{"body": "(Repeats to additional subscribers)\nWASHINGTON Oct 25 (Reuters) - Republican presidential\ncandidate Ben Carson, who is making inroads against front-runner\nDonald Trump, on Sunday denied he would end the Medicare\nhealthcare program for the elderly, saying he would provide the\noption of using a government-backed savings account to buy\nhealth insurance.\nInterviewed on \"Fox News Sunday,\" Carson, a retired\nneurosurgeon, said, \"The program that I have outlined using\nhealth savings accounts ... largely eliminates the need for\npeople to be dependent on government programs\" like Medicare.\nWhile he said in a separate interview on NBC's \"Meet the\nPress\" that \"I'm not talking about getting rid of those\nprograms,\" he told Fox the savings accounts would be an\n\"alternative\" to the popular Medicare program.\nA Quinnipiac University opinion poll released last week had\nCarson overtaking businessman Trump among Republican voters in\nIowa.\nNationwide, more Republicans still back Trump for president\nin 2016 than any other candidate.\nIt was not clear from Carson's remarks exactly how his\nsavings plan would work and whether Medicare funding would be\ncut. He said that some of the federal expenditures going into\nMedicare and the Medicaid program for the poor could be diverted\nto private accounts.\nThe Fox interview touched on figures ranging from $2,000 to\n$5,000, which is nowhere near U.S. per capita spending for \nhealthcare, estimated by the government at over $9,000 a year.\nFor Medicare patients, that figure tops $11,000.\nIn 2014, Medicare covered 53.8 million people: 44.9 million\naged 65 and older, and 8.9 million disabled; in total some 17\npercent of the U.S. population.\nTrump, on ABC's \"This Week\" said of healthcare savings\naccounts, \"I'm OK with the savings accounts.  I think it's a\ngood idea.\"\nDemocrats vow to block Republican attempts to end or curtail\nsocial safety net programs.\nAs Carson's poll numbers have risen, Trump has upped his\nattacks, referring to him as displaying \"super low energy\" that\nwould make Carson ill-suited to be president.\nIn response, Carson told NBC, \"I have plenty of energy,\"\nnoting that no other candidate has spent \"18 to 20 hours\nintently operating on somebody.\"\nOn other issues, Carson insisted gun ownership rights should\nnot be \"compromised,\" but said politicians should think about\nhow to keep guns from the mentally ill.\nCarson also said he would \"love\" to see the U.S. Supreme\nCourt decision legalizing abortion overturned, but would be\nwilling to discuss allowing abortion in the \"extraordinarily\nrare situation\" of a pregnant woman's life being endangered.\n\n (Reporting by Richard Cowan, David Alexander and David Morgan;\nEditing by Eric Walsh)", "byline": "", "description": "WASHINGTON, Oct 25 (Reuters) - Republican presidential candidate Ben Carson, who is making inroads against front-runner Donald Trump, on Sunday denied he would end the Medicare healthcare program for the elderly, saying he would provide the option of using a government-backed savings account to buy health insurance.", "title": "RPT-Candidate Carson touts U.S. health savings accounts for elderly", "url": "http://feeds.reuters.com/~r/reuters/UShealthcareNews/~3/ifw4WAhIIpk/story01.htm", "topics": ["guns", "abortion"], "people": ["Richard Cowan", "David Alexander", "Donald Trump", "Eric Walsh", "David Morgan", "Ben Carson"], "orgs": ["RPT", "Quinnipiac University"], "election_confidence": 0.9530192771500862, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-25 19:30:00", "org": "reuters", "article_id": "6c723d6c2dd3848aa6f4b4afd694a4ba", "date_access": "2015-10-25 20:10:01.567683"}