{"body": "DES MOINES, Iowa U.S. presidential candidate Bernie Sanders contrasted his record with that of Hillary Clinton on key issues, including his early support for same-sex marriages and consistent opposition to the Iraq war, during a Democratic fundraising dinner in Iowa on Saturday.\nThe annual dinner in the early-voting state has become a bellwether of Democratic support, and it was the first time that Sanders, Clinton and former Maryland Governor Martin O’Malley have appeared on the same stage since the first Democratic debate on Oct. 13.\nWhile the debate was a largely genial affair in which the candidates complimented one another and disagreed on policy specifics, Sanders used the Jefferson-Jackson dinner, attended by more than 6,000 Democrats, to highlight differences with front-runner Clinton, without mentioning her by name.\nThe U.S. senator from Vermont, who calls himself a democratic socialist, has gained on Clinton in recent polls.\nSanders spoke first and reminded the crowd of his early support for same-sex marriage, his vote against the U.S. war in Iraq, his criticism of trade pacts and called opposing the Keystone XL pipeline to bring Canadian oil to the Gulf of Mexico a “no brainer.”\nEach point was a nod to previous positions taken by Clinton or her husband, former President Bill Clinton, who appeared for the first time on the campaign trail in Iowa on Saturday.\nBill Clinton signed a 1996 law, which has since been overturned by the U.S. Supreme Court, that prevented same-sex couples from receiving federal spousal benefits. \nHillary Clinton, as a U.S. senator from New York, voted to invade Iraq, but says based on what she knows now that was a mistake.\nClinton recently opposed the Trans-Pacific Partnership trade pact negotiated by the Obama administration and the Keystone pipeline, which is under review by the U.S. State Department. Both processes began when Clinton held the top post at the diplomatic agency.\nA victory in Iowa, which holds the first party-nominating contest on Feb. 1, can set the tone of a presidential campaign. President Barack Obama delivered a breakout performance at the 2007 Jefferson-Jackson dinner as a relatively unknown U.S. senator from Illinois. He went on to win the state.\n“About eight years ago all of the political experts talked about how another Democratic candidate for president just couldn’t win, he was unelectable,” Sanders said on Saturday. “Remember that guy? What was his name? Oh, it’s President Obama.”\n“Well Iowa, I think we are going to prove the pundits wrong again,” Sanders added, drawing some of his strongest applause of the night.\n\n (Reporting By Amanda Becker; Editing by Simon Cameron-Moore)", "byline": "", "description": "DES MOINES, Iowa (Reuters) - U.S. presidential candidate Bernie Sanders contrasted his record with that of Hillary Clinton on key issues, including his early support for same-sex marriages and consistent opposition to the Iraq war, during a Democratic fundraising dinner in Iowa on Saturday.", "title": "Sanders contrasts his record with Clinton's at Iowa dinner", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/u07Zezqz1_8/story01.htm", "topics": ["trade", "lgbt issues"], "people": ["Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Barack Obama", "Bernie Sanders", "Amanda Becker"], "orgs": ["U.S. Supreme Court", "Keystone XL", "U.S. State Department", "DES MOINES"], "election_confidence": 0.680135787050688, "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-10-25 06:41:21", "org": "reuters", "article_id": "15d828edfc31391dff6c4e8555de6a90", "date_access": "2015-10-25 06:10:51.165569"}