{"body": " (AP) â\u0080\u0094 Former President George W. Bush has finally revealed what he really thinks of his son's presidency, faulting George W. Bush for setting an abrasive tone on the world stage and failing to rein in hawkish Vice President Dick Cheney and former Defense chief Donald Rumsfeld.\nIn a years-long series of interviews with biographer Jon Meacham, the elder Bush frowned on the sometimes \"hot rhetoric\" of George W. Bush, saying such language may get headlines \"but it doesn't necessarily solve the diplomatic problem.\"\nThe elder Bush faulted Cheney and Rumsfeld for their \"iron-ass\" views, calling Rumsfeld an \"arrogant fellow\" and saying Cheney had changed markedly from the days when he served in the first Bush administration.\nAs vice president, Cheney \"had his own empire there and marched to his own drummer,\" the elder Bush said, adding: \"He just became very hard-line and very different from the Dick Cheney I knew and worked with.\"\nUltimately, the elder Bush assigned fault to his son for Cheney's over-reach and for fostering a global impression of American inflexibility.\n\"It's not Cheney's fault, it's the president's fault,\" the elder Bush said. \"The buck stops there.\"\nFor all of that, though, the elder Bush did not suggest that he disagreed with his son's decision to invade Iraq, saying Iraqi dictator Saddam Hussein \"is gone, and with him went a lot of brutality and nastiness and awfulness.\"\nThe assessments are contained in Meacham's 800-plus page \"Destiny and Power,\" the fullest account yet of Bush, the only modern ex-president not to write a full-length memoir. Meacham, winner of the Pulitzer Prize for his Andrew Jackson biography \"American Lion,\" draws on Bush's diaries and on interviews he conducted with Bush from 2006-2015. The book is being publicly released on Tuesday.\nJeb Bush, who is running for the Republican presidential nomination, said he hadn't read the book but he showed no inclination to echo his father's criticisms.\n\"My thought was that Dick Cheney served my dad really well,\" Bush said in an Associated Press interview Thursday in New Hampshire. \"As vice president, he served my brother really well. Different eras. Different times.\"\nGeorge W. Bush, too, was measured in his reaction, saying in a statement that he was \"proud to have served with Dick Cheney and Don Rumsfeld. Dick Cheney did a superb job as vice president, and I was fortunate to have him by my side throughout my presidency.  Don Rumsfeld ably led the Pentagon and was an effective secretary of defense.\"\nIn the book, George W. Bush was asked about his father's criticisms of his own language and allowed that his rhetoric had been \"pretty strong.\" But he was unrepentant on that count.\n\"They understood me in Midland,\" he said, referring to the Texas town where he was raised.\nThe elder Bush, for his part, said he wasn't sure what had changed Cheney, but added that he thought the Sept. 11 attacks had made him more hawkish about the use of U.S. military force abroad.\n\"Just iron-ass,\" the elder Bush said. \"His seeming knuckling under to the real hard-charging guys who want to fight about everything, use force to get our way in the Middle East.\nThe elder Bush also speculated that the views of the vice president's wife, Lynne, and daughter Liz may have contributed to Cheney's rightward turn.\n\"Lynne Cheney is a lot of the eminence grise here â\u0080\u0094 iron-ass, tough as nails, driving,\" Bush said. \"But I don't know.\" He said daughter Liz Cheney also was \"tough\" and influential in her father's administration.\nAs for Rumsfeld, Bush said he had \"served the president badly. I don't like what he did, and I think it hurt the president having his iron-ass view of everything.\"\n\"There's a lack of humility, a lack of seeing what the other guy thinks,' Bush said of Rumsfeld. \"He's more kick ass and take names, take numbers. I think he paid a price for that.\"\nRumsfeld responded in a statement: \"Bush 41 is getting up in years and misjudges Bush 43, who I found made his own decisions.\"\nEmails and phone calls to several contacts for the Cheney family were not immediately returned. But Meacham gave Cheney a chance to respond in the book to Bush's criticisms. Meacham wrote that Cheney smiled and murmured \"fascinating\" after reading a transcript of Bush's comments.\n\"No question I was much harder-line after 9-11,\" Cheney said, adding that the younger Bush wanted him to play a significant role on national security.\n\"I do disagree with his putting it on Lynne and Liz,\" he added.\nThe book suggests that Jeb Bush isn't the only member of the current presidential field who has long had an interest in the White House. The elder Bush writes that when he was a presidential candidate in 1988, Donald Trump made an overture to be his vice presidential candidate, an idea that Bush found \"strange and unbelievable.\"\nBush also traces his own evolution in thinking about gay marriage, writing: \"Personally, I still believe in traditional marriage. But people should be able to do what they want to do, without discrimination. People have a right to be happy. I guess you could say I have mellowed.\"\n___\nAssociated Press writers Hillel Italie in New York and Thomas Beaumont in New Hampshire contributed to this report.\n___\nFollow Nancy Benac on Twitter at ", "byline": "", "description": "WASHINGTON (AP) — Former President George W. Bush has finally revealed what he really thinks of his son's presidency, faulting George W. Bush for setting an abrasive tone on the world stage and failing to rein in hawkish Vice President Dick Cheney and former Defense chief Donald Rumsfeld.", "title": "Bush '41 unloads: Unsparing critique of Cheney, Rumsfeld", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-05-US--George%20HW%20Bush-Biography/id-c05ea3382f6d4d1aabef4e6c97ffc6af", "topics": ["foreign policy/national security"], "people": ["Saddam Hussein", "Liz Cheney", "W. Bush", "Jeb Bush", "Donald Rumsfeld", "Donald Trump", "George W. Bush", "Thomas Beaumont", "Dick Cheney", "Andrew Jackson", "Nancy Benac"], "orgs": ["Pentagon"], "election_confidence": 0.6196675879625572, "authors": [{"author_id": 39626, "fullname": "nancy benac", "primary_org": "ap"}], "date_written": "2015-11-05 21:46:59", "org": "ap", "article_id": "8f3592303adcf7958fd7b3f60c084873", "date_access": "2015-11-05 22:00:06.017266"}