{"body": " (AP) â\u0080\u0094 In a blistering critique, former President George H.W. Bush says onetime Pentagon chief Donald Rumsfeld \"served the president badly\" when George W. Bush was in the White House and that former Vice President Dick Cheney \"built his own empire\" and asserted too much \"hard-line\" influence.\nThe critical assessments of Rumsfeld and Cheney â\u0080\u0094 key players in the U.S.-led war in Iraq â\u0080\u0094 are contained in a biography of the nation's 41st president to be published next week. A copy was obtained by The New York Times.\nIn interviews with biographer Jon Meacham, Bush, now 91, said that Cheney acted too independently and asserted too much \"hard-line\" influence within George W. Bush's administration, especially after the Sept. 11 attacks.\nJeb Bush, who is running for the Republican presidential nomination, said on Thursday that he had not read the book. \"My thought was that Dick Cheney served my dad really well,\" Bush said in an Associated Press interview in North Conway, N.H. \"And he served as vice president, he served my brother really well. Different eras. Different times.\"\nThe book, \"Destiny and Power: The American Odyssey of George Herbert Walker Bush,\" also contains the elder Bush's ruminations about his son, whom he praised but also called responsible for empowering Cheney and Rumsfeld.\nOf Cheney, who was a member of the elder Bush's cabinet, Bush said, \"He just became very hard-line and very different from the Dick Cheney I knew and worked with.\"\nBush said he thinks the Sept. 11 attacks changed the vice president, making him more hawkish about the use of U.S. military force abroad.\n\"His seeming knuckling under to the real hard-charging guys who want to fight about everything, use force to get our way in the Middle East,\" Bush said.\nTalking about Rumsfeld, the elder Bush used stronger, more personal criticism, the Times reported.\n\"I think he served the president badly. I don't like what he did, and I think it hurt the president having his iron-ass view of everything,\" Bush said.\nThe elder Bush did not suggest in the book that he disagreed with his son about the invasion of Iraq.\nIraqi dictator Saddam Hussein \"is gone, and with him went a lot of brutality and nastiness and awfulness,\" Bush said.\nHe said he worried that the younger Bush used rhetoric that was at times too strong, citing as an example the 43rd president's 2002 State of the Union address, during which he described an \"axis of evil\" including Iraq, Iran and North Korea.\n\"You go back to the 'axis of evil' and these things and I think that might be historically proved to be not benefiting anything,\" he said.\n___\nThomas Beaumont contributed to this report from New Hampshire.", "byline": "", "description": "WASHINGTON (AP) — In a blistering critique, former President George H.W. Bush says onetime Pentagon chief Donald Rumsfeld \"served the president badly\" when George W. Bush was in the White House and that former Vice President Dick Cheney \"built his own empire\" and asserted too much \"hard-line\" influence.", "title": "Elder Bush criticizes Cheney, Rumsfeld in new biography", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-11-05-US--George%20HW%20Bush-Biography/id-f3d57bb121284092875c53fe623636d2", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Saddam Hussein", "Jeb Bush", "Donald Rumsfeld", "Thomas Beaumont", "George W. Bush", "Dick Cheney"], "orgs": ["State of the Union", "Pentagon"], "election_confidence": 0.5220399384692224, "authors": [{"author_id": 39626, "fullname": "nancy benac", "primary_org": "ap"}], "date_written": "2015-11-05 16:51:04", "org": "ap", "article_id": "806b2cbdc403cb069e7ce0a617f93d8b", "date_access": "2015-11-05 17:00:04.234808"}