{"body": "NEWARK, N.J. (AP) â\u0080\u0094 Chris Christie and Mike Huckabee have been bumped from the main stage at next week's GOP presidential debate, while George Pataki and Lindsey Graham have been cut from the lineup altogether.\nDebate sponsor Fox Business Network announced the moves Thursday evening, dealing a major blow to all four candidates, particularly Christie, the New Jersey governor, and Huckabee, a former Arkansas governor, as they struggled to stand out in the crowded Republican field amid signs of momentum in states where the first primary contests will be held.\nThe decision underscores concerns about the pivotal role that national opinion surveys have been playing in shaping the contest for the GOP nomination. Statistically, pollsters say, there is no significant difference between candidates lumped together near the bottom of the pack in national polls, which often have a margin of error of 3 percentage points or more.\n\"I tell people, 'Ignore the national polls and just follow those early states,'\" said Republican pollster Frank Luntz, who argues that early opinion surveys are notoriously unreliable. \"Except that now national polls drive the debates, and debates drive the polling.\"\nAccording to debate criteria issued by Fox Business, candidates must score 2.5 percent or higher in an average of the four most recent major polls conducted through Nov. 4 to be featured in the prime-time debate. They must hit the 1 percent mark to qualify for an undercard debate airing before the main event.\nAs a result of the new standards, the prime-time affair will feature eight candidates â\u0080\u0094 the smallest lineup so far. Eleven candidates were featured in the party's opening primetime debate in August.\nThe prime-time lineup: businessman Donald Trump, retired neurosurgeon Ben Carson, former Florida Gov. Jeb Bush, Florida Sen. Marco Rubio, Texas Sen. Ted Cruz, former technology executive Carly Fiorina, Kentucky Sen. Rand Paul and Ohio Gov. John Kasich. The undercard event features just four candidates: Christie, Huckabee, former Pennsylvania Sen. Rick Santorum and Louisiana Gov. Bobby Jindal.\nPataki, the former New York governor, and Graham, a South Carolina senator, already faced a tough road to the GOP nomination. Their omission from the undercard debates will make it even harder for them to convince voters â\u0080\u0094 and donors â\u0080\u0094 that they have a viable path to the nomination.\n\"It is ironic that the only veteran in the race is going to be denied a voice the day before Veterans Day,\" Graham campaign manager Christian Ferry said in a statement. \"In the end, the biggest loser tonight is the American people and the Republican presidential primary process that has been hijacked by news outlets.\"\nFormer Texas Gov. Rick Perry provides a cautionary tale of the potential impact. Fundraising dollars dried up after Perry was relegated to the undercard debate earlier in the year.\nDuring an appearance on Fox News earlier in the day, Christie seemed resigned to the fact that he might be forced into a match-up that has been derisively referred to as the \"kiddie table.\" After the announcement, Christie tweeted: \"It doesn't matter the stage, give me a podium and I'll be there to talk about real issues.\"\nSteve Duprey, chairman of the Republican National Committee's debate subcommittee, has been frustrated that debate criteria used by TV networks have ignored candidates' standing in early-voting states where they spend most of their time.\n\"It's been unfortunate,\" said Duprey, a Republican national committeeman from New Hampshire. \"When you do debates based on national polls, it undermines the ability of a lesser-known, lesser-funded candidate to get traction.\"\nHe suggested that Democrat Bill Clinton or Republican John McCain could have struggled to emerge under the current system. \"This is all new territory,\" Duprey said.\nAt this time in 2007, polls showed that former New York Mayor Rudy Giuliani was far ahead of his closest challenger with the eventual nominee, McCain, in third. And Hillary Rodham Clinton was leading then-Sen. Barack Obama by about 20 percentage points.\nThe Republican National Committee, which coordinated many of the debate logistics, has been challenged by campaigns looking for more control.\nSome lower-tier campaigns have been pushing aggressively for two debates featuring major candidates with each lineup determined at random. While networks have the flexibility to change their formats, such a scenario remains unlikely. More likely, according to campaigns involved in debate discussions, is that the undercard debate will be eliminated altogether as early as the GOP's December debate.\nPataki called debate organizers' reliance on national polls \"a disservice to voters everywhere\" and \"a clear boost to the worship of celebrity over accomplishment and ideas.\"\n\"Running for the most important leadership position in the world shouldn't be reduced to the level of 'American Idol' or 'Survivor,'\" he said after Fox Business Network announced the lineup. \"The voters â\u0080\u0094 not networks driven by ratings or national polls that are statistically irrelevant â\u0080\u0094 should decide our next president.\"\nAfter next week's face-offs, just two debates remain before the opening primary contest in Iowa.\n___\nPeoples reported from Manchester, New Hampshire.\n___\nFollow Jill Colvin and Steve Peoples on Twitter at: http://twitter.com/sppeoples and http://twitter.com/colvinj", "byline": "", "description": "NEWARK, N.J. (AP) — Chris Christie and Mike Huckabee have been bumped from the main stage at next week's GOP presidential debate, while George Pataki and Lindsey Graham have been cut from the lineup altogether.", "title": "Christie, Huckabee relegated to undercard at next GOP debate", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-05-US--GOP%202016-Debate/id-47272319cb004ae5b33a03ee96676f75", "topics": ["campaign_finance"], "people": ["Mike Huckabee", "Christian Ferry", "Steve Peoples", "Ted Cruz", "Frank Luntz", "Chris Christie", "Jill Colvin", "Hillary Rodham Clinton", "Bobby Jindal", "Rand Paul", "Rudy Giuliani", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Carly Fiorina", "Rick Santorum", "Lindsey Graham", "Rick Perry", "John Kasich", "George Pataki", "Steve Duprey", "Ben Carson"], "orgs": ["Republican National Committee", "GOP"], "election_confidence": 0.9997519850334019, "authors": [{"author_id": 39824, "fullname": "jill colvin", "primary_org": "ap"}, {"author_id": 39455, "fullname": "steve peoples", "primary_org": "ap"}], "date_written": "2015-11-06 01:57:23", "org": "ap", "article_id": "a26cc55a9a08b35b7459c2d29c08a166", "date_access": "2015-11-06 02:00:06.486077"}