{"body": "Los Angeles (CNN)Bernie Sanders told The Wall Street Journal in an article published Wednesday that there are \"valid questions\" about Hillary Clinton's emails and that the investigation should \"proceed unimpeded.\"\nThe comment was cast as a break from what Sanders said during the first Democratic debate, when he bellowed that \"the American people are sick and tired of hearing about your damn emails,\" a line that was seen as a gift to Clinton because it dismissed what could be her most nagging problem. The Wall Street Journal comment was also seen as a sign that the Democratic candidate was taking the gloves off against the front-runner and preparing to assail her on emails.\nIn actuality, though, it is consistent with what he has said in the past about Clinton's emails. \nSanders regularly downplays the issue as one that doesn't rise to the level of raising wages, climate change and education reform, but doesn't dismiss the email investigation entirely.\nSanders was asked in an interview with CNN immediately after the debate what motivated him to use the now famous \"damn emails\" line.\n\"Well, what motivated that is that I think the American people want substantive discussions on substantive issues,\" Sanders said. \"There is a process in place for the email situation that Hillary Clinton is dealing with. Let it play itself out. As a nation, let us start focusing on why it is that so few have so much and so many have so little.\"\nSanders used a similar line the Sunday after the debate, telling ABC that he doesn't regret saying Americans don't care about Clinton's \"damn emails\" because he thinks he is right.\nBut that wasn't all Sanders said.\nAfter listing issues that are more important to American families -- including college affordability, campaign finance reform and climate change -- Sanders said \"All of those issues are more important than Hillary Clinton's emails, of which there is already a process underway to determine what happens.\"\nTad Devine, Sanders' top strategist, said that is \"absolutely\" no plan for Sanders to start going after Clinton on emails and that his comments to The Wall Street Journal were not new.\n\"Absolutely not. We are not. We had enough of your damn emails. That still stands. Nothing has changed,\" Devine said, arguing that Republicans are using emails as a political football and that they \"made fools of themselves\" at October's hearing on Benghazi.\n\"Is there a new phase that we are doing, no,\" Devine said. \"We are not interested in it.\"\nClinton's campaign doesn't exactly see it that way. On Thursday, Josh Schwerin, Clinton's campaign spokesman, issued a statement that took issue that Sanders' comments to the Wall Street Journal.\n\"This has and will remain a campaign about issues for Hillary Clinton, and that's what she'll continue to talk about on the trail,\" Schwerin said. \"It's disappointing Senator Sanders and his campaign strategists have chosen to change direction and engage in the type of personal attacks that they previously said he wouldn't do.\"\nSanders strategists, however, don't feel that they have.\n", "byline": "", "description": "", "title": "Bernie Sanders isn't changing tune on Clinton emails", "url": "http://www.cnn.com/2015/11/05/politics/bernie-sanders-email-hillary-clinton/index.html", "topics": ["immigration", "environment/energy"], "people": ["Bernie Sanders", "Tad Devine", "Josh Schwerin", "Hillary Clinton"], "orgs": [], "election_confidence": 0.5164376124635713, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-05 18:25:41", "org": "cnn", "article_id": "758ce0a921668f280630351f29f7be79", "date_access": "2015-11-05 19:01:19.374714"}