{"body": "Washington (CNN)Ted Cruz praised Republican rival Marco Rubio on Thursday and said it is possible the two friends and Senate colleagues are left as the last men standing in the Republican presidential race.\nSome Republicans are increasingly predicting that the final one-on-one would feature Cruz and Rubio, both of whom earned plaudits for their showings in the last GOP debate. Cruz intimated that he believed that as well, telling CNN's Jake Tapper on \"The Lead\" that a match-up between the two Cuban-American senators was a \"plausible outcome.\"\n\"There are a lot of political observers that are saying that and I think that's certainly a plausible outcome,\" Cruz said, calling the Florida senator a \"formidable\" candidate in the \"moderate lane\" for the Republican nomination.\nCruz, after months of never criticizing any Republican candidate by name, is increasingly doing so -- and Rubio has found himself the target. The Texas senator has twice in the past two weeks mentioned Rubio by name for not being on the side of conservatives, pointing out his vote in favor of Trade Promotion Authority for the White House and his past support for a path to citizenship for undocumented immigrants.\nCruz has spoken admiringly of Rubio, telling reporters that he has modeled his 2012 campaign after Rubio's insurgent 2010 run, and the pair has remained close in the Senate. But Cruz labeled Rubio a moderate, one of four categories that the Cruz campaign believes groups the field.\n\"I think they're going to slug it out for a while,\" Cruz said, predicting a battle between Rubio, former Florida governor Jeb Bush and others. \"Once it gets down to a head-to-head contest, I think the conservative wins.\"\n \n", "byline": "", "description": "", "title": "Ted Cruz: A one-on-one with Marco Rubio is 'plausible'", "url": "http://www.cnn.com/2015/11/05/politics/ted-cruz-marco-rubio-the-lead/index.html", "topics": ["immigration", "personality"], "people": ["Marco Rubio", "Jeb Bush", "Jake Tapper", "Ted Cruz"], "orgs": ["Senate", "Trade Promotion Authority"], "election_confidence": 0.9766239477299428, "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-11-05 22:51:51", "org": "cnn", "article_id": "033b9490785cdc8f612b7a625b116df1", "date_access": "2015-11-05 23:01:15.754582"}