{"body": " (CNN)Republican presidential hopeful Ben Carson believes the Egyptian pyramids were used for grain.  \nIn a college commencement speech 17 years ago, Carson told the graduates of Andrews University in Michigan that it is his \"personal\" belief that the pyramids were built as storehouses for grain and not, as archaeologists say, for the interment of dead pharaohs.\n\"My own personal theory is that Joseph built the pyramids to store grain,\" Carson said in taped remarks first reported by Buzzfeed on Wednesday. \"Now all the archeologists think that they were made for the pharaohs' graves. But, you know, it would have to be something awfully big if you stop and think about it.\"\nOn Wednesday, asked about his belief after a book-signing in Florida, Carson stood by his theory and explained it.\n\"The pyramids were made in a way that they had hermetically sealed compartments,\" he said. \"You would need that if you were trying to preserve grain for a long period of time.\"\nDonald Trump commented on Carson's theory about the pyramids on Thursday during an appearance on MSNBC, saying, \"I'll have to put that into my repertoire when I talk about Ben...That was a strange deal.\"\nAccording to the Book of Genesis, Joseph stored large amounts of grain to feed the people of Egypt during a famine. \nRELATED: Inside Carson's religious faith\nCorrection: An earlier version of this story stated the Book of Genesis refers to Joseph building pyramids to store grain. It refers only to Joseph storing large amounts of grain.\n", "byline": "", "description": "Republican presidential hopeful Ben Carson believes the Egyptian pyramids were used for grain.", "title": "Carson's theory: Egypt's pyramids stored grain", "url": "http://www.cnn.com/2015/11/05/politics/ben-carson-pyramids-grain/index.html", "topics": ["personality", "foreign policy/national security", "other"], "people": ["Donald Trump", "Ben Carson"], "orgs": ["MSNBC"], "election_confidence": 0.8618616103032103, "authors": [{"author_id": 44270, "fullname": "gregory krieg", "primary_org": "cnn"}], "date_written": "2015-11-05 16:15:08", "org": "cnn", "article_id": "a6ffe67c4f15119cbf6e562b845a8ca9", "date_access": "2015-11-05 17:01:38.676516"}