{"body": "Washington (CNN)Republican front-runners Donald Trump and Ben Carson will receive Secret Service details after the candidates' requests for protection were approved, the Department of Homeland Security announced Thursday.\nDHS Secretary Jeh Johnson approved the candidates' requests, which were submitted earlier this month, department spokeswoman Marsha Catron confirmed to CNN.\nThe two candidates will be the first 2016 presidential candidates to receive Secret Service protection.\nDemocratic front-runner Hillary Clinton already has a Secret Service detail because of her status as a former first lady.\n\"As prescribed by statute, authorization for Secret Service protection for presidential candidates is determined by the Secretary of Homeland Security after consultation with a congressional advisory committee composed of the speaker of the House, the House minority leader, the Senate majority leader, the Senate minority leader, and an additional member selected by the committee,\" Catron said in a statement.\nJohnson approved the request after consulting with the advisory committee and looking at factors including the candidates' standing in the polls, amounts of contributions received and considering the threat environment.\n", "byline": "", "description": "", "title": "Donald Trump, Ben Carson get Secret Service protection", "url": "http://www.cnn.com/2015/11/05/politics/donald-trump-ben-carson-secret-service/index.html", "topics": ["foreign policy/national security", "personality", "immigration"], "people": ["Donald Trump", "Hillary Clinton", "Ben Carson", "Jeh Johnson"], "orgs": ["Senate", "Homeland Security", "Department of Homeland Security", "DHS"], "election_confidence": 0.952566590890745, "authors": [{"author_id": 2534, "fullname": "jim acosta", "primary_org": "cnn"}, {"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-11-05 17:47:24", "org": "cnn", "article_id": "7681a2ada441b327d64b2af1376e8fbb", "date_access": "2015-11-05 18:01:08.651148"}