{"body": "Washington (CNN)Ben Carson's campaign is rolling out a new ad in markets with large African-American populations that features a rap promoting the candidate for president.\nThe radio ad, called \"Freedom,\" will run in Miami, Atlanta, Birmingham, Jackson, Memphis, Little Rock, Houston and Detroit, according to Carson campaign spokesman Doug Watts.\nCarson is currently neck-and-neck with Donald Trump for the top spot in GOP presidential polls.\nIn the ad, a rap by the artist Aspiring Mogul is overlaid with clips of Carson speaking, as the music urges listeners to \"vote, vote.\"  \n\"I'm very hopeful that I'm not the only one who's willing to pick up the baton of freedom, because freedom is not free and we must fight for it every day,\" Carson says in the ad. \"Every one of us must fight for it because we're fighting for our children and the next generation.\"\nMeanwhile, Aspiring Mogul's lyrics urge voters to pick Carson.\nRELATED: Inside Carson's inner circle\n\"Vote and support Ben Carson for our next president and be awesome,\" the song says, closing with: \"If we want to get America back on track, we got to vote for Ben Carson matter of fact.\"\nThe total buy for the ad is $150,000, Watts said.\nCarson has not made his race a focal point of his campaign, but has featured his biography heavily on the trail, including how he grew up poor in urban Detroit before heading to Yale and becoming a renowned neurosurgeon.\nThe ad was first reported by ABC News.\n", "byline": "", "description": "Ben Carson's campaign is rolling out a new ad in markets with large African-American populations that features a rap promoting the candidate for president.", "title": "Carson campaign rolls out rap ad", "url": "http://www.cnn.com/2015/11/05/politics/ben-carson-rap-ad-freedom/index.html", "topics": ["personality"], "people": ["Donald Trump", "Ben Carson", "Doug Watts"], "orgs": ["GOP"], "election_confidence": 0.9008663910036118, "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-11-05 14:37:01", "org": "cnn", "article_id": "74f4a2f92056b47c2691281226963d7a", "date_access": "2015-11-05 15:01:07.151956"}