{"body": "\nRepublican presidential candidate Donald Trump began airing his first campaign ads on Thursday with two radio spots in three early-voting states. \nThe 60-second commercials will be airing in Iowa, New Hampshire and South Carolina through the end of the month. Trump, who dominated summer opinion surveys, is stepping up efforts to fend off challengers who have been attracting new attention from voters and donors. \nDuring an appearance on the \"Today\" show Thursday morning, Trump said the $300,000 buy shouldn't be seen as an indication that he's feeling heat. \"It's time for me to start advertising a little bit,\" he said. \nOne of the ads, aimed at Iowa voters, features Trump talking about many of his usual campaign themes including trade, defense and immigration. \n\"Our country is in deep trouble because, let's face it, politicians are all talk, no action,\" he says in the spot, charging that his opponents have no experience in creating jobs or making deals. \n\"If the people of Iowa vote for me, you'll never be disappointed. I don't disappoint people. I produce,\" he says. \nThe other ad features a female narrator promoting Trump's biography and policy plans, including his vow to build a wall along the southern border and make Mexico pay for it. \"Donald Trump is running for president because politicians are all talk and no action. They will never make our country great again,\" she says. \nThe ads mark Trump's first paid advertising of the campaign and come as his rivals and their backer have been spending millions flooding the airwaves of early voting states both with radio and much more expensive television spots. \nTrump is buying $175,000 worth of airtime in Iowa, $89,000 in South Carolina and $35,500 in New Hampshire, according to Kantar Media's CMAG advertising tracker.", "byline": "", "description": "Republican presidential candidate Donald Trump began airing his first campaign ads on Thursday with two radio spots in three early-voting states.", "title": "First Trump ads for radio hit familiar themes", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/-jMdRqNTU1U/", "topics": ["immigration", "campaign_finance"], "people": ["Donald Trump"], "orgs": [], "election_confidence": 0.9947172613115997, "authors": [], "date_written": "2015-11-05 16:19:26", "org": "fox", "article_id": "e607e69fcadb9b10d948fb5d4cd050fd", "date_access": "2015-11-05 17:00:27.204991"}