{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nFox Business Network on Thursday announced the candidate line-up for the Nov. 10 Republican presidential debates.\nThe candidates qualifying for the prime-time, 9 p.m. ET debate are:\nBillionaire businessman Donald Trump; retired neurosurgeon Ben Carson; Florida Sen. Marco Rubio; Texas Sen. Ted Cruz; former Florida Gov. Jeb Bush; former HP CEO Carly Fiorina; Ohio Gov. John Kasich; and Kentucky Sen. Rand Paul.\nThe candidates qualifying for the earlier, 7 p.m. ET debate are:\nNew Jersey Gov. Chris Christie; former Arkansas Gov. Mike Huckabee; Louisiana Gov. Bobby Jindal; and former Pennsylvania Sen. Rick Santorum.\n\nThe criteria were different than for past debates. In a change, Christie and Huckabee ‎did not qualify for the prime-time event, while former New York Gov. George Pataki and South Carolina Sen. Lindsey Graham did not qualify for either; neither did ex-Virginia Gov. Jim Gilmore. \nTo qualify for the prime-time debate, a candidate had to score 2.5 percent or higher in an average of the four most recent national polls. Candidates scoring under that had to receive at least 1 percent support in at least one of the four most recent national polls to qualify for the 7 p.m. debate.\nThe four polls used were conducted by: Fox News; Investor’s Business Daily/TIPP; Quinnipiac University; and The Wall Street Journal/NBC News.\nThe candidates head into the next debate at a time when Trump and Carson are battling for the lead in most polls.\nWhile several recent state and national surveys have shown Carson climbing into the top spot, the latest Fox News poll released Wednesday showed Trump with the edge, 26-23 percent.\nThe next tier in that poll included just two candidates: Cruz and Rubio, with 11 percent each.\nBush, Huckabee, Kasich and Paul registered with 4 percent.\nThe Fox Business Network debate, presented in partnership with The Wall Street Journal, will focus on jobs, taxes and the economy, as well as other issues. It will be held at the Milwaukee Theatre in Milwaukee, Wis.\nFBN and Fox News Channel announced Thursday that cable and satellite providers have joined to make the debate available to all their subscribers.\nDIRECTV, Suddenlink, Mediacom, Frontier, Wide Open West, and Cable One, and some National Cable Television Cooperative (NCTC) companies, plan to “unbundle” FBN so all subscribers can watch it during the debate. The debate can also be viewed at FoxBusiness.com and FoxNews.com.\nThe two debates start at 7 p.m. ET and 9 p.m. ET.\nThe race of late has been marked by sparring among Trump and several other candidates. Earlier this week, he challenged Carson over his readiness for office, saying “Ben can’t do the job.”\nOvernight, Carson posted a lengthy defense on Facebook in response to those questioning his political inexperience.\n\"You are absolutely right -- I have no political experience,\" Carson wrote. \"The current Members of Congress have a combined 8,700 years of political experience. Are we sure political experience is what we need.\"\nHe, instead, pointed to his lifetime of experience in medicine and other fields, and drew a sharp contrast between that and Trump’s business experience. In a rare jab at a primary rival, the retired pediatric neurosurgeon said he wouldn't trade his experience treating children for \"Trump's money.\"  Trump and Rubio also have sparred in recent days, as Rubio has surged past former front-runner Bush in the polls. Trump has described Rubio’s handling of his personal finances and credit cards as a “disaster.”\nRubio, who faced ethics questions as Florida’s House speaker for using his state GOP charge card for personal reasons, has always maintained he repaid his personal expenses. Rubio answered Trump’s criticism by saying his rival “always gets weird when his poll numbers get a little down.”", "byline": "", "description": "Fox Business Network on Thursday announced the candidate line-up for the Nov. 10 Republican presidential debates.", "title": "GOP candidate line-up announced for Fox Business Network/WSJ debate", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/RsKbMfOW-ZY/", "topics": ["personality", "surveillance/privacy"], "people": ["Rand Paul", "Rick Santorum", "Chris Christie", "Lindsey Graham", "Jim Gilmore", "Jeb Bush", "John Kasich", "Donald Trump", "George Pataki", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["Members of Congress", "FBN", "Quinnipiac University"], "election_confidence": 0.9998391516868697, "authors": [], "date_written": "2015-11-06 00:17:46", "org": "fox", "article_id": "f059c0c2d552529d6e681a85f221c32d", "date_access": "2015-11-06 01:00:11.930404"}