{"body": "\n\n\n\n\n\n\n \n\n\n\n\nThe new Quinnipiac poll shows Trump at 24% , Carson at 23% and Rubio up to 14%. The poll also showed Carson, Rubio and Cruz all beating Hillary Clinton in head to head match ups. It's also interesting to note the change over the last month for Governor Chris Christie...\nChristie also beats Hillary Clinton in a head to head match up - 46 to 41 percent.\nSo could it be that Christie is getting his mojo back? Remember he was the candidate many people wanted to run for president back when Mitt Romney got the nod. \nThen there was the so called hug with President Obama after Hurricane Katrina... and Bridge-gate tarnishing even after he was vindicated. \nBut now Christie's net favorability is up to 34 .. putting him 6th on the GOP side and even ahead of Trump by 1. Funny the New York Times recently wrote an op ed suggesting he drop out of the race. \nYes. Chris Christie is a politician -- but he knows how to sell retail politics to the people -- and with a huge percentage of voters still undecided in both Iowa and New Hampshire ... it could be anyone's race.  \n\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n\nthe-real-story\n\n\n\n\n\n\nMore on this show\n\n\n\n", "byline": "", "description": "Chris Christie is a politician -- but he knows how to sell retail politics to the people -- and with a huge percentage of voters still undecided in both Iowa and New Hampshire ... it could be anyone's race.", "title": "Gretchen's Take: Is Chris Christie getting his mojo back?", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/VVc38_--cgY/gretchens-take-is-chris-christie-getting-his-mojo-back.html", "topics": ["campaign_finance", "immigration"], "people": ["Chris Christie", "Mitt Romney", "Hillary Clinton", "Gretchen Carlson"], "orgs": ["GOP", "Quinnipiac"], "election_confidence": 0.9760986100864867, "authors": [], "date_written": "2015-11-05 15:40:00", "org": "fox", "article_id": "cd122a3f4f227f277e3a87a521bf2b8c", "date_access": "2015-11-05 17:21:19.833200"}