{"body": "With little more than 48 hours to go until presidential candidate \nDonald Trump\n is slated to host \"Saturday Night Live,\" Latino advocacy groups continue to pressure NBC to cancel the appearance.\nOn Tuesday, a group of 67 Latino artists, academics and politicians \nreleased a strongly worded statement denouncing\n Trump for what they described as \"hate speech\" that appeals \"to xenophobia, sexism and political intolerance.\" The letter, signed by the likes of Oscar-winning director Alejandro Gonzalez Iñarritu, actors \nDiego Luna\n \nand \nDemian Bichir\n and author \nJunot Diaz\n, also criticized Trump for his treatment of journalists Megyn Kelly and Jorge Ramos.\nThe outcry grew louder on Wednesday, when protesters from a coalition of advocacy groups gathered outside 30 Rockefeller Plaza, home of NBC's operations in Manhattan and \"Saturday Night Live's\" studios. The so-called \"Dump Trump\" rally included members of pro-immigration reform and Latino advocacy groups including the National Hispanic Foundation for the Arts, the National Hispanic Media Coalition, America's Voice and the National Council on La Raza.\nThe coalition also delivered a petition with over 500,000 signatures to NBCUniversal Chief Executive \nStephen Burke\n and \"SNL\" executive producer Lorne Michaels urging cancellation of Trump's appearance. \nThe protest has reached the halls of power in Washington, D.C., where the Congressional Hispanic Caucus has issued a \"\nstatement of opposition\n\" to Trump's appearance. \nDespite the intensifying pressure, however, a reversal by NBC and \"SNL\" at this late stage would be virtually unprecedented. NBC has already released promotional clips featuring Trump hamming it up with cast members Cecily Strong, Michael Che and Sasheer Zamata. In one clip, Trump refers to his rival for the \nGOP\n presidential nomination, \nBen Carson\n, as a \"complete and total loser.\" \nFor his part, Carson doesn't seem too amused by Trump's upcoming appearance. In an interview with Bloomberg the retired neurosurgeon implied that he considers the \"SNL\" gig inappropriate for a presidential candidate. \n“I think the presidency of the United States is a very serious thing,\" he said. \"I don’t even want to begin to put it in the lightness of comedy.”\nTrump has been a lightning rod for controversy since making remarks about undocumented Mexican immigrants in the speech announcing his presidential campaign in June.\n\"They're bringing drugs. They're bringing crime. They're rapists. And some, I assume, are good people,\" he said at the time. Trump has provoked further criticism with calls for the mass deportation of some 11 million immigrants in the U.S. illegally and to end to end birthright citizenship.\nAfter Trump's initial comments, NBC quickly moved to end its business relationship with the former host of \"The Celebrity Apprentice,\" announcing it would not air the Miss Universe or \nMiss USA\n pageants, which Trump owns. But Trump has since made numerous appearances on NBC programs, including \"Today\" and \"Tonight.\"\nIn media appearances this week, Trump has repeatedly stated what many suspect -- that he was invited to host \"SNL\" because he is a ratings magnet. \n\"The reason they put me there is one very simple reason, it's called ratings,\" he told \"Today\" host \nSavannah Guthrie\n on Thursday. \"I get good ratings. If I didn't get ratings, they wouldn't put me there.\"\nAnd he made similar remarks on Wednesday to CNN's Christopher Cuomo, who asked why NBC now seems to be burying the hatchet with Trump. \"You're never at war when you get great ratings with a network, OK?\" he replied. \"Nobody gets ratings like me.\"\nAt this point, however, Trump could probably use some positive exposure: After leading the Republican pack all summer long, he is \nnow neck and neck with Carson\n, according to multiple polling organizations.\nNBC did not respond to a request for comment. \nFollow \n@MeredithBlake\n on Twitter.", "byline": "", "description": "<p>With little more than 48 hours to go until presidential candidate Donald Trump is slated to host \"Saturday Night Live,\" Latino advocacy groups continue to pressure NBC to cancel the appearance.</p> <p>On Tuesday, a group of 67 Latino artists, academics and politicians <a href=\"http://fusion.net/story/226400/donald-trump-boycotted-by-hispanic-intellectuals/\">released a strongly worded statement denouncing</a>...</p>", "title": "As protests grow, 'SNL' looks unlikely to dump Donald Trump as host", "url": "http://www.latimes.com/la-et-st-donald-trump-snl-protests-20151105-story.html", "topics": ["immigration"], "people": ["Donald Trump", "Jorge Ramos", "Ben Carson", "Megyn Kelly", "Cecily Strong"], "orgs": ["SNL", "National Council", "La Raza", "National Hispanic Foundation for the Arts", "GOP"], "election_confidence": 0.8906964374285415, "authors": [{"author_id": 40389, "fullname": "meredith blake", "primary_org": "latimes"}], "date_written": "2015-11-05 21:41:00", "org": "latimes", "article_id": "1277dffddf64dd7eae087ab2ff2833b9", "date_access": "2015-11-05 22:00:04.950028"}