{"body": " The Obama administration has revealed its trade pact with Pacific nations, a sweeping and controversial deal igniting fierce opposition from Obama’s Democratic allies.\nThe Trans-Pacific Partnership trade agreement published on Thursday has been a long time coming, and with a brutal political fight on the horizon it could be longer still before states ever reap its touted benefits. From agriculture to intellectual property, the pact among the United States, Canada, Mexico, Japan and eight other Pacific nations affects a huge array of commodities and concerns.\nIt promises new markets and millions of new consumers for, say, cotton from Texas, wine from California and pork from North Carolina as tariffs and trade barriers are lowered for nations around the Pacific Rim. And it offers assurances about jobs, labor protections and the environment.\nYet the agreement has to run a gauntlet of congressional skepticism and protectionist presidential politics going into the 2016 elections, as well as the sluggishness of a political system where personality and deep ideological division have been a legislative roadblock. \n\nIf we don’t pass this agreement – if America doesn’t write those rules  –  then countries like China will. President Barack Obama, in a blog post releasing the treaty’s details\n“It eliminates 18,000 taxes that various countries put on American goods,” Obama wrote in a blog post on Medium. “When it comes to Asia, one of the world’s fastest-growing regions, the rulebook is up for grabs. And if we don’t pass this agreement  – if America doesn’t write those rules  –  then countries like China will.”\nThe Trans-Pacific Partnership pits Obama against Democratic presidential contenders Bernie Sanders and Hillary Clinton, who supported the negotiations as secretary of state but has since turned against the deal. Sanders asserts it would expose American workers to competition with low-wage foreign labor, saying in a tweet Thursday that “I will do everything I can to defeat the TPP. We need trade policies in this country that work for working families, not just CEOs.”\nThe deal puts congressional Republicans, who have supported the negotiations, in the position of voting to give a victory to a president they loathe or going against business allies who want a trade pact.\n“I continue to reserve judgment on the path ahead,” House Speaker Paul Ryan, R-Wis., said in a written statement. “But I remain hopeful that our negotiators reached an agreement that the House can support because a successful TPP would mean more good jobs for American workers and greater U.S. influence in the world.”\nObama has to wait 60 days before signing the agreement and sending it to Congress for a review, which would last another month at least. That pushes the contentious issue into a point next year where the presidential campaigns will be in full swing – Republican Donald Trump has joined Democrats Sanders and Clinton in expressing opposition to the Pacific trade deal.\nIt’s questionable whether Congress would act on the trade deal in such a hothouse election year, particularly with congressional campaigns ramping up. So the issue could be pushed off until the next president is in office. A Senate Republican who will be particularly influential in the debate, Orrin Hatch of Utah, is voicing skepticism about the final deal, a bad sign for Obama given the lack of enthusiasm among members of his own Democratic Party.\nEDITORS: STORY CAN END HERE\n\nNow that we have more details about TPP, it is abundantly clear that President Obama and his allies have stacked the deck against North Carolina agriculture. Sen. Richard Burr, R-N.C., on tobacco provisions\nThe details released Thursday reveal potential impacts for a variety of U.S. industries:\nNorth Carolina’s two Republican senators, Richard Burr and Thom Tillis, have helped lead other tobacco-producing states and business groups looking to block the deal because it exempts tobacco from protections allowed for other agricultural sectors.\nThat would mean tobacco companies wouldn’t have access to international legal avenues to sue or threaten countries that passed anti-smoking laws. Public health advocates praised the deal, which, they said, allows countries to enact their own tobacco-control measures. But Burr and Tillis said tobacco farmers and manufacturers shouldn’t be treated differently.\n“Now that we have more details about TPP, it is abundantly clear that President Obama and his allies have stacked the deck against North Carolina agriculture,” said Burr. “I won’t accept any deal that puts our farmers at a disadvantage. This is not a free trade deal for North Carolina.”\nThe National Cattlemen’s Beef Association called the trade deal a “major win,” while the National Chicken Council says the pact “represents a major opportunity” for U.S. producers. National Farmers Union President Roger Johnson, though, called it “bad for America’s family farmers and ranchers.”\nUnder the deal, for example, Vietnam, Japan and Malaysia over time would drop their tariffs on all tree nuts as well as fresh and processed fruits, including citrus. Japan would eliminate tariffs on cheese, while Vietnam would eliminate tariffs more generally on dairy products. Other tariffs would be reduced but not entirely eliminated, such as Japan’s tariff on U.S. beef.\nOther tariffs would be reduced but not entirely eliminated. Japan’s 38.5 percent tariff on U.S. beef, for instance, would fall to 9 percent. Other barriers, like certain phytosanitary rules regarding pests and pathogens imposed by other countries, also would shrink.\nThe Trans-Pacific Partnership could boost U.S. natural gas exports to Asia, particularly Japan. The agreement requires the Department of Energy to approve applications for natural gas exports to nations covered by the deal. That’s a win for oil and gas companies and their allies in Congress who want easier access to foreign markets for America’s abundant energy, although the industry expects that it would have a minimal impact in the short term.\nThe Sierra Club, which opposes the trade deal, said the provision encourages fracking and would eliminate consideration of whether the exports are in the nation’s interest. “We are now locking ourselves into increased dependence on highly polluting fossil fuels and increased climate-destructing emissions,” said Ilana Solomon, director of the Sierra Club’s trade program.\nThe U.S. pharmaceutical industry has spent millions lobbying Congress and fighting the Obama administration to protect the intellectual property of complex drugs known as biologics. Under the trade deal, drug companies could get up to eight years of exclusive rights for clinical trial data. Right now, U.S. companies get 12 years of exclusive rights, which limits the production of generic imitations called biosimilars. Other nations give less time.\nJohn Castellani, president of the Pharmaceutical Research and Manufacturers of America, an industry trade group, said last month that industry leaders were disappointed they couldn’t keep the 12 years of protection. “This term was not a random number, but the result of a long debate in Congress, which determined that this period of time captured the appropriate balance that stimulated research but gave access to biosimilars in a timely manner,” he said.\nMichael Doyle of the Washington Bureau contributed.\nSean Cockerham: 202-383-6016, @seancockerham\nFranco Ordoñez: 202-383-0010, @francoordonez", "byline": "", "description": "Obama revealed the text of the Trans-Pacific Partnership agreement on Thursday\nThe deal lowers tariffs and opens new markets\nCritics say it would cost American jobs\n…\nClick to Continue »", "title": "Battle begins over details of Obama’s Pacific trade deal", "url": "http://www.mcclatchydc.com/news/nation-world/national/economy/article43280127.html", "topics": ["trade"], "people": ["Sean Cockerham", "Hillary Clinton", "Thom Tillis", "Barack Obama", "John Castellani", "Michael Doyle", "Richard Burr", "Paul Ryan", "Bernie Sanders", "Orrin Hatch"], "orgs": ["Pharmaceutical Research and Manufacturers of America", "Congress", "Department of Energy", "Senate", "Democratic Party", "National Farmers Union", "Sierra Club", "CEOs", "TPP", "Washington Bureau"], "election_confidence": 0.7147701740372682, "authors": [{"author_id": 33906, "fullname": "sean cockerham", "primary_org": "mcclatchy"}, {"author_id": 33907, "fullname": "franco ordoñez", "primary_org": "mcclatchy"}], "date_written": "2015-11-05 23:21:15", "org": "mcclatchy", "article_id": "18fbb5125301ad0d09af44eca531aceb", "date_access": "2015-11-05 23:26:43.201010"}