{"body": "Chris Christie, the governor of New Jersey who had appeared to gain some momentum in the last Republican presidential debate, and Mike Huckabee, the former Arkansas governor, won’t be on the main stage for the next Republican debate.\nChristie and Huckabee failed to average 2.5 percent in national polls used by sponsors of Tuesday’s Milwaukee debate, a threshold needed to qualify for the big event. Eight candidates qualified.\nDonald Trump will be at center stage, since he averaged best in polls the sponsors used to determine participation. Next will be Ben Carson, the retired neurosurgeon, Sens. Marco Rubio, R-Fla., Ted Cruz, R-Texas, Jeb Bush, the former governor of Florida; former business executive Carly Fiorina, John Kasich, the governor of Ohio, and Sen. Rand Paul, F-Ky.\nFox Business Network's Neil Cavuto and Maria Bartiromo, and Wall Street Journal editor-in-chief Gerard Baker will moderate the two-hour debate, starting at 9 P.M. EST.\nAn earlier one hour debate, starting at 7 P.M. EST, will include those who polled at least 1 percent. They include Rick Santorum, former U.S. senator from Pennsylvania; Bobby Jindal, governor of Louisiana, Christie and Huckabee.\nNot qualifying for either debate were candidates Sen. Lindsey Graham, R-S.C., George Pataki, former governor of New York, and Jim Gilmore, former governor of Virginia.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Eight candidates in main event\nMilwaukee debate will go two hours\nMain stage debate has smallest field yet\n…\nClick to Continue »", "title": "Christie, Huckabee out of main GOP debate; Graham, Pataki, Gilmore out of undercard", "url": "http://www.mcclatchydc.com/news/politics-government/election/article43302414.html", "topics": ["surveillance/privacy", "personality"], "people": ["Rand Paul", "Rick Santorum", "George Pataki", "David Lightman", "Maria Bartiromo", "Chris Christie", "Jim Gilmore", "Jeb Bush", "John Kasich", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Neil Cavuto", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["GOP"], "election_confidence": 0.9981485476998623, "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-06 00:18:45", "org": "mcclatchy", "article_id": "94304210f9ac9a41d50cfc770a24bd89", "date_access": "2015-11-06 00:29:09.213897"}