{"body": "\n\n\n\ni\n\n\n\n\n            Sen. Marco Rubio, R-Fla., signs papers to be on the primary ballot in New Hampshire, the second presidential nominating contest behind Iowa.\n            \n            \n                \n                Jim Cole/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jim Cole/AP\n        \n    \n\n\n\n\n\n\n\n\nSen. Marco Rubio, R-Fla., signs papers to be on the primary ballot in New Hampshire, the second presidential nominating contest behind Iowa.\n\n            \n            Jim Cole/AP\n            \n        \n\n\n\n\n\n\n\n\n\n\n\n Rubio Steps Up Presidential Campaign In New Hampshire\n\n\n 4:43\n\n\n\n\n\n\n\n\n\nPlaylist\nDownload\nEmbed\nEmbed\n Close embed overlay iframe src=\"http://www.npr.org/player/embed/454829055/454829056\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\">\n\n\n\n\n\n\n\nThe New Hampshire primary is just over three months away, and U.S. Sen. Marco Rubio is stepping up his presence in the state after a relatively low-key approach there so far in his presidential bid. Rubio has been rising in polls and starting to draw the attention of rivals and undecided voters. He's using the buzz his campaign has been attracting since the last debate to re-introduce himself to voters. He highlights his belief that, at 44 years of age, he sees the world differently than older candidates. \"This election is not a choice simply between Republicans and Democrats,\" Rubio said at a town hall at a college in Nashua, N.H., Wednesday night. \"This election is a generational choice about what kind of country will America be in the 21st Century. That's what we're being asked to choose.\" Rubio said American businesses need relief from too many federal regulations. He said the federal debt is a product of Democratic and Republican policies. But he gets his biggest cheers with this line. \"One more thing we need to invigorate our economy, get ready to clap — is to repeal and replace Obamacare,\" Rubio said to cheers. \"It always works, works every time.\" At an event with young professionals in Manchester, Rubio was happy to entertain questions in the category of \"getting to know you.\" He said his bucket list includes visiting a Cuba free of communism and seeing his Miami Dolphins in the Super Bowl. And, he also talked Star Wars, expressing empathy for the series' principal villain. \"I used to hate Darth Vader,\" Rubio said, \"now I kind of feel a little bit sorry for him because I know what he went through to get to that point. And it's probably the most fascinating character in the whole movie, because it started out as this individual with a tremendous amount of talent and promise, then something went wrong, something really went bad. He went dark and went nasty.\" \n\n\ni\n\n\n\n\n            Donald Trump files to get on for the New Hampshire primary state ballot as longtime state Secretary of State Bill Gardner looks on.\n            \n            \n                \n                Don Emmert/AFP/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Don Emmert/AFP/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nDonald Trump files to get on for the New Hampshire primary state ballot as longtime state Secretary of State Bill Gardner looks on.\n\n            \n            Don Emmert/AFP/Getty Images\n            \n        \n\n\n\nRubio still trails Donald Trump and Ben Carson in New Hampshire polls, but he's moved up to third place, which explains why he's been getting a lot of attention from Trump. Trump was in the state Wednesday handing in petitions to officially get his name on the February primary ballot. Trump held an outdoor news conference, and he want after Rubio about Rubio's use of a Republican Party credit card while he was speaker of the Florida House of Representatives last decade. \"He has a disaster on his credit cards,\" Trump said. \"When you check his credit cards, take a look at what he's done with the Republican Party when he had access, what he had to put back in.\" Rubio downplays the controversy. He says personal expenses put on the cards were reimbursed. And he's pledged to release those records in the coming weeks. Still, he's been making a positive impression in New Hampshire. Sixty-year-old Gail Miserandino was at the Nashua town hall. She's an independent voter, who didn't know much at all about Rubio before the event. \"I liked him,\" Miserandino said. \"I liked him a little better than when we came in. I liked a lot of his ideas. I don't know how he'll get them done and accomplished.\" But she now puts Rubio on her list of favorites, which also includes Ben Carson and Chris Christie. Jane Caira, 64, also gave Rubio high marks. But she too remains undecided. \"I'm trying to narrow it down, and he's certainly one of my finalists,\" Caira said, adding that she's narrowed it down to \"probably only three of four — Ben Carson is in it right now; I like Carly\" Fiorina. And there's Ted Cruz. \"Cruz is, you know, sometimes in and sometimes out,\" she said. It's all evidence of how much more work Rubio and the rest of the field, still need do to win over New Hampshire voters who are just now starting to narrow their options.\n", "byline": "", "description": "The Florida senator is the youngest in the field presidential field, and he's making generational change key to his message. He does it when he talks about the economy and, yes, Darth Vader.", "title": "Rubio Says He Sees The World Differently Than Older Candidates", "url": "http://www.npr.org/2015/11/05/454865982/rubio-says-he-sees-the-world-differently-than-older-candidates", "topics": ["economy", "health"], "people": ["Don Emmert", "Chris Christie", "Donald Trump", "Marco Rubio", "Ted Cruz", "Ben Carson", "Darth Vader", "Jim Cole"], "orgs": ["Florida House of Representatives", "Republican Party", "Miami Dolphins"], "election_confidence": 0.9910560569855862, "authors": [], "date_written": "2015-11-05 18:48:00", "org": "npr", "article_id": "d2e45687e54f93276d4c56060a4b2845", "date_access": "2015-11-05 19:00:06.019011"}