{"body": "CONCORD, N.H. – One day after declining to return fire at Donald J. Trump for ridiculing his past difficulties with a credit card, Senator Marco Rubio of Florida lashed back, mocking the real estate magnate for his own record of business bankruptcies.\n\n“I find it curious that Donald Trump, the only person in this race that’s filed for bankruptcy not once but four times, is attacking anybody’s finances,” Mr. Rubio told reporters Thursday after filing his papers of candidacy in the State Capitol to be on the New Hampshire primary ballot. (Mr. Trump has often deflected questions during interviews by saying that he, personally, has never declared bankruptcy, adding only his companies have done so and that, like other successful businesses, he has used bankruptcy and restructuring laws to enhance profits.)\n\nMr. Rubio’s broadside was striking because he had dismissed Mr. Trump’s claims only one day ago (Mr. Trump had said Tuesday that the Florida senator is “a disaster with his credit cards,” boasting that he intended to run a more lofty campaign.)\n\n“When Donald comes across a poll he doesn’t like, he gets weird and he does these sorts of strange things and that’s fine – that’s the sort of campaign he wants to run and he’s entitled to it,” Mr. Rubio said at a news conference Wednesday in Goffstown, N.H.  \n\n“I’m going to continue to talk about the future of America.” Mr. Rubio added of Mr. Trump: “I can’t respond to everything he says, I wouldn’t be able to run a campaign.”\n\nThat the senator, who has recently vaulted into the top tier of contenders in this state, would so quickly change his tone illustrates his sensitivity about questions over his use of a Florida Republican Party credit card while he was in the State Legislature there.  \n\nMr. Rubio used the card for personal reasons, but has said that he reimbursed the party for all charges that were not related to politics.  But both Democrats and Mr. Rubio’s Republican rivals have revived the issue in recent days, trying to slow the 44-year-old senator’s surge in polls following his strong showing in last week’s debate.  Some of the charges have not been made public, but Mr. Rubio has said he would release them in the coming weeks.\n\nMr. Rubio, plainly recognizing the threat posed by questions about his personal finances, showed up for the traditional filing of his candidacy in New Hampshire armed with a new message to defuse the issue beyond his criticism of Mr. Trump.\n\nAs photographers, reporters, his supporters and environmental advocates jostled to get near him, Mr. Rubio seemed to borrow a tactic from former President Bill Clinton, trying to neutralize questions about his past by segueing into a message about voters’ future. \n\n“This campaign is about the finances of the American people and about the finances of a nation that owes $19 trillion in debt and about millions of Americans who are struggling to make ends meet,” the senator said. \n\nBut he had no ready answer to perhaps the most puzzling question surrounding the credit card: Given that he has been moving toward a presidential campaign for over a year, why would he not release those previously unseen records sooner?\n\n“They’re not public documents, guys,” Mr. Rubio said when asked this question, adding, “It’s not a big deal and I don’t think the people will be impressed with it.”", "byline": "JONATHAN MARTIN", "description": "One day after declining to return fire at Donald J. Trump for ridiculing his past difficulties with a credit card, Senator Marco Rubio of Florida lashed back, mocking the real estate magnate for his own record of bankruptcies.", "title": "First Draft: Marco Rubio Lashes Back at Donald Trump Over Credit Card Flap", "url": "http://www.nytimes.com/politics/first-draft/2015/11/05/marco-rubio-lashes-back-at-donald-trump-over-credit-card-flap/", "topics": ["personality"], "people": ["Donald Trump", "Bill Clinton", "Marco Rubio", "Donald J. Trump"], "orgs": ["Florida Republican Party"], "election_confidence": 0.9633451579062381, "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-11-05 16:40:42", "org": "nyt", "article_id": "9b1be010618ba6ed78250f0c6cd70efa", "date_access": "2015-11-05 17:01:19.120402"}