{"body": "Well before one hottest-year-ever was followed by yet another record-breaker, before Arctic ice vanished in real time and Pope Francis made a plea to save our troubled home, the world’s largest private oil company discovered that its chief product could cause global havoc.\n\nAs an accidental public service, this deed was little known until recently, when a trove of documents unearthed by several news organizations showed What Exxon Knew and When It Knew It. And it was reported Thursday that the New York attorney general is starting an investigation to determine whether the company lied about the risks of climate change.\n\nIt’s not surprising, given its army of first-rate scientists and engineers, that Exxon was aware as far back as the 1970s that carbon dioxide from oil and gas burning could have dire effects on the earth. Nor is it surprising that Exxon would later try to cast doubt on what its experts knew to be true, to inject informational pollution into the river of knowledge about climate change.\n\nBut what is startling is how a deliberate campaign of misinformation — now disavowed by even Exxon Mobil itself — has found its way into the minds of the leading Republican presidential candidates.\n\nYou can see the origin of this web of duplicity in stories done by the Pulitzer Prize-winning InsideClimate News and The Los Angeles Times. Kudos to both. They found that Exxon’s board of directors was fully briefed by its own scientists, decades ago, on the emerging consensus that burning oil and gas may cause sea levels to rise, glacial ice to melt and a host of other “generally negative consequences.” Their reaction was to fund the kind of counter-information campaigns that Soviet-era propagandists would be proud of.\n\nSo, even as one in-house memo stated that “fossil fuels contribute most of the CO2” that was turning the earth into an overheated greenhouse, another memo showed that the company would seek to “emphasize the uncertainty in scientific conclusions.”\n\nFrom 1998 to 2005, Exxon proceeded to do just that, contributing almost $16 million to organizations designed to muddy the scientific waters. Exxon came clean, in its way, in 2007, when it publicly acknowledged that the earth’s warming was caused, in large part, by CO2 from the very stuff that made billions for Exxon. It promised to no longer fund climate change deniers.\n\nBut now the leading Republican presidential candidates, with a far bigger megaphone than Exxon ever had, are promoting the very junk science that was hatched, in part, in Exxon’s board room.\n\nAs a global citizen, Exxon failed miserably, to say the least. A host of organizations, and some politicians have called for Exxon to be prosecuted for fraud not unlike that which tobacco companies engaged in when they hid the risks of smoking. Exxon argues that it was a climate change “pioneer” and didn’t so much deceive the public as stir a broader debate.\n\nAt least it is now on record as stating the obvious: that climate change is real, and human-caused, and that something — perhaps beneficial to its corporate bottom line — needs to be done.\n\nThe Republicans did not get the updated memo. Their two leading candidates for office, Ben Carson and Donald Trump, deny the consensus of human-caused climate change. They’re still reading from quarter-century-old Exxon talking points.\n\nTrump calls climate change “a total hoax.” He arrived at this position, judging by several tweets, after experiencing a couple of especially cold winter days in New York. This is a man who has bought into every nutty conspiracy theory, and stoked much of the same, about President Obama’s birth — all without a shred of evidence. But he won’t take the world’s leading scientists at their peer-reviewed word. If this is the kind of judgment you want in the Oval Office, get thee to Trump Tower.\n\nAnd here’s Carson: “I’ll tell you what I think about climate change,” he said earlier this year. “The temperature is either going up or down at any point in time, so it really is not a big deal.” Ah, well. He also believes the pyramids of Egypt were built to store grain rather than as tombs for kings and queens. Hey, it’s all there in the Bible, Carson says, for you fact-obsessed archaeologists.\n\nHow do you explain the boastful ignorance of other leading Republican candidates? It’s a political variant of Upton Sinclair’s line about how “It is difficult to get a man to understand something when his salary depends upon his not understanding it.”\n\nIn trying to win the support of the Koch brothers, Senators Ted Cruz, Marco Rubio and Rand Paul have signed a pledge to do the bidding of the billionaire oil industrialists, promising to “oppose any legislation relating to climate change” that would involve higher taxes or fees.\n\nCruz has gone the extra step of denying the very existence of climate change, an assertion that puts him at odds with three-fourths of the American public.\n\nJust pause for a second to soak in the magnitude of this sellout by these candidates to a pair of men who’ve vowed to spend $889 million influencing the 2016 election.\n\nThen imagine a President Trump or Cruz showing up at the Paris summit on climate change later this month and saying, sorry, the United States no longer believes in science.", "byline": "TIMOTHY EGAN", "description": "The leading Republican presidential candidates are promoting the very junk science that was hatched, in part, in Exxon’s board room.", "title": "Contributing Op-Ed Writer: Fossil Fools", "url": "http://www.nytimes.com/2015/11/06/opinion/fossil-fools.html", "topics": ["environment/energy"], "people": ["Rand Paul", "Donald Trump", "Marco Rubio", "Pope Francis", "Ben Carson", "Ted Cruz"], "orgs": ["Exxon", "Exxon Mobil", "Oval Office"], "election_confidence": 0.9897507881924746, "authors": [{"author_id": 1316, "fullname": "timothy egan", "primary_org": "nyt"}], "date_written": "2015-11-05 23:53:28", "org": "nyt", "article_id": "ae6ae64eee8b6c0e76f9238a8328fb26", "date_access": "2015-11-06 00:09:54.662972"}