{"body": "\n                                        Updated 11/05/15 06:23 PM EST\n\n                                        By \nElana Schor\n\nThe company said it is reviewing the subpoena disputed allegations that it misled the public. \n\n11/05/15 06:21 PM EST\n\n                                        By \nEliza Collins\n\nJeb Bush can fix anything.\n\n2016\n\n11/05/15 06:02 PM EST\n\n                                        By \nAlex Isenstadt\n                                         and \nMarc Caputo\n\nFlorida's top fundraiser quits Bush team, signals shift to Rubio.\n\n11/05/15 05:59 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nEight months into Hillary Clinton’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than...\n\n2016\n\n11/05/15 04:43 PM EST\n\n                                        By \nAnnie Karni\n\nThe former president is taking a more active role and is staying calm.\n\n                                        Updated 11/05/15 04:16 PM EST\n\n                                        By \nJohn Bresnahan\n\nThe California Republican is happy to be House majority leader, for now.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nJosh Gerstein\n\nKrass said scrutiny of OLC has had the effect of reducing demands for its formal opinions.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 03:37 PM EST\n\n11/05/15 03:36 PM EST\n\n                                        By \n                                                Alex Weprin\n\nThe debate will be streamed for free on Foxbusiness.com without the need to be a cable TV subscriber.\n\n11/05/15 03:32 PM EST\n\n                                        Updated 11/05/15 03:31 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n11/05/15 02:49 PM EST\n\n11/05/15 02:48 PM EST\n\n                                        Updated 11/05/15 02:42 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n                                        Updated 11/05/15 02:41 PM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\nWe're working on more stories right now\n\n2016\n\n                        Florida's top fundraiser quits Bush team, signals shift to Rubio.\n\n            By \nAlex Isenstadt\n             and \nMarc Caputo\n\n11/05/15 06:02 PM EST\n\n                Jeb Bush speaks as Marco Rubio looks on during the CNBC Republican Presidential Debate. | Getty\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\nJeb Bush’s decision to attack old friend and new rival Marco Rubio is backfiring, pushing important supporters to criticize the campaign’s tactics and driving Florida’s top fundraiser to officially quit and signal a shift in allegiance to the senator. \n“I think the world of Jeb Bush. He was a great governor of Florida and is a really good person, but the campaign has hijacked his message” said Brian Ballard, a Tallahassee lobbyist who contributed more than $25,000 of his own money and has raised hundreds of thousands of dollars more for Bush’s campaign and the super PAC supporting him.\nStory Continued Below\n“The campaign has become negative, one that is about attacking and trying to bring down Marco Rubio. And that doesn’t sit well -- not only with me, but with anyone who knows the two,” Ballard said. “Marco’s a friend of mine. I didn’t sign up for a campaign that was going to be negative and attack a bright star of the party’s future. It doesn’t make sense. I’m over it. And I’m done.”\nBallard, who stopped raising money for the campaign three months ago as he saw it turn negative, said he decided to make his departure final and public after the Bush team called Rubio “the GOP Obama” and a “risky” bet due to his past personal financial struggles.\nWhile Ballard’s decision and comments are the most-striking, his sentiment of disappointment in the campaign was expressed to POLITICO in varying degrees by numerous Bush supporters -- from members of Congress to those who have worked for the Bush campaign to donors unhappy with the direction of the election effort.\n\n\n\n            By \nNick Gass\n\nU.S. Rep. Pete Sessions, who counts George W. Bush as a Texas constituent and whose father, William, served as George H. W. Bush’s FBI director, said Jeb put himself in a combative situation that’s an ill fit for him. “I don’t think it’s his strong suit,” said Sessions, still a Bush supporter. “I think it’s Donald Trump’s strong suit.”\nAnd U.S. Rep. Carlos Curbelo – who, like Bush and Rubio, is a Miami-area Republican – said that while he still thinks Bush is the most-qualified to sit in the White House, attacking Rubio is neither effective nor beneficial.\n“The serious candidates in this race should focus on their policy proposals and resumes,” Curbelo said in an email to POLITICO. “Mud-slinging and efforts to disqualify one another will only serve to pave Hillary Clinton's path to the White House.”\nMost of those who say they are disappointed with the attack-Rubio tactics blame the campaign’s senior leadership – not Bush personally.\nOne Republican who has worked for the Bush campaign said the staffers are taking Rubio’s bid for president personally, not professionally. Some have taken to calling Rubio “Judas,” a betrayer who should have deferred to the elder Republican, the source said, adding that the campaign’s upper-echelon isn’t listening to the numerous voices in the conservative movement and the Republican Party who have become increasingly disillusioned with the negative tone.\n“The campaign has been arrogant with donors, arrogant with staff, arrogant with Republicans, and arrogant with the media,” the source said. “And now look at where we are: isolated.”\nWorse yet for Bush, nearly all of the supporters who told POLITICO they are disappointed in his attack approach see Rubio as a viable alternative who would continue the tradition of conservative principles and policies that the former governor espoused when Rubio served simultaneously in the Florida Legislature. Already, they noted, Rubio is well ahead of Bush in national and state polls.\n“For a substantial portion of the DC crowd – and I think this probably goes beyond DC – Marco is well liked,” said one major Bush donor and fundraiser from Washington. “I don’t know necessarily what is gained by picking fights with people.”\n\n\n\n            By \nNick Gass\n\nOne reason the Bush campaign’s tactic has hit such a nerve is that, polls show, a high amount of Bush supporters favor Rubio as a second-choice candidate. And with Bush’s public support collapsing, many Republicans don’t want to see his campaign take Rubio down with it.\nBallard said he has not spoken to Rubio or his campaign about his disappointment in the Bush campaign or his decision to make his departure official. Ballard said this was the first campaign he publicly left since his first race when he worked for Gov. Bob Martinez in 1986. He was a national finance-committee member for the 2008 and 2012 presidential campaigns of John McCain and Mitt Romney, respectively, and led fundraising efforts for Gov. Charlie Crist and Gov Rick Scott’s elections in 2010 and 2014, respectively.\nIf the Rubio campaign wanted, Ballard said, he would volunteer in any way they asked.\n“The three smartest people I know are my three daughters. All three of them are for Marco Rubio, and have been despite my support for Jeb,” he said. “When they speak about Marco, they speak about someone who can get them involved in politics. That’s why Marco has so much potential. That’s clearly why so many in the Bush campaign feel like they have to strangle him in the crib. And that’s a damn shame.”\nBush spokesman Tim Miller declined to comment on the criticisms and referred POLITICO to statements Bush made this week on the campaign trail about Rubio, for whom the former governor said he had “respect.” Bush refrained from taking on Rubio directly – and last week said he hadn’t seen his campaign’s comments calling the senator a “GOP Obama” or a “risky” choice, but he did fault Rubio because he “didn’t change the culture of Washington.”\nCertainly, many of Bush’s supporters are sticking with the one-time front-runner. U.S. Rep. Mario Diaz Balart, for instance, said he didn’t think Bush was out of line in discussing Rubio’s missed Senate votes or in emphasizing the superiority of executive over legislative experience, though he cautioned against more personal attacks.\n“I believe in Reagan’s 11th Commandment. So that’s where I am,” Diaz-Balart said, referencing the former president’s maxim against speaking ill of fellow Republicans.\nOthers agree.\n“Jeb has been and needs to continue to talk about the issues,” said Chicago investor Ron Gidwitz, a Bush donor who has contributed $100,000 to Bush’s super PAC, Right to Rise. “I see no reason why Jeb needs to attack anyone.”\nFrancis Rooney, a Bush donor who served as U.S. Ambassador to the Holy See under President George W. Bush, said he “wouldn’t tell [Bush] what to do,” but stressed his belief that Bush should focus on an economic message, which is what attracted people to Bush in the first place. Rooney, whose investment company, Rooney Holdings, has contributed $2 million to Bush’s super PAC, also urged Jeb to distinguish himself from “attack dogs” who were on the debate stage.\n\n\n\n            By \nNick Gass\n\n“When he’s himself, he’s a very inspirational candidate,” Rooney said.\nSome Bush supporters didn’t mind Bush deciding to take on Rubio directly onstage over his missed Senate votes, but they winced at Rubio’s sharp retort that Bush was only doing it “because we’re running for the same position. Someone convinced you attacking me is going to help you.”\nThe idea of confronting Rubio was a good one, if not the execution.\n“I think that was his judgment,” said Gidwitz. “Under the circumstances it was called for.”\n\nMarc Caputo is POLITICO's Florida political reporter.\n © 2015 POLITICO LLC", "byline": "", "description": "Florida's top fundraiser quits Bush team, signals shift to Rubio.", "title": "Bush&apos;s Rubio attack plan backfires", "url": "http://www.politico.com/story/2015/11/jeb-bush-marco-rubio-donor-backfires-215575", "topics": ["economy", "foreign policy/national security"], "people": ["Isaac Arnsdorf", "Lauren Gardner", "Brian Ballard", "Erin Mershon", "Henry C. Jackson", "Hadas Gold", "Charlie Crist", "Marc Caputo", "Carlos Curbelo", "Jon Allen", "Jenny Hopkinson", "Brian Mahoney", "Alex Weprin", "Theodoric Meyer", "Josh Gerstein", "Elana Schor", "Gabriel Debenedetti", "Tim Miller", "Annie Karni", "Nick Gass", "Bernie Becker", "Jeb Bush", "Bill Clinton", "George H. W. Bush", "Alex Isenstadt", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Barney Frank", "Bernie Sanders", "David Makovsky", "Tim Starks", "Bob Martinez", "Jeremy Herb", "Tony Romm", "Mitt Romney", "Heather Caygle", "Daniel Strauss", "Rick Scott", "Hillary Clinton", "Pete Sessions", "George W. Bush", "Eric Wolff", "Francis Rooney", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["PAC", "Congress", "DNC", "Senate", "Republican Party", "Priorities USA Action", "Supreme Court", "UAW", "Democratic National Committee", "R&D", "FBI"], "election_confidence": 0.9987115124378907, "authors": [{"author_id": 30896, "fullname": "elana schor", "primary_org": "politico"}], "date_written": "2015-11-05 23:02:14", "org": "politico", "article_id": "002801f64aaba47a7d3ca381957ba50b", "date_access": "2015-11-05 23:44:57.915609"}