{"body": "\n                                        Updated 11/05/15 06:23 PM EST\n\n                                        By \nElana Schor\n\nThe company said it is reviewing the subpoena disputed allegations that it misled the public. \n\n11/05/15 06:21 PM EST\n\n                                        By \nEliza Collins\n\nJeb Bush can fix anything.\n\n2016\n\n11/05/15 06:02 PM EST\n\n                                        By \nAlex Isenstadt\n                                         and \nMarc Caputo\n\nFlorida's top fundraiser quits Bush team, signals shift to Rubio.\n\n11/05/15 05:59 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nEight months into Hillary Clinton’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than...\n\n2016\n\n11/05/15 04:43 PM EST\n\n                                        By \nAnnie Karni\n\nThe former president is taking a more active role and is staying calm.\n\n                                        Updated 11/05/15 04:16 PM EST\n\n                                        By \nJohn Bresnahan\n\nThe California Republican is happy to be House majority leader, for now.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nJosh Gerstein\n\nKrass said scrutiny of OLC has had the effect of reducing demands for its formal opinions.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 03:37 PM EST\n\n11/05/15 03:36 PM EST\n\n                                        By \n                                                Alex Weprin\n\nThe debate will be streamed for free on Foxbusiness.com without the need to be a cable TV subscriber.\n\n11/05/15 03:32 PM EST\n\n                                        Updated 11/05/15 03:31 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n11/05/15 02:49 PM EST\n\n11/05/15 02:48 PM EST\n\n                                        Updated 11/05/15 02:42 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n                                        Updated 11/05/15 02:41 PM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\nWe're working on more stories right now\n\n                                                    Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\n\n            By \n                    Henry C. Jackson\n\n11/05/15 05:59 PM EST\nTHE CLOCK: 369 days until Election Day 2016 …\nTHE DEBATE CLOCK: Republicans do it all again in 6 days. The next Democratic debate is 10 days from now.\nStory Continued Below\nBILL CLINTON’S BEHIND-THE-SCENES ROLE: POLITICO’s Annie Karni reports: Eight months into HILLARY CLINTON’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than he did in 2008 when his deployment was as a public surrogate — a role that effectively ended with his angry, politically damaging diatribes in a catastrophic South Carolina primary loss to Barack Obama.\nThis year, his biggest influence so far has been behind the scenes, a veteran voice who can carry the day during decisive moments in the race, even if he's removed — by design — from the nitty gritty of directing the daily operation. As always, it's hard to figure out exactly what Clinton is doing — he doesn't make a habit of reading out his conversations with his wife to anyone. But people close to the Clintons tell POLITICO it's not unusual for him to sit in on big meetings or even participate in conference calls with senior staff from time to time.\nAnd — unlike 2008 when the campaign's top staff were loyalists to his wife — his new role is enhanced by strong personal ties with top campaign chairman John Podesta, his former chief of staff at the White House, and campaign manager Robby Mook, with whom he developed a personal bond when Mook ran the campaign of his good friend, Virginia Gov. Terry McAuliffe. Read more at POLITICO http://politi.co/1GNLZhK\nTGIT, let’s do it. It’s time for your 2016 Blast. Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news. Send your tips, complaints, and hottest hot takes to: hjackson@politico.com. \nTRAIL MIX: Here’s what’s popping on the campaign trail\nIn today’s campaign news, a Bern U-turn — BERNIE SANDERS says HILLARY CLINTON’s emails may be a fair question. Meanwhile, Sanders registers as a Democrat in New Hampshire and MARTIN O’MALLEY’s moment might be coming. On the GOP side, DONALD TRUMP once courted the big donors he lambastes, BEN CARSON gets scrutiny, while he and Trump both get security. JEB BUSH opens up about his daughter’s struggle with addiction, MARCO RUBIO tries to make his age an asset and CHRIS CHRISTIE pledges to debate you any time, anywhere.  \nTHE DAILY CLINTON\nU-TURN: The Wall Street Journal has an interview with BERNIE SANDERS in which he’s much more aggressive at drawing sharp distinctions with HILLARY CLINTON and even raises the specter of her emails — after seemingly taking the issue off the table at the last Democratic debate. Per the WSJ, Sanders “is casting her policy reversals over the years as a character issue that voters should take into account” and said her email practices were “valid questions” if they thwarted public-records requests or compromised classified information. http://on.wsj.com/1PnGSpu \nHONESTY ISSUES: The Washington Post says HILLARY CLINTON’s current sanguine outlook belies broader issues with her perceived honesty, and that may haunt her in a general election. “To win … she has to prove to swing voters that she is the sort of person that they can and should trust with leading the country over the next (at least) four years. That won't be easy because Clinton is both totally known by the electorate and not seen in that light by a majority of them in most polls.” http://wapo.st/1MCe9Za \nFAMILY BUSINESS: ABC looks at a group of (Bill) Clinton devotees who are reuniting to back HILLARY CLINTON. The “Arkansas Travelers” have no official affiliation with the Clintons, but have relationships going back decades, even to childhood. http://abcn.ws/1iF9NIS \nWHAT A GIRL WANTS: Billboard reports that HILLARY CLINTON raised more than $1 million dollars at the home of singer Christina Aguilera during a West Coast fundraising trip. “Clinton opened her remarks by telling the crowd that she is inspired by Aguilera’s song 'Fighter' and plans to fight for 'everyday Americans.'\" http://bit.ly/1PbVwla \nTHE PROGRESSIVE RESISTANCE\nSO LONG, SOCIALISM: ABC News reports BERNIE SANDERS will declare himself a Democrat on Thursday in order to appear on New Hampshire’s primary ballot. “Like many other presidential candidates this week, Sanders plans make an official stop at New Hampshire Secretary of State’s office to file his ‘Declaration of Candidacy’ form for the first primary in the nation … The Sanders campaign confirmed to ABC News that Sanders will write in 'Democrat' on the form. It also brushed aside any concerns over potential ballot challenges.” http://abcn.ws/1l938Zh \nPARTY PERSON: POLITICO’s Gabriel Debenedetti reports BERNIE SANDERS has reached a joint fundraising agreement with the Democratic National Committee. “The move, which comes more than two months after HILLARY CLINTON’s campaign signed such an agreement in August, will allow Sanders' team to raise up to $33,400 for the committee as well as $2,700 for the campaign from individual donors at events.” http://politi.co/1NSqICQ \nMARTY’S MOMENT?: Yahoo! suggests next week will — finally — be the moment that MARTIN O’MALLEY gets a chance to break through. “After toiling away in obscurity for much of the year, barely registering in polls or even in the public consciousness, O’Malley suddenly finds himself — as he likes to put it with his dry wit — in sole possession of third place. ‘I really feel like the campaign started in earnest 10 days ago, after the first debate,’ he said.\" http://yhoo.it/1NSubRX \nTRUMP ON THE STUMP\nTHINK BIG: POLITICO’s Kenneth P. Vogel and Ben Schreckinger report “DONALD TRUMP has spent much of his presidential campaign bashing his GOP rivals as beholden to major donors, and, in recent weeks, he’s expanded his attacks to include three major donors in particular ― Sheldon Adelson, Paul Singer and the Koch brothers. But POLITICO has learned that Trump or his surrogates have sought to build relationships ― if not support ― from all three, calling into question the billionaire real estate showman’s repeated assertions that, because of his wealth, he has no use for major donors.” http://politi.co/1MlHDhX \nNEVER GIVE UP: Business Insider reports DONALD TRUMP denied POLITICO’s story and (implausibly) denies knowing who GOP mega-donor Paul Singer is. http://read.bi/1NfHCJ1 \nTIME TO GET TOUGH: POLITICO’s Eliza Collins reports DONALD TRUMP and BEN CARSON are getting Secret Service details. DHS spokesman Todd Breasseale says Secret Service will work with the campaigns to work out the timeframe to start the protection. http://politi.co/1Qh2d4V \nSURVIVING AT THE TOP: CNN reports DONALD TRUMP is up with his first campaign ads, “radio ads set to air in the early primary states” which “tout Trump's business experience, slam politicians as ‘all talk and no action’ and play up Trump's pledge to build a wall on the U.S.-Mexico border. The $300,000 in ad buys will air in the first three primary states of Iowa, New Hampshire and South Carolina.” http://cnn.it/1l9hqcp \nCARSON’S COURSE\nSCRUTINY ARRIVES: POLITICO’S Nick Gass reports BEN CARSON found himself on the defensive on Thursday, a reporters pressed him on a slew of stories that have “sprung up questioning the factual accuracy of his past statements. As Carson has gained in the polls, so has media scrutiny of the 64-year-old retired pediatric neurosurgeon and Republican presidential candidate, whose past and present statements have drawn no shortage of curiosity and interest.” http://politi.co/1PqkcoO \nRESTROOM RIGHTS: In the same interview Fusion reports that BEN CARSON called for the creation of transgender bathrooms. “It is not fair for them to make everybody else uncomfortable. It’s one of the things that I don’t particularly like … I think everybody has equal rights, but I’m not sure that anybody should have extra rights.” \nJEB’S JOURNEY\nDAUGHTER’S STRUGGLE: Huffington Post has a revealing, at times wrenching interview with JEB BUSH as he discusses his daughter Noelle’s battle with drug addiction. “Bush spoke in highly personal terms about the toll that his daughter’s struggles took on her famous family. ‘She went through hell,’ Bush said. ‘And so did her mom and so did her dad. And it was in a private setting, but then it became very public when I was governor. And it wasn’t easy.’\" http://huff.to/1Q6WM9B \nBRO BACKER: POLITICO’s Nick Gass reports JEB BUSH vouched for his brother former President George W. Bush’s independence “after the release of excerpts from his father's upcoming biography that harshly criticized the negative influence of former Vice President Dick Cheney and Defense Secretary Donald Rumsfeld. In response, Bush said that his older brother is 'a big boy' and that his father and others are attempting to \"create a different narrative.\" http://politi.co/1kwZ0l7 \nGRANITE GUARANTEE: POLITICO’s Nick Gass reports JEB BUSH has guaranteed a victory in the New Hampshire primary. What’s the worst that could happen? http://politi.co/1ML6rlK \nRUBIO’S RACE\n‘OUTDATED’ ATTACK: The Washington Post reports MARCO RUBIO tried to make his “youth an asset in foreign affairs” during a campaign stop in New Hampshire on Thursday. “arguing … that the nation's security is being compromised by Washington's ‘outdated political establishment’ and that he would be a nimble commander in chief. … \"The nature of warfare is always changing and the leaders of the past are almost always blind to these changes,\" Rubio said, extending his criticism to \"outdated leaders\" of both political parties. http://wapo.st/1LSGs8l \nNOTED: “As Rubio spoke in Manchester, he was missing a vote back in Washington on a defense appropriations bill.”\nDEFENSIVE SPECIALIST: Bloomberg: MARCO RUBIO “seems to be deftly swatting away attacks from rivals DONALD TRUMP and JEB BUSH, but the barrage coming his way over missed Senate votes, immigration reform and mismanagement of personal finances have prompted him to quietly fine-tune his campaign as he rises in the polls and picks up big donors.” http://bloom.bg/1OrAS0q \nGAS TAX RELAX: The Hill: MARCO RUBIO “is calling for the 18.4 cents-per-gallon gas tax that pays for most federal transportation projects to be cut by 80 percent. The 2016 presidential hopeful said in a post on his campaign website that the gas tax should be cut because it is ‘outdated’ and replaced by a system that allows states to take the lead on financing transportation projects.” http://bit.ly/1MLf6ok \nSURVEYING THE 2016 LANDSCAPE\nONE WAY OR ANOTHER: POLITICO’s Daniel Strauss reports CHRIS CHRISTIE said he’d be debating next week, whether he made the main stage or not. “The bottom line is you need to be on a stage and debating. And so I will be on a stage and debating one way or the other wherever they put me. You put one in the middle of the square in Manchester, I'll do it there,\" he said. http://politi.co/1kdlIPM \nGETTING IT IN: The New York Times reports JOHN KASICH had a few minutes between events on Thursday, so “taking advantage of a gorgeous fall day, he walked to the driving range and took four swings. He was quite pleased with his shots, exclaiming to his staff after every swing how true he had hit the ball.” http://nyti.ms/1RZbixs \n‘TASTE THE FAT’: That’s comedian Asiz Ansari’s proposed slogan for BOBBY JINDAL. Watch this shtick from Jimmy Fallon to understand more: http://ti.me/1PdwH8w \nENEMIES LIST: TPM highlights a fundraising appeal from RICK SANTORUM that notes he’s taken on both the “ladies of The View” and, uh, Islamic State terrorists. http://bit.ly/1HdfZU6 \nKING’S WARNING: Breitbart Iowa Rep. Steve King “is warning Americans — and Iowans — that a massive amnesty for all of America’s illegal aliens may be unstoppable if Marco Rubio is elected president. ‘With Rep. Paul Ryan as Speaker, we have this big question about what amnesty might be not in this Congress but with the next president,’ King said on Breitbart News Daily on SiriusXM 125 the Patriot Channel with Breitbart News’ Executive Chairman Stephen K. Bannon. ‘I have apprehension about that.’” http://bit.ly/1kd3bDj \nNEXT NEWS CYCLE\nThe Democrats HILLARY CLINTON, BERNIE SANDERS and MARTIN O’MALLEY, attend a first in the south forum in South Carolina.\n MARCO RUBIO has a Florida fundraiser.\n JOHN KASICH is in New Hampshire, as is CARLY FIORINA and CHRIS CHRISTIE.\n TED CRUZ hits Des Moines, Iowa. \nTHE DAILY NUMBER\n+21. That’s BEN CARSON’s net favorability in a new favorability survey by Gallup. That makes him the most favorably viewed presidential candidate in the field. http://bit.ly/1Sta4eV \nFOLLOW @POLITICO’S politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarini, @GlennThrush, @EliStokols, @katieglueck, @shreckreports, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @PoliticoKevin,@mikeallen, @dlippman, @Danielstrauss4, @henrycjjackson, @shanegoldmacher,@KristinPolitico\nHenry C. Jackson is a reporter.\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n © 2015 POLITICO LLC", "byline": "", "description": "Eight months into Hillary Clinton’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than he did in 2008", "title": "Bill Clinton&apos;s behind-the-scenes role", "url": "http://www.politico.com/tipsheets/the-2016-blast/2015/11/bill-clintons-behind-the-scenes-role-211120", "topics": ["foreign policy/national security"], "people": ["Steve King", "Isaac Arnsdorf", "Lauren Gardner", "Erin Mershon", "Henry C. Jackson", "Hadas Gold", "Marc Caputo", "Jon Allen", "Paul Singer", "Barack Obama", "Jenny Hopkinson", "Brian Mahoney", "Donald Rumsfeld", "Alex Weprin", "Theodoric Meyer", "Josh Gerstein", "Elana Schor", "Jimmy Fallon", "Gabriel Debenedetti", "Robby Mook", "Kenneth P. Vogel", "Annie Karni", "Nick Gass", "Bernie Becker", "Jeb Bush", "Ben Schreckinger", "Bill Clinton", "Barney Frank", "Alex Isenstadt", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Bernie Sanders", "David Makovsky", "Tim Starks", "John Podesta", "Jeremy Herb", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Hillary Clinton", "Sheldon Adelson", "George W. Bush", "Eric Wolff", "Darius Tahir", "Dick Cheney", "Ben Carson", "Caitlin Emma"], "orgs": ["Congress", "DNC", "Senate", "Mook", "WSJ", "Priorities USA Action", "Supreme Court", "UAW", "Business Insider", "Democratic National Committee", "R&D", "DHS", "GOP", "LANDSCAPE"], "election_confidence": 0.9997140038139994, "authors": [{"author_id": 30896, "fullname": "elana schor", "primary_org": "politico"}], "date_written": "2015-11-05 22:59:18", "org": "politico", "article_id": "802fdb92097295ad417eed107ac89455", "date_access": "2015-11-05 23:44:58.834788"}