{"body": "\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n11/05/15 02:13 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:33 AM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:08 AM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\n\n11/05/15 07:17 AM EST\nHow Paul Ryan helped elect Brady as Ways and Means chair\n\n                                        Updated 11/05/15 07:13 AM EST\n\n                                        By \nVictoria Guida\n\nCurrency agreement on the side — House defeats Ex-Im amendments\n\n11/05/15 06:50 AM EST\nsuper PAC play in Assembly races\n\n11/05/15 06:47 AM EST\n\n                                        By \nNick Gass\n\nBen Carson is the best-liked candidate for president in either party and Donald Trump is the least-liked.\n\n11/05/15 06:45 AM EST\nUMASS funding dispute, continued\n\n                                        By \n                                                Natasha Korecki\n\n\n11/05/15 06:28 AM EST\nFL mayoral tie decided by card game.\n\n11/05/15 06:04 AM EST\nJON MEACHAM on Bush 41: No ‘empty deck of cards,’ he dictated real-time notes into mini-cassette recorder; Barbara kept voluminous diary back to ’48.\n\n11/05/15 06:00 AM EST\n\n                                        By \nNick Gass\n\nEven among Republicans, he is only outranked by Ronald Reagan.\nWe're working on more stories right now\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n\n                Bush said that his older brother is \"a big boy\" and that his father and others are attempting to \"create a different narrative.\" | AP Photo\n\n            By \nNick Gass\n\n11/05/15 02:13 PM EST\nJeb Bush on Thursday expressed full confidence in his brother's independent decision-making during his presidency, after the release of excerpts from his father's upcoming biography that harshly criticized the negative influence of former Vice President Dick Cheney and Defense Secretary Donald Rumsfeld.\nIn response, Bush said that his older brother is \"a big boy\" and that his father and others are attempting to \"create a different narrative.\"\nStory Continued Below\n\"His administration was shaped by his thinking, his reaction to the attack on 9/11. I think my dad, like a lot of people that love George, want to try to create a different narrative, perhaps just to—just 'cause that's natural to do, right? But [my brother] would say this was under my watch, I was commander in chief, I was the leader and I accept personal responsibility for what happened, both the good and the bad. And I think that's the right way to look at it,\" the former Florida governor said.\n\"As it relates to Dick Cheney, he served my brother well as vice president, and he served my dad extraordinarily well as secretary of defense,\" he continued. \"The context changes—we've got to get beyond this feeling that somehow 1991 is the same as 2001, which is the same as 2017. It isn't. The world has changed, it always changes, and the context changes as it relates to foreign policy and everything else. So, looking forward, I think there are lessons to be learned from both those presidencies and the presidencies of Ronald Reagan and Bill Clinton.\"\n\n\n\n            By \nJake Sherman\n\nAccording to a New York Times report, in the book, \"Destiny and Power: The American Odyssey of George Herbert Walker Bush,\" the former president told biographer Jon Meacham that Cheney was an \"iron-ass\" and \"and very different from the Dick Cheney I knew and worked with,\" surmising that his wife, \"Lynne Cheney is a lot of the eminence grise here.\" On Rumsfeld, Bush told Meacham in excerpts reported Thursday, that the secretary of defense \"served the president badly.\"\n\"There's a lack of humility, a lack of seeing what the other guy thinks. He's more kick ass and take names, take numbers. I think he paid a price for that,\" the elder Bush said of Rumsfeld.\nThe former defense secretary fired back in a statement his office provided to NBC News, saying, \"Bush 41 is getting up in years and misjudges Bush 43, who I found made his own decisions. There are hundreds of memos on www.rumsfeld.com that represent advice DoD gave the President.\"\nJeb Bush also cannot remember another reported remark in the book which his father said he advised him to drop Dan Quayle from the presidential ticket in 1992.\n\"I don't recall. That's a long time ago. I don't remember that. If my dad said it's true, geez, it's probably... since he's about as perfect as I can imagine a person,\" he said. \"That puts me in deep conflict here, but I don't remember that.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Jeb Bush defends brother after details emerge from father&apos;s book", "url": "http://www.politico.com/story/2015/11/jeb-bush-defends-george-w-bush-215564", "topics": ["foreign policy/national security"], "people": ["Dan Quayle", "Isaac Arnsdorf", "Lauren Gardner", "Erin Mershon", "Hadas Gold", "Natasha Korecki", "Ronald Reagan", "Janet Yellen", "Jon Allen", "Jenny Hopkinson", "Brian Mahoney", "Donald Rumsfeld", "Theodoric Meyer", "Gabriel Debenedetti", "Bernie Sanders", "Nick Gass", "Bernie Becker", "Bill Clinton", "Barney Frank", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Makovsky", "Tim Starks", "Jeremy Herb", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Ben White", "Victoria Guida", "Eric Wolff", "Darius Tahir", "Dick Cheney", "Ben Carson", "Caitlin Emma"], "orgs": ["PAC", "Fed", "Assembly", "DNC", "Senate", "Priorities USA Action", "Supreme Court", "UAW", "Democratic National Committee", "R&D"], "election_confidence": 0.9537110477443802, "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-11-05 19:13:33", "org": "politico", "article_id": "6e6af7178563cf8ea50caacb80ab758c", "date_access": "2015-11-05 19:40:17.345641"}