{"body": "\n11/05/15 10:33 AM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:08 AM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\n\n11/05/15 07:17 AM EST\nHow Paul Ryan helped elect Brady as Ways and Means chair\n\n                                        Updated 11/05/15 07:13 AM EST\n\n                                        By \nVictoria Guida\n\nCurrency agreement on the side — House defeats Ex-Im amendments\n\n11/05/15 06:50 AM EST\nsuper PAC play in Assembly races\n\n11/05/15 06:47 AM EST\n\n                                        By \nNick Gass\n\nBen Carson is the best-liked candidate for president in either party and Donald Trump is the least-liked.\n\n11/05/15 06:45 AM EST\nUMASS funding dispute, continued\n\n                                        By \n                                                Natasha Korecki\n\n\n11/05/15 06:28 AM EST\nFL mayoral tie decided by card game.\n\n11/05/15 06:26 AM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 06:04 AM EST\nJON MEACHAM on Bush 41: No ‘empty deck of cards,’ he dictated real-time notes into mini-cassette recorder; Barbara kept voluminous diary back to ’48.\n\n11/05/15 06:00 AM EST\n\n                                        By \nNick Gass\n\nEven among Republicans, he is only outranked by Ronald Reagan.\n\nCongress\n\n11/05/15 05:21 AM EST\n\n                                        By \nJake Sherman\n\n\"Team Ryan\" will feature Kevin Seifert and Jake Kastan\n\n11/05/15 05:18 AM EST\n\n                                        By \nDoug Palmer\n\nThe Obama administration released the long-awaited text of the Trans-Pacific Partnership trade agreement on Thursday, setting the stage for a divisive...\n\nCongress\n\n11/05/15 05:15 AM EST\n\n                                        By \nSeung Min Kim\n\n“You know, it’s not the law. It’s not the statute. It’s not the Constitution.”\n\nCongress\n\n11/05/15 05:15 AM EST\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nAngered by Democratic success in the recent budget deal, Republicans aim for policy wins in year-end spending package.\n\nCongress\n\n11/05/15 05:14 AM EST\n\n                                        By \nLauren French\n\n\"The tea party empowers us,\" the unlikely House kingmaker says in an exclusive POLITICO interview.\n\n11/05/15 05:00 AM EST\n\n11/05/15 01:05 AM EST\n\n                                        Updated 11/05/15 12:07 AM EST\n\n                                        By \nAndrew Glass\n\nIt was only the third time since the Civil War that the president’s party gained  seats in a midterm election.\n\n                                        By \n                                                Silvia Marchetti\n\nTwo books expose financial secrets that risk undermining Pope Francis’ reforms.\n\n                                        By \nKalina Oroschakoff\n\nFrom the climate to Germany’s image, the implications of VW’s latest emissions scandal.\n\n2016\n\n                                        Updated 11/04/15 10:48 PM EST\n\n                                        By \nKyle Cheney\n\nIn Jeb Bush's version of the Straight Talk Express, the candidate can't hide his frustrations.\n\n                                        Updated 11/04/15 10:38 PM EST\n\n                                        By \nHadas Gold\n                                         and \nSteven Shepard\n\nA new Fox News poll puts him at 2 percent. \n\nCongress\n\n                                        Updated 11/04/15 10:30 PM EST\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nRyan gives hints about how he'll wield power in D.C.\n\n2016\n\n                                        Updated 11/04/15 10:23 PM EST\n\n                                        By \nKenneth P. Vogel\n                                         and \nBen Schreckinger\n\nThe candidate quietly wooed Sheldon Adelson, Paul Singer and the Koch brothers.\n\nOpinion\n\n11/04/15 09:01 PM EST\n\n                                        By \n                                                Rich Lowry\n\nMaybe he's serious this time. But for conservatives, he still has a lot to prove.\n\nPrimary Source\n\n11/04/15 09:00 PM EST\n\n                                        By \n                                                Issac J. Bailey\n\nAfter the summer of Trump and Carson, this black voter is giving up on the party.\n\n11/04/15 07:57 PM EST\n\n                                        By \nEliza Collins\n\nAn ad supporting the senator misspelled his name\n\n11/04/15 07:28 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nIt's looking like Chris Christie may not make the primetime debate stage at next week's Fox Business Network/Wall Street Journal debate.\nWe're working on more stories right now\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                AP Photo\n\n            By \nDaniel Strauss\n\n11/05/15 10:33 AM EST\nNew Jersey Gov. Chris Christie shrugged off the prospect of being pushed out of the next mainstage Republican presidential primary debate, saying Thursday that the only thing that matters is that he's on a debate stage. \nA Fox News poll released Wednesday found Christie polling at just 2 percent, pushing his average in POLITICO's list of national polls down to just 2.25 percent, which would put him below the 2.5 percent threshold for the upcoming primetime GOP debate.\nStory Continued Below\nFox Business Network, which is co-hosting Tuesday's debate with The Wall Street Journal, plans to announce its lineup for the top- and lower-tier debates at 7 p.m. Thursday evening.\n\"We won't know till tonight,\" Christie said on Fox News' America's Newsroom. \"But listen, the bottom line is you need to be on a stage and debating. And so I will be on a stage and debating one way or the other wherever they put me. You put one in the middle of the square in Manchester, I'll do it there,\" he said. \"I'm looking forward to being the debate in Milwaukee on Tuesday.\"\n\n\n\n            By \nNick Gass\n\nThe New Jersey governor then took a jab at former Secretary of State Hillary Clinton. \n\"I'm looking forward to being able to get it again on the issues that are really important, and remind everybody that our real adversary — her — our real problem lives in Chappaqua, New York. It's Hillary Clinton. Not the men and women on that stage,\" Christie said.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Chris Christie: I&apos;ll be debating &apos;one way or the other&apos;", "url": "http://www.politico.com/story/2015/11/chris-christie-debates-2016-215554", "topics": ["foreign policy/national security"], "people": ["Burgess Everett", "Kyle Cheney", "Lauren Gardner", "Erin Mershon", "Henry C. Jackson", "Doug Palmer", "Anna Palmer", "Hadas Gold", "Natasha Korecki", "Ronald Reagan", "Janet Yellen", "Steven Shepard", "Paul Singer", "Chris Christie", "Jenny Hopkinson", "Brian Mahoney", "Theodoric Meyer", "Darius Tahir", "Pope Francis", "Caitlin Emma", "Kalina Oroschakoff", "Kenneth P. Vogel", "Nick Gass", "Bernie Becker", "Lauren French", "Ben Schreckinger", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Makovsky", "Tim Starks", "Donald Trump", "Tony Romm", "Daniel Strauss", "Heather Caygle", "Hillary Clinton", "Sheldon Adelson", "Rich Lowry", "Ben White", "Victoria Guida", "Eric Wolff", "Ben Carson", "Jake Kastan", "Barney Frank"], "orgs": ["Fed", "Assembly", "Congress", "Newsroom", "Priorities USA Action", "Supreme Court", "UAW", "PAC", "R&D", "GOP"], "election_confidence": 0.9587365825448927, "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-11-05 15:33:03", "org": "politico", "article_id": "f719a88d91c68195b00173fe9c01baa2", "date_access": "2015-11-05 15:44:05.739730"}