{"body": "\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:08 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:33 AM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:08 AM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\n\n11/05/15 07:17 AM EST\nHow Paul Ryan helped elect Brady as Ways and Means chair\n\n                                        Updated 11/05/15 07:13 AM EST\n\n                                        By \nVictoria Guida\n\nCurrency agreement on the side — House defeats Ex-Im amendments\n\n11/05/15 06:50 AM EST\nsuper PAC play in Assembly races\n\n11/05/15 06:47 AM EST\n\n                                        By \nNick Gass\n\nBen Carson is the best-liked candidate for president in either party and Donald Trump is the least-liked.\n\n11/05/15 06:45 AM EST\nUMASS funding dispute, continued\n\n                                        By \n                                                Natasha Korecki\n\n\n11/05/15 06:28 AM EST\nFL mayoral tie decided by card game.\n\n11/05/15 06:26 AM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 06:04 AM EST\nJON MEACHAM on Bush 41: No ‘empty deck of cards,’ he dictated real-time notes into mini-cassette recorder; Barbara kept voluminous diary back to ’48.\n\n11/05/15 06:00 AM EST\n\n                                        By \nNick Gass\n\nEven among Republicans, he is only outranked by Ronald Reagan.\n\nCongress\n\n11/05/15 05:21 AM EST\n\n                                        By \nJake Sherman\n\n\"Team Ryan\" will feature Kevin Seifert and Jake Kastan\n\n11/05/15 05:18 AM EST\n\n                                        By \nDoug Palmer\n\nThe Obama administration released the long-awaited text of the Trans-Pacific Partnership trade agreement on Thursday, setting the stage for a divisive...\n\nCongress\n\n11/05/15 05:15 AM EST\n\n                                        By \nSeung Min Kim\n\n“You know, it’s not the law. It’s not the statute. It’s not the Constitution.”\n\nCongress\n\n11/05/15 05:15 AM EST\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nAngered by Democratic success in the recent budget deal, Republicans aim for policy wins in year-end spending package.\n\nCongress\n\n11/05/15 05:14 AM EST\n\n                                        By \nLauren French\n\n\"The tea party empowers us,\" the unlikely House kingmaker says in an exclusive POLITICO interview.\n\n11/05/15 05:00 AM EST\n\n11/05/15 01:05 AM EST\n\n                                        Updated 11/05/15 12:07 AM EST\n\n                                        By \nAndrew Glass\n\nIt was only the third time since the Civil War that the president’s party gained  seats in a midterm election.\n\n                                        By \n                                                Silvia Marchetti\n\nTwo books expose financial secrets that risk undermining Pope Francis’ reforms.\n\n                                        By \nKalina Oroschakoff\n\nFrom the climate to Germany’s image, the implications of VW’s latest emissions scandal.\n\n2016\n\n                                        Updated 11/04/15 10:48 PM EST\n\n                                        By \nKyle Cheney\n\nIn Jeb Bush's version of the Straight Talk Express, the candidate can't hide his frustrations.\nWe're working on more stories right now\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n\n                The bill is an important first victory for Paul Ryan. (Getty) | Getty\n\n            By \nHeather Caygle\n             and \nLauren Gardner\n\n11/05/15 11:14 AM EST\nSpeaker Paul Ryan just pulled off what no House leader has been able to do in a decade —corralling an unruly chamber into passing a massive, multiyear highway and transit bill. \nThe measure would also revive the Export-Import Bank, a trade-promoting agency that expired last summer amid attacks from conservative lawmakers.\nStory Continued Below\nThe bill is an important first victory for Ryan, giving him something tangible to underpin his promises of a more open and collaborative legislative process. His office boasted of their new, open era by pointing to the more than 100 amendment votes on the House floor allowed on this bill alone.\nOf course, Ryan's role as leader in pushing the bill through was partly serendipitous. A massive budget and debt ceiling deal was hammered out before Ryan took the gavel which cleared the decks, allowing the House to move on to other legislative issues. And the highway bill, with a mid-November deadline to take action, was understood to be next in the queue, even under his predecessor, former Speaker John Boehner.\nStill, House leaders knew that while transportation bills are typically bipartisan, something can always go awry in the unpredictable chamber — witness the last bill from 2012, which was so contentious that Boehner had to yank it from the floor. \nBut for all the leadership pomp, the bill itself does little more than punt on a viable solution for a long-worn problem — how to get federal transportation programs on a sustainable path to solvency. Still, the bill provides a much needed lifeline to the construction industry, which for years has operated under stop and go federal funding while highways and bridges fell further into disrepair. \nThe House's base bill, which passed in a 363-64 vote, authorizes nearly $340 billion for highway and transit program over six years. The original bill would have paid for just three years of funding, but an amendment adopted at the last minute Thursday could add an additional $40 billion, shoring up funding for the life of the bill.\nThe lower chamber's bill must still be reconciled with a similar Senate bill that also allows for six years of highway and transit policy, albeit at slightly higher funding levels. \nNegotiators hope to hammer out a final bill acceptable to lawmakers in both chambers in just a couple of weeks, by the time current Highway Trust Fund policy expires Nov. 20.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Ryan notches a transportation win", "url": "http://www.politico.com/story/2015/11/house-passes-6-year-highway-bill-215555", "topics": ["foreign policy/national security", "trade"], "people": ["Burgess Everett", "Kyle Cheney", "Lauren Gardner", "Erin Mershon", "Doug Palmer", "Hadas Gold", "Natasha Korecki", "Ronald Reagan", "Janet Yellen", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Darius Tahir", "Pope Francis", "Caitlin Emma", "Kalina Oroschakoff", "Nick Gass", "Bernie Becker", "Lauren French", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Makovsky", "Tim Starks", "Donald Trump", "Tony Romm", "Daniel Strauss", "Heather Caygle", "Ben White", "Victoria Guida", "Eric Wolff", "Ben Carson", "Jake Kastan", "Barney Frank"], "orgs": ["Fed", "Assembly", "Highway Trust Fund", "Congress", "Senate", "Priorities USA Action", "Supreme Court", "UAW", "PAC", "R&D"], "election_confidence": 0.9126920820227252, "authors": [{"author_id": 32060, "fullname": "heather caygle", "primary_org": "politico"}, {"author_id": 37871, "fullname": "lauren gardner", "primary_org": "politico"}], "date_written": "2015-11-05 16:14:24", "org": "politico", "article_id": "1b25212731b82026f471a796c4cf16bb", "date_access": "2015-11-05 16:37:33.050468"}