{"body": "\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n11/05/15 02:13 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:33 AM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:08 AM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\n\n11/05/15 07:17 AM EST\nHow Paul Ryan helped elect Brady as Ways and Means chair\n\n                                        Updated 11/05/15 07:13 AM EST\n\n                                        By \nVictoria Guida\n\nCurrency agreement on the side — House defeats Ex-Im amendments\n\n11/05/15 06:50 AM EST\nsuper PAC play in Assembly races\n\n11/05/15 06:47 AM EST\n\n                                        By \nNick Gass\n\nBen Carson is the best-liked candidate for president in either party and Donald Trump is the least-liked.\n\n11/05/15 06:45 AM EST\nUMASS funding dispute, continued\n\n                                        By \n                                                Natasha Korecki\n\n\n11/05/15 06:28 AM EST\nFL mayoral tie decided by card game.\n\n11/05/15 06:04 AM EST\nJON MEACHAM on Bush 41: No ‘empty deck of cards,’ he dictated real-time notes into mini-cassette recorder; Barbara kept voluminous diary back to ’48.\n\n11/05/15 06:00 AM EST\n\n                                        By \nNick Gass\n\nEven among Republicans, he is only outranked by Ronald Reagan.\nWe're working on more stories right now\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n\n                AP Photo\n\n            By \nNick Gass\n\n11/05/15 01:59 PM EST\nBen Carson was put on the defensive on Thursday, with reporters pressing him about a series of reports that have sprung up questioning the factual accuracy of his past statements.\nAs Carson has gained in the polls, so has media scrutiny of the 64-year-old retired pediatric neurosurgeon and Republican presidential candidate, whose past and present statements have drawn no shortage of curiosity and interest.\nStory Continued Below\nOn Thursday, during a stop on his book tour, Carson was pressed on everything from a report that questioned past claims of his physical violence toward others, an interview in which he appeared to struggle with the complexities of Cuban immigration policy in South Florida, and a rediscovered past speech in which he expressed his belief that the Great Pyramids of Giza were constructed by the biblical figure Joseph to store grain, not pharoahs' tombs.\nA CNN reporter in particular tried to pry more details out of Carson after the network published a report titled \"A tale of two Carsons\" in which it could not corroborate the candidate's past claims in his books that he had acted violently in his childhood and adolescence toward his family and others —claims that are part of Carson's narrative of personal redemption. \nAsked to be more specific about when the incidents occurred, Carson listed them in detail. “One of the ones where I threw a rock and broke someone’s glasses, that occurred when I was maybe about 7 or 8, the stabbing, attempted stabbing incident occurred when I was 13 or 14, the — what’s another incident? Give me another one,\" Carson asked a scrum of media on CNN in Miami during a book signing tour. “Trying to hit my mom in the head with a hammer? That was around the same time as the stabbing incident.”\nThe reporter pressed, saying the victims could not be located among nine friends, classmates and neighbors interviewed in the article. \n“Well, why would you be able to find them? What makes you think you would be able to find them? Unless I tell you who they are. And if they come forward on their own, because of your story, that’s fine, but I’m not going to expose them,\" Carson responded.\n\n\n\n            By \nNick Gass\n\nAsked by another reporter whether he had the chance to take a look at the so-called wet foot, dry foot policy or related issues for which he appeared unprepared during a Miami Herald interview on Wednesday, Carson said that he had but that he wants to do \"an in-depth deep dive.\"\n\"Because, see, it doesn’t make sense to me, quite frankly, the whole wet foot, dry foot thing doesn’t make sense to me. Because like I said, you catch them a mile off, you treat them differently than if they’re on the shore. And I also recognize that many people have taken advantage of that, and you know, gotten all kinds of benefits that perhaps they don’t deserve,\" the retired neurosurgeon explained. \"There are other people who perhaps get denied things that they should have. You know, you need to dive into those things deeply, and I’m not sure that wet foot, dry foot is where the emphasis should be. The emphasis should be on people who are trying to escape an oppressive regime, how do we make sure people not appropriately doing it don’t take advantage of our generosity?\"\nOn Wednesday, BuzzFeed unearthed a 1998 commencement speech the Johns Hopkins neurosurgeon gave at Andrews College in which he remarked that his \"own personal theory is that Joseph built the pyramids to store grain.\"\n\"Now all the archaeologists think that they were made for the pharaohs’ graves. But, you know, it would have to be something awfully big if you stop and think about it. And I don’t think it’d just disappear over the course of time to store that much grain,\" Carson said in the video.\nOn Thursday, Carson defended his belief.\n“Some people believe in the Bible, like I do, and don’t find that to be silly at all and believe that God created the Earth and don’t find that to be silly at all,\" Carson said. \"The secular progressives try to ridicule it anytime it comes up, and they’re welcome to do that.”\nInformed about Carson's pyramid theory on MSNBC's \"Morning Joe,\" rival Donald Trump said, \"I think I'll have to put that into my repertoire when I talk about Ben.\" \n\"That was a strange -- that was a strange deal,\" he remarked. \"I learn a lot by watching your show, folks.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Carson on the defensive over claims of past violence, pyramids", "url": "http://www.politico.com/story/2015/11/ben-carson-violence-pyramids-215562", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Lauren Gardner", "Erin Mershon", "Hadas Gold", "Natasha Korecki", "Ronald Reagan", "Janet Yellen", "Jon Allen", "Jenny Hopkinson", "Brian Mahoney", "Theodoric Meyer", "Gabriel Debenedetti", "Bernie Sanders", "Nick Gass", "Bernie Becker", "Barney Frank", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Makovsky", "Tim Starks", "Jeremy Herb", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Johns Hopkins", "Ben White", "Victoria Guida", "Eric Wolff", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["PAC", "Fed", "Assembly", "DNC", "Senate", "Priorities USA Action", "Supreme Court", "UAW", "Democratic National Committee", "R&D", "MSNBC"], "election_confidence": 0.9518124073817162, "authors": [{"author_id": 30731, "fullname": "hadas gold", "primary_org": "politico"}], "date_written": "2015-11-05 18:59:52", "org": "politico", "article_id": "72cf829660091bc03157187461082dc0", "date_access": "2015-11-05 19:40:18.803331"}