{"body": "(Dan Hill introduced the use of facial coding in market\nresearch. He is the author of four books, including\n\"Emotionomics.\" His company, Sensory Logic, has worked with\nnearly half the world's top 100 consumer-oriented businesses,\nand also received 10 U.S. patents. The opinions expressed here\nare his own.)\nBy Dan Hill\nNov 5 (Reuters) - Though key issues may vary, a candidate's\nsignature facial expressions rarely do. In Carly Fiorina's case,\nshe dominates the field of 2016 Republican presidential\ncontenders in one particular look: It signals disgust. With a\nlower-lip depressor movement, her lower lip pulls down and out,\ncausing the lip to stretch wider and the chin to momentarily\nflatten.\nThis movement is one of the five principal ways to express\ndisgust. The emotion is more commonly signaled by the upper lip\ncurling or the nose wrinkling, in keeping with its actual\nmeaning. Disgust is about rejection, about viscerally protecting\noneself from what you perceive as \"poisonous.\" Fiorina uses it\nto reject the status quo.\nFiorina curled her upper lip during last week's debate on\nCNBC, for example, as she discussed the need to \"cut the\nbureaucracy\" at Hewlett-Packard when she was its chief\nexecutive. The expression was evident in the first debate as\nwell, when she analyzed President Barack Obama's \"false choices\"\nin negotiating with Iran. She also wrinkled her nose. One\nstrikingly on-message but off-emotion moment occurred during the\nCNBC debate:  Fiorina's words were positive about small\nbusinesses, yet her nose wrinkled as she said them.\nThe lower-lip depressor, however, is Fiorina's signature\nexpression of disgust - one often associated with bitterness.\nThe bitter look came courtesy of a host of topics in the third\nRepublican debate. It finished the rhetorical question of \"Who's\ngoing to get [tax reform] done?\" and accompanied her comments\nabout needing to hold chief executives criminally liable for\nmalfeasance. It was most apparent as she stated that her GOP\nopponents all have \"good plans.\"\nDisplaying happiness isn't Fiorina's forte. Reagan-esque\noptimism isn't for her.\nThe CNBC moderators opened the debate by asking each\ncandidate to name a personal weakness. Fiorina said she had been\ntold that she \"didn't smile enough.\" Actually, she does smile,\noccasionally. For example, she smiled broadly that night when\nassuring fellow Republicans she can \"beat Hillary Clinton.\"\nFiorina's biggest smile, however, wasn't really a smile. It\nwas a grim, sarcastic grin that can often also signal disgust.\nShe used it in fending off a question about being fired by\nHewlett-Packard. She flashed it while talking about\n\"disagreements in the board room\" that led to her dismissal.\nSmiles as genuine expressions of happiness or enjoyment\noffer warmth and a sense of openness. A real smile is the\nequivalent of an emotive embrace. But Fiorina's smile brings\nonly a hint of warmth.\nInstead, Fiorina uses it to serve the cause of sarcasm about\nthe status quo or withering scorn for other leaders. A mention\nof \"crony capitalism,\" for example, will likely bring forth this\nsmile. In past debates, Fiorina used it when talking about\nObama's or Donald Trump's leadership abilities. Or when Fiorina\ndeclared that the entire existing \"political class has failed\"\nthe citizens of America.\nIn addition to disgust, Fiorina is characterized by another\nvisceral, tough emotion - anger. The skin below her eyes\ntightens at times when she speaks. But it's tense lips - evident\nduring her fierce denunciation of Planned Parenthood or her\nsharp response to Trump's patronizing comments regarding her\nlooks - that signal Fiorina's anger most often.\nTaken together, her lower lip pressing downward (the left\nside in particular), along with the anger and cold smiles,\nsummarizes Fiorina emotionally. She's promising not to\n\"sugarcoat\" things like other career politicians do - and it\ndoesn't look like she will.\nWomen candidates often face the lurking - and sometimes\nexpressed - question of whether they are \"too soft\" to be\ncommander-in-chief. But that might not be a problem for Fiorina.\nWant something done in Washington? No doubt, Fiorina has the\ntenacity, the fortitude, you could even say the vehemence to\nattempt it. That truth is written all over her face.\n\n (Dan Hill)", "byline": "", "description": "Nov 5 (Reuters) - Though key issues may vary, a candidate's\nsignature facial expressions rarely do. In Carly Fiorina's case,\nshe dominates the field of 2016 Republican presidential\ncontenders in one particular look: It signals disgust. With a\nlower-lip depressor movement, her lower lip pulls down and out,\ncausing the lip to stretch wider and the chin to momentarily\nflatten.", "title": "COLUMN-Carly Fiorina's disgust is written all over her face", "url": "http://feeds.reuters.com/~r/reuters/cyclicalconsumergoodsNews/~3/4DorqjbQS8s/hill-fiorina-idUSL1N13039820151105", "topics": ["personality", "foreign policy/national security"], "people": ["Sensory Logic", "Hillary Clinton", "Donald Trump", "Barack Obama", "Dan Hill", "Carly Fiorina"], "orgs": ["CNBC", "GOP"], "election_confidence": 0.9060653892589309, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-05 20:59:23", "org": "reuters", "article_id": "9a3728ce5f716d92301baa96bfb76e90", "date_access": "2015-11-05 22:47:50.274678"}