{"body": "Hillary Clintonâ\u0080\u0099s campaign fired backÂ Thursday at critical comments voiced by rival Bernie Sanders, saying he was engaging in the sort of â\u0080\u009cpersonal attacksâ\u0080\u009d he had disavowed.\nIn an interview on Wednesday with The Wall Street Journal, the Vermont senatorÂ cast Mrs. Clintonâ\u0080\u0099s policy reversals over the years as a character issue and said the federal investigation of the security surrounding her private email account as secretary of state is appropriate. He also suggested that she wouldn’t be an effective regulator of Wall Street.\nThe Clinton campaign had no comment on Wednesday but on Thursday, spokesman Josh Schwerin pushed back.\n“This has and will remain a campaign about issues for Hillary Clinton, and that’s what she’ll continue to talk about on the trail,â\u0080\u009d he said in an email. â\u0080\u009cItâ\u0080\u0099s disappointing Sen. Sanders and his campaign strategists have chosen to change direction and engage in the type of personal attacks that they previously said he wouldn’t do.”\nMr. Sandersâ\u0080\u0099s comments mark a turning point in the Democratic race, which has become a two-person contest, with a third contender, former Maryland Gov. Martin Oâ\u0080\u0099Malley, lagging far behind. While Mr. Sanders has long pointed to policy differences between the two of them, he hasn’t criticized her personally.\nIn the Democratic debate last month, Mr. Sanders said voters were â\u0080\u009csick and tiredâ\u0080\u009d of the focus on Mrs. Clintonâ\u0080\u0099s â\u0080\u009cdamn emails,â\u0080\u009d a comment many interpreted to be a dismissal of the matter. Mr. Sanders rejected that assessment on Wednesday. If her email practices foiled public-records requests or compromised classified information, those are â\u0080\u009cvalid questions,â\u0080\u009d Mr. Sanders said.\nPolling shows that voters question Mrs. Clintonâ\u0080\u0099s honesty and trustworthiness, but also find her well ahead nationally. Sheâ\u0080\u0099s also taken the lead in recent polls in Iowa and New Hampshire, the states that hold the first two contests.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Hillary Clinton’s campaign fired back Thursday at critical comments voiced by rival Bernie Sanders, saying he was engaging in the sort of “personal attacks” he had disavowed.", "title": "Clinton Campaign Fires Back at Bernie Sanders", "url": "http://blogs.wsj.com/washwire/2015/11/05/clinton-campaign-fires-back-at-bernie-sanders/", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Josh Schwerin", "Hillary Clinton"], "orgs": ["Capital Journal", "WSJ"], "election_confidence": 0.9046255657331489, "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}, {"author_id": 2156, "fullname": "peter nicholas", "primary_org": "wsj"}], "date_written": "2015-11-05 18:02:50", "org": "wsj", "article_id": "bf708f512b9e601cfea70acadc0776cd", "date_access": "2015-11-05 18:56:21.885379"}