{"body": "The stage for the next Republican primetime debate will be a little less crowded.\nNew Jersey Gov. Chris Christie and former Arkansas Gov. Mike Huckabee were bumpedÂ from next Tuesdayâ\u0080\u0099s 9 p.m.Â debate to the nightâ\u0080\u0099s earlier debate, Fox Business Network, the debate’s network sponsor, announced, whileÂ former New York Gov. George Pataki and South Carolina Sen. Lindsey Graham were cut altogether.\nTo qualify for the Nov. 10 primetime debate, hosted by Fox Business NetworkÂ and The Wall Street Journal, candidates needed an average of 2.5% support in four recent national polls, as determined by the network’s criteria. Mr. Christie earned 2% in a Fox News poll released Wednesday, giving him an average of under the 2.5% threshold.\nMessrs. Christie and Huckabeeâ\u0080\u0099s shifting positions mark the first departures from the main stage, aside from candidates who have quit the race. Kentucky Sen. Rand Paul just barely made the cut: He held an average near the 2.5% cutoff in recent polls prior to the Fox News survey, but notched 4% support in Wednesdayâ\u0080\u0099s poll, which helped keep him on the primetime stage. Fox Business said the four polls it counted were the Fox News poll, a recentÂ WSJ/NBC News poll, a Quinnipiac poll, and an Investor’s Business Daily/TIPP poll.\nMessrs. Christie and Huckabee still qualify for the earlier debate, which required candidates to garner 1% support in at least one of the four recent national polls. Their departures from the primetime debate leave eight candidates on the main stageâ\u0080\u0094a drop from the 11 who participated in Septemberâ\u0080\u0099s debate.\nEarlier Thursday, Mr. Christie appeared to tamp down expectations, saying on Fox Newsâ\u0080\u0099 â\u0080\u009cAmericaâ\u0080\u0099s Newsroom,â\u0080\u009d â\u0080\u009cThe bottom line is you need to be on a stage and debating. I will be on a stage debating one way or the other wherever they put me.â\u0080\u009d He added on MSNBC that â\u0080\u009cI donâ\u0080\u0099t really careâ\u0080\u009d about making the cut for the primetime debate.\nBoth Messrs. Pataki and Graham polled at less than 0.5% in Wednesdayâ\u0080\u0099s Fox news poll. Mr. Pataki had polled at 0% in five previous national polls.\nFormer Pennsylvania Sen. Rick Santorum and Louisiana Gov. Bobby Jindal also fared poorly in Wednesdayâ\u0080\u0099s poll, each notching less than 1%. But both made the cut for Tuesdayâ\u0080\u0099s earlier debate.\nFormer Virginia Gov. Jim Gilmore hasn’t qualified for the last two early debates, and failed to make the cut again for next weekâ\u0080\u0099s event.\nThe primetime debate will be held at 9 p.m. Eastern, and the earlier event at 7 p.m. The debates are taking place in Milwaukee.\nDonald Trump will again take center podium in the primetime debate, as the four polls had him remaining ahead ofÂ Ben Carson.\nHere are full lineups:\nPRIMETIME\nDonald Trump\nBen Carson\nMarco Rubio\nTed Cruz\nJeb Bush\nCarly Fiorina\nJohn Kasich\nRand Paul\nEARLY DEBATE\nChris Christie\nMike Huckabee\nBobby Jindal\nRick Santorum\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "New Jersey Gov. Chris Christie and former Arkansas Gov. Mike Huckabee were bumped from next Tuesday’s Fox Business/WSJ primetime debate to the night’s earlier debate, while former New York Gov. George Pataki and South Carolina Sen. Lindsey Graham were cut altogether.", "title": "Christie, Huckabee Miss Cut for GOP Primetime Debate", "url": "http://blogs.wsj.com/washwire/2015/11/05/christie-huckabee-miss-cut-for-gop-primetime-debate/", "topics": ["foreign policy/national security", "budget/taxation"], "people": ["Rand Paul", "Rick Santorum", "Carly Fiorina", "Chris Christie", "Lindsey Graham", "Jeb Bush", "John Kasich", "Jim Gilmore", "George Pataki", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Donald Trump", "Ben Carson", "Ted Cruz"], "orgs": ["MSNBC", "WSJ", "GOP", "Capital Journal", "Quinnipiac"], "election_confidence": 0.9985930934253191, "authors": [{"author_id": 2127, "fullname": "rebecca ballhaus", "primary_org": "wsj"}], "date_written": "2015-11-06 00:16:26", "org": "wsj", "article_id": "34719bd285e038dd7f726f9ab3dd2bb9", "date_access": "2015-11-06 00:53:03.145723"}