{"body": "Ben Carson tried to compare his own lack of political experience to that of the Founding Fathers. The trouble is, he got his history wrong.\nIn a Facebook post late Wednesday, Mr. Carson, a retired neurosurgeon seeking the GOP presidential nomination, asked if the American people really want officials with political experience. He added, “Every signer of the Declaration of Independence had no elected office experience.”\n“That’s just patently false,” said Benjamin L. Carp, an associate professor of history at Brooklyn College and author of books on the American Revolution.\nMr. Carp said Thomas Jefferson, Samuel Adams, John Hancock and many other signers had been elected members of their colonial assemblies, prior to signing the Declaration. Mr. Carp said he hadn’t done a tally, but believes that a majority of the signers had held elected office.\nThat was echoed by Gordon S. Wood, an emeritus professor of history at Brown University and a leading scholar of the American Revolution, who said Mr. Carson’s claim was “wrong.” He said most of the signers had not been governors, since those were appointed by the British Crown, but pointed out that Stephen Hopkins of Rhode Island had been an elected governor.\nA spokesman for the Carson campaign, after being alerted to the error by the Wall Street Journal, said Mr. Carson had changed his post to say that the signers had no “federal” elected office experience.\nMr. Carp, the Brooklyn College professor, said Mr. Carson is correct that there has been a long tradition in American politics of claiming that amateurism is a virtue in its own right. But, he said, signing the Declaration of Independence took genuine political skill and experience, because it required convincing their fellow colonists to go down a dangerous road.\n“To claim those people were amateurs is simply a falsehood,” he said.\nMr. Carp added that changing the Facebook post to say the signers had no “federal” elected experience was “ridiculous,” because there was no federal government prior to that time.\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Ben Carson tried to compare his own lack of political experience to that of the Founding Fathers. The trouble is, he got his history wrong.", "title": "Ben Carson States, Wrongly, That Founding Fathers ‘Had No Elected Office Experience’", "url": "http://blogs.wsj.com/washwire/2015/11/05/ben-carson-states-wrongly-that-founding-fathers-had-no-elected-office/", "topics": ["foreign policy/national security", "budget/taxation"], "people": ["John Hancock", "Ben Carson", "Thomas Jefferson"], "orgs": ["Founding Fathers", "Capital Journal", "WSJ", "GOP"], "election_confidence": 0.7261781168278079, "authors": [{"author_id": 20587, "fullname": "mark maremont", "primary_org": "wsj"}], "date_written": "2015-11-05 21:12:06", "org": "wsj", "article_id": "7eed80aa3adaf2772670ad261f4ac830", "date_access": "2015-11-05 21:57:41.930024"}