{"body": " (AP) â\u0080\u0094 For months, Marco Rubio's campaign team in South Carolina operated out of a staffer's garage, plotting strategy for the first-in-the-South primary from freshly painted yard sale furniture and tiny classroom desks.\nThe shoestring budget setup was a point of pride for the Republican presidential candidate's team. Now, with Rubio enjoying a burst of momentum as the early voting contests edge closer, the Florida senator's campaign is moving beyond its lean and mean roots.\nOn Wednesday, Rubio's South Carolina team officially moved out of the garage and into a proper campaign headquarters â\u0080\u0094 though they brought some of the yard sale furniture along with them.\n\"This election could very well be decided in this state,\" Rubio told the crowd gathered at the office in Columbia, South Carolina's capital.\nRubio's team also opened offices in Nevada a few weeks ago. His staff grew by about 30 percent in October, with more than 70 people now on the campaign payroll. The new hires include communications and digital advisers, as well as field workers to boost voter contact and advance staff to help set up larger and more frequent events in Iowa, New Hampshire, South Carolina and Nevada, the first four states to vote in the nomination contest.\nWhether Rubio can effectively build up his campaign infrastructure in those states may determine whether he can turn his natural political talents and easy appeal with GOP voters into primary victories.\n\"Everywhere I go I hear folks talking about him,\" said Glenn McCall, a Republican National Committeeman from South Carolina. \"So it's the right time to come into the state, set up shop and set up more time here.\"\nWhile Rubio's advisers say they're simply executing the next phase in a carefully crafted campaign blueprint, there's no doubt the team's early penny-pinching was driven in part by necessity. The senator's fundraising has been underwhelming and his money totals trailed several rivals through summer and fall, including a lackluster $6 million haul in third financial reporting period of the year.\nBut buoyed by strong performances in the last two GOP debates, Rubio has been attracting more high-dollar donors, including billionaire investor Paul Singer and New York hedge fund manager Cliff Asness.\nWith more cash in the pipeline, Rubio is expected to spend more money on travel to early voting states and on larger events aimed at putting him in front of as many voters as possible. Rubio communications director Alex Conant pointed to a 450-person event in New Hampshire last week and a similar sized event in Davenport, Iowa, on Wednesday as examples of the type of settings the candidate will appear at more regularly.\nRubio's more robust travel plans are welcome news to some Republicans in early voting states who have griped for months that the senator wasn't spending enough time on the ground meeting with donors and wooing important backers. While some candidates have all but taken up residency in Iowa and New Hampshire, Rubio has been a more sporadic presence.\n\"He's recognizing that in order to win in New Hampshire, you need to be available to voters â\u0080\u0094 not just once or twice but more often than that,\" said Donna Sytek, a prominent New Hampshire Republican. She called Rubio an \"attractive candidate\" but said she's also still considering Chris Christie and Carly Fiorina.\nRubio's backers believe the campaign's fiscal caution has already been validated by the early money woes of other candidates. Wisconsin Gov. Scott Walker quickly built a large and expensive operation, but was forced to withdraw from the race after just two months when his fundraising stopped covering his bills. And despite raising more than $100 million for his super PAC, Florida Gov. Jeb Bush slashed payroll spending by 40 percent after campaign fundraising slowed.\nTo be sure, the Rubio team's tales of cheapness have helped the campaign define the Florida senator as a scrappy underdog taking on wealthier rivals. Campaign manager Terry Sullivan has bragged about sticking Rubio on budget airline Frontier â\u0080\u0094 which he called \"a special kind of hell\" â\u0080\u0094 and touted his rule of personally approving expenses over $500.\nAt one of the campaign's Nevada offices, staffers tried to do their part to live up to the less is more mantra. After noticing a pizza place next to a campaign office had free wireless internet that required a password, a staffer walked over and bought two pieces of pizza and asked for the internet access code.\nBut the cost-cutting measure was short-lived. After about three weeks, the pizza place caught on and asked the Rubio team to stop.\n_\nPace reported from Washington. Follow Pace at http://twitter.com/jpaceDC and Seanna Adcox at http://twitter.com/seannaadcox_ap", "byline": "", "description": "COLUMBIA, S.C. (AP) — For months, Marco Rubio's campaign team in South Carolina operated out of a staffer's garage, plotting strategy for the first-in-the-South primary from freshly painted yard sale furniture and tiny classroom desks.", "title": "Rubio's low-budget campaign looks to ramp up as voting nears", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-12-US-GOP-2016-Rubio/id-0c503c8e2a0545f198791605b289e965", "topics": ["campaign_finance"], "people": ["Julie Pace", "Cliff Asness", "Paul Singer", "Chris Christie", "Terry Sullivan", "Jeb Bush", "Alex Conant", "Marco Rubio", "Donna Sytek", "Carly Fiorina", "Scott Walker"], "orgs": ["S.C.", "Republican National Committeeman", "PAC", "GOP"], "election_confidence": 0.9943917878069929, "authors": [{"author_id": 39393, "fullname": "julie pace", "primary_org": "ap"}, {"author_id": 41527, "fullname": "seanna adcox", "primary_org": "ap"}], "date_written": "2015-11-12 11:39:00", "org": "ap", "article_id": "8461f1d85f9639549f6bee236eaa79e2", "date_access": "2015-11-12 17:00:05.892499"}