{"body": " (AP) â\u0080\u0094 Republican presidential candidates agree that Islamic extremists are running rampant, the Mideast is on fire and Russia, China and Iran are flexing their muscles, yet they are far from reaching consensus on how much is enough when it comes to spending on defense.\nIt's a political divide that has dogged the GOP since 2010 â\u0080\u0094 defense hawks versus deficit hawks born in the tea party movement. It also reflects a war-weary nation as conflicts in Iraq and Afghanistan drag on with no end in sight and President Barack Obama decides to deploy up to 50 Special Operations forces to Syria.\nThe divisions were on stark display during Tuesday's night debate. In a heated exchange, Florida Sen. Marco Rubio called for raising defense spending significantly. Texas Sen. Ted Cruz wants more robust spending, too, but he doesn't want to make the deficit larger. Kentucky Sen. Rand Paul's isolationist bent makes him less willing for the U.S. to get involved abroad and he wondered aloud how spending more money on defense qualifies a candidate as a conservative.\n\"Defense spending has fallen dramatically on President Obama's watch, and our forces have been reduced and suffered readiness challenges even as threats abroad increase,\" Rubio said. \"Our military therefore needs a serious program of reinvestment and modernization.\"\nHe failed to mention that the cuts to defense spending as well as to domestic spending were largely the result of the 2011 budget pact between Obama and congressional Republicans, who were intent on reducing the nation's deficit.\nPaul, who has proposed a budget in the past that would have cut spending across the board to curb deficits, said he wants a strong national defense, \"but I don't want us to be bankrupt.\"\nCongress just approved spending $607 billion on defense next year, and the United States is still the world's largest military spender \"at nearly three times the level of second-placed China,\" according to the Stockholm International Peace Research Institute. Russia and Saudi Arabia are third and fourth, respectively.\nHowever, the bipartisan National Defense Panel released a report last year that strongly condemned the current state of the U.S. military. It said U.S. military strength has been weakened by deep budget cuts that started with the 2011 budget law. \"Budget cuts have left the military in disrepair,\" the panel's report said. The Budget Control Act has created a \"readiness crisis\" and has caused shortfalls in present and future capabilities.\nThat has prompted U.S. allies to question the United States' resolve on the world stage, the report said. If the budget cuts are not stopped, the U.S. military will become a hollow force, the report said. Several candidates have embraced the panel's findings in their campaign rhetoric, but few have provided their desired price tag for the Pentagon budget.\nWhat some of the other GOP candidates have said about defense spending:\n___\nJEB BUSH\nIn his June speech announcing his presidential campaign, the former Florida governor called the Obama administration \"risk averse\" and said that Obama was leading America into a state of \"military inferiority.\n\"We need to increase defense spending significantly if we are to carry out our global responsibilities today and modernize our armed forces for the future,\" said Bush.\n___\nBEN CARSON\nThe retired neurosurgeon told conservative radio talk show host Hugh Hewitt that the U.S. is no longer just cutting fat from the Pentagon budget, but is \"cutting into the muscle and cutting into the bone.\"\nCarson said he thinks the United States needs to be able to respond to at least three areas of the world simultaneously and will be in jeopardy if it can't.\n___\nLINDSEY GRAHAM\nThe South Carolina senator is a defense hawk who has repeatedly clashed with deficit hawks.\n\"Our ballooning national debt poses a serious threat to our national security, but failed attempts to address it by blindly and recklessly slashing military funding are equally dangerous,\" Graham says on his campaign website.\n____\nDONALD TRUMP\nThe wealthy businessman said other nations are beating the U.S. economically and militarily.\n\"We have to make our military bigger, better, stronger than ever before so that nobody messes with us, and in the long run, it's going to save us,\" Trump says.\nAt the same time, Trump says, \"We can't continue to be the policeman of the world. ... We have a country that's going to hell. We have an infrastructure that's falling apart.\"\n___\nThis story has been corrected to reflect that the budget control act was in 2011.", "byline": "", "description": "WASHINGTON (AP) — Republican presidential candidates agree that Islamic extremists are running rampant, the Mideast is on fire and Russia, China and Iran are flexing their muscles, yet they are far from reaching consensus on how much is enough when it comes to spending on defense.", "title": "Pentagon spending divides GOP deficit, defense hawks", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-12-US-GOP-2016-Defense-Spending/id-cd7bb55cdef84642a49d3584dac9b574", "topics": ["foreign policy/national security", "surveillance/privacy"], "people": ["Rand Paul", "Marco Rubio", "Barack Obama", "Hugh Hewitt", "Ted Cruz"], "orgs": ["Budget Control Act", "Pentagon", "GOP", "Congress"], "election_confidence": 0.9945341813847701, "authors": [{"author_id": 39457, "fullname": "deb riechmann", "primary_org": "ap"}], "date_written": "2015-11-12 10:29:00", "org": "ap", "article_id": "920e099e3902aaef496b7a32831f1064", "date_access": "2015-11-12 16:00:05.449403"}