{"body": " (AP) â\u0080\u0094 Republican presidential rivals Sens. Marco Rubio and Ted Cruz are backpedaling furiously as they try to outmaneuver each other on immigration.\nRubio co-wrote a massive 2013 immigration bill that passed the Senate. He disavows it now, but Cruz won't stop talking about it.\nCruz opposed the bill, but he offered amendments to massively increase legal immigration. Now he says that's not a good idea after all, but Rubio won't let him off the hook.\nBoth senators are maneuvering to appeal to conservative GOP presidential primary voters in a campaign shadowed by Donald Trump, who wants to deport all 11.5 million immigrants in this country illegally. Trump's hard-line stance has pushed the entire GOP field to the right and may create problems for the eventual GOP nominee facing a more diverse general election electorate. Former Florida Gov. Jeb Bush pointed to that possibility in Tuesday night's GOP debate when he said that Hillary Rodham Clinton's Democratic campaign would be doing high-fives at such talk.\nOn Thursday Cruz did a complete about-face on one of his long-held immigration stances, telling conservative talk host Laura Ingraham when asked whether he would increase the numbers of legal immigrants to the U.S.: \"I don't believe that's a good idea.\"\nBut during the Senate immigration debate two years ago the Texas senator was an outspoken advocate for increasing legal immigration, particularly for highly skilled immigrants. He called legal immigration \"a pillar of our nation's heritage and strength\" and introduced amendments to double the cap on legal immigration and increase the number of high-skilled immigrant visas by 500 percent.\nCruz also proposed an amendment to eliminate the path to citizenship in the Senate bill, allowing immigrants in the country illegally to end up with legal status short of citizenship instead.\nRubio highlighted those stances in a campaign appearance in South Carolina on Thursday, saying: \"Ted is a supporter of legalizing people that are in this country illegally. ... If you look at it, I don't think our positions are dramatically different.\"\nBrian Phillips, Cruz's rapid response director, disputed that over Twitter, arguing in a series of tweets that Cruz was not seeking to support legal status for immigrants in the country illegally, only to oppose citizenship. \"For the 1000th time, his amdt had nothing to do with legalization. He intentionally focused on citizenship only ... to illustrate that Dems weren't serious about passing real reform.\"\nFor his part, Cruz sought to use his appearance on Ingraham's show to highlight Rubio's role authoring the Senate immigration bill with its divisive path to citizenship for many of the immigrants in this country illegally. The legislation passed the Senate on a bipartisan vote in 2013 but ended up dying in the House, and President Barack Obama ultimately addressed the issue through executive actions now tied up in court.\nWhen asked about Rubio, Cruz said, \"You know where someone is based on their actions, as the Scripture says, you shall know them by their fruits,\"\nSpeaking of Rubio and the other authors of the Senate bill, Cruz also said, \"They fought tooth and nail to try to jam this amnesty down the American people's throat over and over and over again.\"\nRubio now says that a single, comprehensive immigration bill is not the way to go and he would not address the status of the people in this country illegally before securing the border and remaking the legal immigration system. Ultimately he would still allow people here illegally to qualify for citizenship, but only after 15 years.", "byline": "", "description": "WASHINGTON (AP) — Republican presidential rivals Sens. Marco Rubio and Ted Cruz are backpedaling furiously as they try to outmaneuver each other on immigration.", "title": "Rubio, Cruz in fight to reshape their records on immigration", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-12-US--GOP%202016-Rubio-Cruz-Immigration/id-c6f6fa3118cd4707be61de80fe8e82ec", "topics": ["immigration"], "people": ["Laura Ingraham", "Jeb Bush", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Ted Cruz"], "orgs": ["Senate", "GOP"], "election_confidence": 0.9972520258032276, "authors": [{"author_id": 39773, "fullname": "erica werner", "primary_org": "ap"}], "date_written": "2015-11-12 17:34:00", "org": "ap", "article_id": "affc2770739985a34b194be528c3729c", "date_access": "2015-11-12 23:00:04.903385"}