{"body": " (AP) â\u0080\u0094 Republican presidential candidate Ted Cruz says he wants to do away with government support for the sugar industry â\u0080\u0094 a veiled dig at rival Marco Rubio, the Florida senator who has long supported sugar growers.\nSome conservatives like Cruz want to get rid of the program, which supports prices and protects growers from foreign competition. But sugar supports have for decades been unassailable in Congress, partly due to wide bipartisan support from lawmakers representing states from Florida to North Dakota that grow sugar cane and sugar beets.\nIn Tuesday night's GOP debate, Cruz listed assistance for sugar as among government programs he'd like to eliminate to allow more spending for the military.\n\"Among them are corporate welfare, like sugar subsidies,\" said the Texas senator. \"Let's take that as an example. Sugar subsidies. Sugar farmers farm under roughly 0.2 percent of the farmland in America, and yet they give 40 percent of the lobbying money.\" On Wednesday, Cruz spokeswoman Catherine Frazier clarified that Cruz meant 40 percent of crop industries' total lobbying expenditures.\nU.S. assistance to sugar growers is not really direct subsidies â\u0080\u0094 unlike some other agricultural commodities. The government does not offer cash payments to processors and growers. Instead, it props up prices through loans, limits the amount domestic processors can sell and restricts sugar imports.\nRubio, who has received campaign donations from the sugar industry, has consistently voted to maintain the sugar program. On Wednesday, he told ABC's \"Good Morning America\" that he supports getting rid of sugar supports, but only if countries that export sugar to the United States also get rid of their government sugar aid. The sugar industry has made a similar argument.\n\"I'm not going to wipe out an American industry that happens to have a lot of workers in Florida by unilaterally disarming,\" Rubio said.\nBut another Republican candidate, former Florida Gov. Jeb Bush, has distanced himself from sugar producers as some conservative groups have focused on overhauling the program, calling it \"crony capitalism.\" A Bush spokeswoman, Kristy Campbell, said Wednesday that Bush supports phasing out the sugar program.\n\"Gov. Bush believes we should constantly be moving to reduce government interference and create a level playing field for all commodities on the world market,\" she said.\nIn 2014, the sugar industry spent almost $10 million on lobbying, according to the Center for Responsive Politics. The group's calculations show the industry contributed more than $5 million to congressional candidates during the 2014 campaign cycle, split almost evenly between Republicans and Democrats.\nWhen Frazier clarified Cruz's remark about lobbying expenditures, she cited a 2014 Heritage Foundation report. It's unclear how that report calculated the numbers, but the Center for Responsive Politics puts the percentage of sugar industry lobbying dollars closer to 8 percent of all agribusiness lobbying dollars so far this year.\nStill, the sugar industry's influence is undeniable.\nCongressional votes to reform or do away with the program have consistently failed. A 2013 amendment to the farm bill in the Senate to scale back the program garnered 45 votes, with many of the most conservative Republicans voting with Democrats to maintain the status quo. While sugar cane produces jobs in Florida, Louisiana and even Cruz's home state of Texas, sugar beets are grown and create jobs in at least 14 states, many in the Great Plains and the northern tier of the country.\n\"The bipartisan efforts in Congress to reform this program have been undermined by the sugar industry which doesn't want to give up these generous taxpayer subsidies,\" said Sen. Jeanne Shaheen, a New Hampshire Democrat who sponsored the 2013 amendment.\nSome of the most ardent opponents have been candy companies, who see the prices they pay for domestic sugar inflated by the program. Members of Congress from Illinois, home to Wrigley and other candy companies, and Pennsylvania, home to Hershey, have fought for years to overhaul the program.\nJennifer Cummings, a spokeswoman for The Coalition for Sugar Reform, an alliance of candy companies, and other food industries and taxpayer watchdog organizations, says they believe there is momentum building for reform.\n\"America should be a leader on this issue and we shouldn't wait for other countries to reform their subsidies,\" she says.\n___\nFind Mary Clare Jalonick on Twitter: ", "byline": "", "description": "WASHINGTON (AP) — Republican presidential candidate Ted Cruz says he wants to do away with government support for the sugar industry — a veiled dig at rival Marco Rubio, the Florida senator who has long supported sugar growers.", "title": "Sugar program draws Cruz's ire, remains popular in Congress", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-12-US--GOP%202016-Sugar/id-08a1061d0e5a4144ac113d6039bb41af", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Catherine Frazier", "Kristy Campbell", "Mary Clare Jalonick", "Jeb Bush", "Jeanne Shaheen", "Marco Rubio", "Ted Cruz"], "orgs": ["Senate", "Heritage Foundation", "Congress", "Center for Responsive Politics"], "election_confidence": 0.9519732218017437, "authors": [{"author_id": 39409, "fullname": "mary clare jalonick", "primary_org": "ap"}], "date_written": "2015-11-12 09:22:00", "org": "ap", "article_id": "b9f10d77533467a6e4b91da57ae779d9", "date_access": "2015-11-12 15:00:06.031664"}