{"body": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Friday:\n1. KURDISH FORCES ADVANCE AGAINST EXTREMISTS IN IRAQ\nBacked by U.S.-led airstrikes, the fighters gain ground in a major offensive to retake the strategic town of Sinjar from the Islamic State group.\n2. RUSSIA OWNING UP TO DOPING PROBLEM\nThe head of Russia's track federation tells the AP that he is ready to admit to some of the charges leveled against his country's athletes.\n3. AGING MOBSTER ACQUITTED IN 1978 HEIST RETOLD IN 'GOODFELLAS'\nIt's a stunning defeat for the federal government, which tried to link 80-year-old Vincent Asaro to the legendary $6 million holdup at the Lufthansa terminal at Kennedy Airport.\n4. WHO'S TRYING TO OUTMANEUVER TRUMP ON IMMIGRATION\nMarco Rubio and Ted Cruz are both fighting to reshape their records on immigration and appeal to conservative GOP primary voters.\n5. TWIN SUICIDE BOMBINGS KILL DOZENS IN LEBANON\nThe deadly attacks in suburban Beirut are quickly claimed by the Islamic State group.\n6. NEW PRESIDENT PICKED TO LEAD UNIVERSITY THROUGH TURBULENT TIME\nMichael Middleton, 68, has spent three decades in the University of Missouri System after becoming one of the first blacks to graduate from its law school.\n7. SECRET SERVICE OFFICER CHARGED WITH TRYING TO SOLICIT MINOR\nUnbeknownst to Lee Robert Moore, 37, the person he thought was a 14-year-old girl was actually an undercover Delaware police officer, authorities say.\n8. WHY UTAH IS CHALLENGING COURT RULING ON FOSTER CHILD\nThe state says it disagrees with a judge who decided to take a baby from lesbian parents and, for the child's well-being, place her with a heterosexual couple.\n9. FEDS WANT SMOKING BAN IN PUBLIC HOUSING\nThe proposed rule â\u0080\u0094 not only in common areas but inside apartments as well â\u0080\u0094 would expand existing bans to nearly a million more homes in the U.S.\n10. WHICH RELIGIOUS TREASURES ARE BEING AUCTIONED\nThousands of items from the world's most important private library of Hebrew books and manuscripts â\u0080\u0094 including the first printing of the Talmud in Venice in the 1520s â\u0080\u0094 will be up for sale in New York.", "byline": "", "description": "Your daily look at late-breaking news, upcoming events and the stories that will be talked about Friday:", "title": "10 Things to Know for Friday", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-11-12-10%20Things%20to%20Know-Friday/id-aad55705995c4f9cb9629018ba4a2dca", "topics": ["foreign policy/national security", "immigration"], "people": ["Marco Rubio", "Ted Cruz"], "orgs": ["GOP"], "election_confidence": 0.6581215419611728, "authors": [{"author_id": 66, "fullname": "the associated press", "primary_org": "npr"}], "date_written": "2015-11-12 21:06:00", "org": "ap", "article_id": "fa754d239680a2f368065b2482f745de", "date_access": "2015-11-13 03:00:03.821412"}