{"body": "", "byline": "", "description": "\nBen Carson isn't only challenging Donald Trump's frontrunner status in the Republican presidential primaries — he's beating him in book sales, too.Trump's new book, Crippled America, will debut on the New York Times hardcover nonfiction bestseller list at #5 — one spot below Carson's book, A More Perfect Union. The yet-to-be-released list was sent to BuzzFeed News by a publishing industry source, and will appear in the Nov. 22 edition of the New York Times Book Review.Trump's title does edge out Carson's in the less-closely-followed \"combined print and e-book\" category: On that list, Crippled America is at #4 and A More Perfect Union is at #5. But many industry observers expected Trump's book to dominate the bestseller list.As BuzzFeed News recently reported, the celebrity billionaire's proposal was passed over earlier this year by some publishers, who were skeptical of his staying power in the 2016 race, and then came to regret their decision.Carson's performance on the Times list is particularly impressive given that his book has already been out for more than a month: This will be A More Perfect Union's fifth week as a bestseller. By contrast, Cripple America is benefitting from the surge of publicity and sales that typically accompany a book's first week on the shelves.Carson and Trump — currently locked in a dead heat for first place in the 2016 primary polls — are both prolific bestselling authors. Carson became the country's most famous neurosurgeon, and an icon in the African-American community, thanks largely to his bestselling 1996 memoir Gifted Hands. And Trump has spent much of this year touting his popular 1987 business book The Art of the Deal, which he calls his second favorite book (behind only the Bible).\n\n\n", "title": "Donald Trump's New Book To Debut Behind Ben Carson's On New York Times Bestseller List", "url": "http://www.buzzfeed.com/mckaycoppins/donald-trumps-new-book-to-debut-behind-ben-carsons-on-new-yo", "topics": ["personality", "foreign policy/national security"], "people": ["Donald Trump", "Ben Carson"], "orgs": ["The Art"], "election_confidence": 0.946306694033898, "authors": [{"author_id": 6681, "fullname": "mckay coppins", "primary_org": "buzzfeed"}], "date_written": "2015-11-12 19:42:46", "org": "buzzfeed", "article_id": "c6cf8c9b9333e4099db688469b50f74a", "date_access": "2015-11-12 20:10:48.306284"}