{"body": "White supremacists are praising Donald Trump for citing a 1950s U.S. government policy that deported hundreds of thousands of Mexican immigrants.", "byline": "", "description": "“This represents a milestone in the immigration debate.”\n\nJoshua Lott / AFP / Getty Images\nWhite supremacists are praising Donald Trump for citing a 1950s U.S. government policy that deported hundreds of thousands of Mexican immigrants.\nAfter Trump mentioned the policy, called \"Operation Wetback,\" at Tuesday night's Republican presidential debate, Richard B. Spencer, the president of the white nationalist National Policy Institute, tweeted, \"Operation Wetback, fuck yeah!\" \n\"Mass deportation would be easy and could easily be done humanely,\" he added in another tweet during the debate.\nA post that ran on the white nationalist site Vdare.com and the white supremacist site Daily Stormer called it a \"milestone in the immigration debate.\"\n\"This represents a milestone in the immigration debate,\" wrote James Kirkpatrick. \"At a stroke, Trump demolished the argument that deporting illegals is not feasible. The only question now is whether we have the will to do it.\"\nA photo of President Dwight Eisenhower pointing at the reader ran at the bottom of the post declaring, \"Ike wants you to help Make America Great Again.\"\nUnder \"Operation Wetback,\" which was implemented under Eisenhower, the government deported hundreds of thousands of Mexicans (the exact total has been called into question) via buses and ships, depositing them in various places in Mexico. The operation has since been widely condemned for violating human rights.\nTrump previously referred to Eisenhower's policy in an interview for CBS' 60 Minutes as an example of how he planned to round up undocumented immigrants in a \"very humane way, a very nice way.\" At the Republican presidential debate on Tuesday night, Trump suggested Eisenhower's popularity shows that mass deportation could be done humanely. \n\"Let me just tell you that Dwight Eisenhower. Good president. Great president,\" Trump said at the Fox Business debate. \"People liked him. I liked him. I Like Ike, right? The expression, 'I like Ike.' Moved 1.5 million illegal immigrants out of this country. Moved them just beyond the border, they came back. Moved them again beyond the border, they came back. Didn't like it. Moved 'em waaaay south, they never came back. Dwight Eisenhower. You don't get nicer, you don't get friendlier. They moved 1.5 million people out. We have no choice. We. Have. No. Choice.\"\nJared Taylor, who runs the site American Renaissance (which says that \"one of the most destructive myths of modern times is that people of all races have the same average intelligence\"), wrote in an email to BuzzFeed News that the policy was a \"useful model.\"\n\"If jobs dry up and illegals realize the feds will come for them eventually, they won't wait. They'll choose when and how to leave,\" Taylor said. \n\"Most whites want illegals gone because most illegals are Hispanic,\" Taylor added. \"They wouldn't dare say that, but look at what they do. When the neighborhood or the school turns Mexican, they move. I'm different from other whites only because I say it out loud: I'd rather live in a white society.\"\nTrump's citing of the policy was also well received on StormFront.org, the white nationalist Internet forum site founded by former Ku Klux Klan leader and white supremacist Don Black.\nOn his radio program, Black called Trump \"the alpha male\" on the debate stage, and his co-host Don Advo said he was happy that Trump \"evoked Dwight Eisenhower,\" on immigration. \n\"Trump is holding firm on his anti-immigration policy,\" said Advo\n\"Donald Trump is to be commended. He really is to be supported,\" stated Advo. \"One thing that you can do to support him and support the cause of the pro-white narrative is that if you live in a state where you are not registered as a Republican you need to register as a Republican so you can vote for him in the primary.\"\n\"He is telling the truth about the racial realities of the immigrant invasion,\" added Black. \nBrad Griffin, who runs the white nationalist blog Occidental Dissent under the pseudonym \"Hunter Wallace\", expressed disappointment in Trump for saying he would let deported immigrants back into the country. \n\"I watched the debate and Trump said that he would deport the 11 million, but he keeps saying he would allow them to come back. That disturbs me. What's the point of deporting all these people if you only plan to let them back into the country?\"\n\nLINK: Top Racists And Neo-Nazis Back Donald Trump\n", "title": "White Supremacists Are Thrilled Donald Trump Mentioned \"Operation Wetback\"", "url": "http://www.buzzfeed.com/andrewkaczynski/white-supremacists-are-thrilled-donald-trump-mentioned-opera", "topics": ["immigration"], "people": ["Dwight Eisenhower", "Donald Trump", "Don Black", "Joshua Lott", "Richard B. Spencer", "Jared Taylor"], "orgs": ["National Policy Institute", "Ku Klux Klan"], "election_confidence": 0.7315541639644113, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-12 16:25:05", "org": "buzzfeed", "article_id": "be4d0c4784c9fee3f1b80b4ba76a36d7", "date_access": "2015-11-12 17:11:36.648913"}