{"body": "Washington (CNN)Some Republicans seeking the White House blasted University of Missouri administrators for resigning in the wake of continued protests, while Democrats said they were standing with students and others looking to address what they say is structural racism.\n\"I think it's just disgusting. I think the two people who resigned are weak, ineffective people,\" Donald Trump said on Fox News Thursday morning. \"When they resigned, they set something in motion that's going to be a disaster for the next long period of time.\"\nTrump also called the protestors' demands for change \"crazy.\"\n\"Many of those things are like crazy,\" he said.\nMissouri's president and chancellor both resigned Tuesday, not long after the university's football players joined in the protests. The protests are over decades of complaints, but took shape after the student government president took to Facebook in September to complain about bigotry and racial slurs. \nRepublican Ben Carson, the only black candidate in the 2016 race, said the resignations are a sign of the \"politically correct police\" going too far.\n\"It's OK to disagree with people, but it's not OK to destroy them,\" Carson said Thursday on Fox News. \"People are so frightened of the politically correct police that they are willing to do things that are irrational in order to appease them. I believe it's going to be necessary for those people who truly believe in our system, who believe in our Constitution, who believe in our principles and values that made America great, to be willing to stand up.\"\nBut Democratic presidential candidates took sides with the students protesting racism on campus at the University of Missouri.\n\"I'm listening to the #BlackOnCampus conversation. It's time to address structural racism on college campuses,\" Sanders tweeted. \nHillary Clinton retweeted her staffer Marlon Marshall, who wrote, \"Racism has no place anywhere, let alone an institution of learning. Standing w/ the students at Mizzou in my home state calling for change.\"\nMarshall is a former Obama aide who helped oversee health care enrollment efforts.\nKentucky Sen. Rand Paul, who is also seeking the GOP presidential nomination, said Tuesday \"there's a certain amount of anger out there\" in response to a question about the clash between protesters and members of the media.\n\"I think freedom of speech is very, very important. Does freedom of speech mean there will be boorish people who say things you don't want to associate with? Yes,\" he said. \"But really in a free society, there's got to be a place for people to make their argument.\" \nCNN's Eugene Scott and Jeremy Diamond contributed to this report.", "byline": "", "description": "", "title": "2016ers react to University of Missouri protests", "url": "http://www.cnn.com/2015/11/12/politics/university-of-missouri-2016-candidates-react/index.html", "topics": ["personality", "health"], "people": ["Rand Paul", "Jeremy Diamond", "Hillary Clinton", "Donald Trump", "Eugene Scott", "Marlon Marshall"], "orgs": ["University of Missouri", "GOP"], "election_confidence": 0.9616557233692817, "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-11-12 14:37:20", "org": "cnn", "article_id": "c96c330c511bbcb76f6fc78e04060382", "date_access": "2015-11-12 15:01:03.869302"}