{"body": "Washington  (CNN)Three more Republican presidential candidates added their names to the New Hampshire primary ballot on Thursday -- while making sure to heap praise on the first-in-the-nation primary state. \nSouth Carolina Sen. Lindsey Graham was the first GOPer of the day to file for the ballot in the state's capital of Concord, followed by Texas Sen. Ted Cruz and former Pennsylvania Sen. Rick Santorum.\n\"From a personal point of view this is a bit emotional for me. I wish my parents were here, I think they are in spirit,\" Graham said while tearing up a bit.\n\"When you put benchmarks on your life, this is an incredible day for me,\" Graham added.\nGraham also voiced his concern over using national polls to determine debate lineups. Graham failed to qualify for Tuesday's debate because of his low support in national polls. \n\"I've never been more worried about the early primary states than I am today,\" Graham said. \"The nationalization of this election by using national polls to determine who's qualified to speak, undercuts the process that stood the test of time.\"\nCruz also defended New Hampshire's status as the nation's first primary when he filed in the Granite State Thursday. \n\"I think it is a tremendous facet of our democracy. You know there's some folks in Washington that are talking about trying to end New Hampshire's first-in-the-nation status. I got to say I think that it is complete lunacy.\"\nCruz added that giving that status to larger states would turn elections into a money race. \n\"If our elections began in large states, if they began in large states like California or New York or my home state of Texas, they would all be decided by slick Hollywood TV ads, it would just be whoever spends the most money,\" Cruz said.\nSantorum criticized the media and the Republican National Committee for relying on national polling rather than surveys in New Hampshire and Iowa to gauge who qualifies for debates.\n\"Iowa and New Hampshire, in my opinion, should be the ones that set the field, and right now they're not. The media's setting the field by the debate structure, and the way they --  the number of the debates and that's the RNC's fault, and then the debate structure which is a combination of the RNC and the media's fault,\" Santorum said. \"You know, Republicans complain about the media, and  then they allow the media to set the terms of how, who are the top tier and bottom tier, when historically national polls have meant nothing with respect to who is ultimately gonna be selected by Iowa and New Hampshire.\" \nDonald Trump became the first Republican candidate to file for the New Hampshire primary last week, a day after the state opened its primary filing period. Marco Rubio also filed last week.\nThe primary is scheduled to be held February 9. \nCNN's Eric Bradner contributed to this report ", "byline": "", "description": "Three more Republican presidential candidates added their names to the New Hampshire primary ballot on Thursday -- while making sure to heap praise on the first-in-the-nation primary state.", "title": "Cruz, Graham, Santorum file for New Hampshire primary", "url": "http://www.cnn.com/2015/11/12/politics/ted-cruz-lindsey-graham-rick-santorum-new-hampshire-primary/index.html", "topics": ["personality", "campaign_finance", "immigration"], "people": ["Rick Santorum", "Eric Bradner", "Lindsey Graham", "Donald Trump", "Marco Rubio", "Ted Cruz"], "orgs": ["RNC", "Republican National Committee"], "election_confidence": 0.974137082545172, "authors": [{"author_id": 41109, "fullname": "heather goldin", "primary_org": "cnn"}], "date_written": "2015-11-12 21:37:02", "org": "cnn", "article_id": "0057a8fa95b059d5de79d9ca9f1c6612", "date_access": "2015-11-12 22:01:09.102999"}