{"body": "Washington (CNN)Republican presidential front-runner Donald Trump got into a name-calling throw-down with the chief adviser of the last GOP president on Thursday, with the two trading insults like \"dummy\" and \"childish.\"\nTrump had taken issue with an op-ed Karl Rove wrote Thursday in The Wall Street Journal criticizing the mogul's GOP debate performance. In it, President George W. Bush's political adviser said, \"Mr. Trump's worst moment came when he attacked the Trans-Pacific Partnership trade deal,\" implying China was a party to the deal, which Sen. Rand Paul jumped on. \n\".@KarlRove is a biased dope who wrote falsely about me re China and TPP. This moron wasted $430 million on political campaigns and lost 100%,\" Trump tweeted Thursday.\nHe continued on a Twitter screed, linking to a Business Insider article about how much money Rove's super PAC, American Crossroads, spent on the 2012 election trying unsuccessfully to get Mitt Romney elected.\n\"Total fool @KarlRove is part of the Republican Establishment problem. An all talk, no action dummy!\" Trump tweeted. \nBut Rove fired back, omitting his 2012 record but defending his PAC's investment in electing Republicans in midterm elections. \n\"YUGE error @realDonaldTrump RE: Crossroads record - 60% races won in '10; 71% in '14 - leading to GOP House & Senate,\" Rove tweeted, mocking Trump's speaking style. \nHe continued: \"Free advice @realDonaldTrump: get facts straight, accept legit criticism, develop thick skin, drop childish insults.\"\nThe two Republicans represent opposite streams in the current GOP. Rove's PAC seeks to support mainstream conservatives as opposed to the tea party wave that gained momentum beginning in 2010.\nTrump has been running his campaign as a Washington outsider and non-politician, taking every opportunity to mention he self-funds his campaign and isn't beholden to any donors. \n", "byline": "", "description": "", "title": "Donald Trump, Karl Rove trade barbs on Twitter", "url": "http://www.cnn.com/2015/11/12/politics/donald-trump-karl-rove-fight/index.html", "topics": ["campaign_finance"], "people": ["Donald Trump", "Rand Paul", "George W. Bush", "Mitt Romney", "Karl Rove"], "orgs": ["Business Insider", "PAC", "GOP", "TPP"], "election_confidence": 0.9217793784910483, "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-11-12 22:09:39", "org": "cnn", "article_id": "27158c6d656ee832b08c4da687ce9c0f", "date_access": "2015-11-12 23:01:27.364193"}