{"body": " (CNN)A conservative activist best known for questioning President Barack Obama's religion is challenging Bernie Sanders qualifications for the Democratic ballot in New Hampshire. \nAndy Martin, who has filed himself as a Republican presidential candidate in New Hampshire, argued in a complaint to the New Hampshire secretary of state's office that Sanders had no standing to run in the Democratic primary.\n\"Mr. Sanders claims that he can run as a Democrat in New Hampshire 'because there is no party registration in Vermont.' The claim is a complete red herring,\" Martin writes in his complaint filed on Thursday. \nSanders is an independent who caucuses with Democrats in the Senate.\nMartin gained some fame during the Obama's first White House run for his claim that Obama was a Muslim. The New York Times reported in 2008 that Martin spread the rumor in a 2004 press release \"Obama is a Muslim who has concealed his religion.\"\nSanders strategist Tad Devine said Thursday he wasn't worried about Martin's challenge. \n\"I'm sure they have a process, whatever their process is we'll deal with the process,\" Devine said of how the secretary of state's office handles complaints. \"He has declared his standing as a Democratic candidate publicly, signed an affidavit, did so when he filed his declaration of candidacy.\"\n", "byline": "", "description": "A conservative activist best known for questioning President Barack Obama's religion is challenging Bernie Sanders qualifications for the Democratic ballot in New Hampshire.", "title": "Anti-Obama activist challenges Sanders", "url": "http://www.cnn.com/2015/11/12/politics/andy-martin-bernie-sanders-new-hampshire/index.html", "topics": ["personality"], "people": ["Bernie Sanders", "Tad Devine", "Barack Obama"], "orgs": ["Senate"], "election_confidence": 0.5820355868430435, "authors": [{"author_id": 2557, "fullname": "cassie spodak", "primary_org": "cnn"}, {"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}], "date_written": "2015-11-12 16:59:27", "org": "cnn", "article_id": "7961538ecc38eb14f2c05c700a0458d2", "date_access": "2015-11-12 18:01:19.237450"}