{"body": "Peggy Drexler is the author of \"Our Fathers, Ourselves: Daughters, Fathers and the Changing American Family\" and \"Raising Boys Without Men.\" She is an assistant professor of psychology at Weill Cornell Medical College of Cornell University and a former gender scholar at Stanford University. Join her on Facebook and follow her on Twitter @drpeggydrexler. The opinions expressed in this commentary are solely those of the author. \n (CNN)This week, the election season took a turn for the predictable as Hillary Clinton's hair became the topic of conversation in a Donald Trump media appearance. \nTrump was chatting with Mark Levin, a conservative talk radio host who wanted to know what Trump suspected voters liked most about Clinton. Trump's response was characteristically provocative, if entirely off-point: \"Well, she has a new hairdo,\" Trump replied. \"Did you notice that today?\"\nThat wasn't all. He then went on to call Clinton's hair \"shocking,\" \"massive\" and agreeing with Levin's suggestion that the pile of hair atop his opponent's head \"must be\" a wig. \nPolitics as usual, right? \nWhat a woman looks like -- her weight, her clothes, how much makeup she does or doesn't wear --has remained stubbornly front and center in the world of working women, and especially those in, or aiming for, public office. Despite being one of history's most successful female political figures, Clinton has been judged for decades on how she looks: for those pantsuits, for her choice of hair accessories, for her weight, you name it. \nThroughout, many have argued that such comments are directed at Clinton, and her female cohorts, simply because they're women; that no male candidate would be subjected to such constant analysis of hair, skin, wardrobe, weight. And, in the wake of Trump's comments last night, it would be easy to say that things haven't really changed; that even when talking about one of the world's most powerful women, matters still come down to how good we think she looks.  \nExcept it's not entirely true that women are on the receiving end of all the focus on appearance.\nHillary Clinton, for example, made fun of Trump's hair in a bit on Jimmy Fallon (\"just one strand that he twirls over his head like a soft serve at Dairy Queen\")  And let's not forget all the girl talk about Mitt Romney's good looks or judgment of his expensive haircut as a signal of \"wealthy privilege.\" Meanwhile, President Barack Obama's personal style continues to garner praise -- that is, when he's not taking heat over his \"mom jeans.\" \nDonald Trump, we well know by now, has no filter. He says what he thinks, seemingly as soon as he thinks it, and it's not always appetizing. That's why people love him, and also why people don't. It's certainly why he's still generating headline news.  \nAnd yet, in his conversation with the Levin -- which, given that Levin is a well-known conservative, had an agenda from the get-go -- Trump doesn't actually say anything negative or positive about Clinton's hair. He brings it up out of context, sure. But he never actually says it doesn't look good. \nBut so what if he did? The truth is that appearance is part of life, and a pretty big one. \nIn politics, it may not be something to celebrate, necessarily -- certainly not a legitimate reason to elect or not elect someone to office -- but it needn't be something to entirely ignore, either. That's just not how the rest of the world works; why should politics be any different? \nMore importantly, the way to end sexism isn't to stop acknowledging a woman's appearance altogether. That's not evolution; that's just forced silence, which is quite possibly as damning, and as damaging, as making appearance the only thing that matters. \nIn fact, let's consider that the greatest amount of attention put on Clinton's new hairstyle wasn't Trump's doing; it was the doing of everyone else who took his comments and ran with them, turning a blowhard's observation into something resembling an attack. \nClinton may very well be wearing a wig. It seems unlikely, but who cares? Many women do. So do many men.\nDoes Trump? Well, the world continues to marvel at his odd locks. Perhaps enduring many years of public taunting about them has encouraged him to do the same to others or at least sent him the message that the topic isn't off-limits. That, after all, is how bullies become bullies -- they've been subject to the teasing themselves.\nLet's make sure that from now on, if anyone's going to do the bullying, it's Trump. Not the rest of us. \nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine. \n", "byline": "", "description": "", "title": "Wrong for Donald Trump to note Hillary Clinton's hair?", "url": "http://www.cnn.com/2015/11/12/opinions/drexler-trump-clinton-hair/index.html", "topics": ["personality"], "people": ["Mitt Romney", "Hillary Clinton", "Mark Levin", "Donald Trump", "Barack Obama", "Jimmy Fallon"], "orgs": [], "election_confidence": 0.8291182143994899, "authors": [], "date_written": "2015-11-12 23:14:03", "org": "cnn", "article_id": "bd90245e57c6163e28322fba249837fe", "date_access": "2015-11-12 23:22:39.757352"}