{"body": "Washington  (CNN)Pledging to spend more money on the military was once an easy way for Republican presidential candidates to showcase their conservative bona fides.\nNot anymore.\nThe feud among Republicans over what it means to be a national security conservative was on clear display at this week's presidential debate, where Rand Paul, the Kentucky senator known for his libertarian leanings and non-interventionist foreign policy views, dug into Florida Sen. Marco Rubio over his plans to increase the defense budget by $1 trillion over the next 10 years without explaining how he would pay for the increase.\n\"How is it conservative to add a trillion dollars in military expenditures?\" Rand Paul asked his opponent at Tuesday's Republican debate. \"You cannot be a conservative if you're going to keep promoting new programs that you're not going to pay for.\"\nRubio retorted swiftly: \"We can't even have an economy if we're not safe.\" \nThe heated exchange exposed the fault lines in the GOP as conservatives grapple with a world that seems increasingly in turmoil and a country weighed down by mounting debt.\nIt also raises questions about the definition of a conservative national security policy, where two of the ideology's traditional tenets -- a strong U.S. military and reduced government spending -- collide. Rubio and Rand are each trying to claim the mantle of being the \"true conservative\" in an appeal to GOP primary voters, even though they take sharply opposing views on the issue.\nREAD: Takeaways from the Republican debate\nBoth senators' approaches have footholds in American conservatism, and which one ends up resonating more with voters could be as much a product of the current international security environment as ideological imperatives.\nPeter Berkowitz, a senior fellow at the conservative Hoover Institution, described \"a very difficult balancing act\" for Republicans between the instinct for fiscal restraint and the deep-rooted conservative tradition of a strong national defense.\n\"There's something in my mind worrisome and off in declaring what the authentic conservative position is,\" Berkowitz said. \"The better way to characterize the tradition is really an unending debate between these two sides.\"\nPaul and Rubio's views on U.S. defense spending are each aligned with two different Republican presidents: Dwight Eisenhower, who reined in defense spending, and Ronald Reagan, who ramped it up, according to fellow Hoover Institution scholar Kori Schake, a National Security Council aide in President George W. Bush's administration.\n\"There is really an enduring tension between the two, but it is certainly true that at least since Ronald Reagan, the reflexes of conservatism are for more defense spending, not less,\" Schake said.\nSchake said that Paul's arguments in favor of fiscal restraint might have gained more traction three years ago when conservatives accepted steep defense cuts as part of \"sequestration\" to hold down the cost of the U.S. budget. But now, a downsized military, the rise of ISIS, instability in the Middle East and a more aggressive Russian posture are making a strong defense a priority for most conservatives.\n\"The world is looking a lot more dangerous and uncertain for America's safety in the last two, three years,\" Schake said. \"I do think there is an increased appreciation even among debt hawks that we want a wider margin of error, we want a stronger military in order to deter challenges to America's security.\"\nBut Christopher Preble, the vice president for defense and foreign policy studies at the libertarian Cato Institute, said he believes Rubio's plan to increase defense spending without offsetting the cost is simply \"not a conservative sentiment at all.\"\nAnd while the Republican foreign policy establishment has largely embraced the neoconservative belief in an aggressive American military stance abroad, Preble said he believes that ideology represents a \"very small segment of the public at large, including the Republican electorate.\"\nBut an August 2014 Pew Research Center poll showed that a slim majority of Americans believed Obama's foreign policy approach is \"not tough enough\" -- a figure that soared to 81% among conservatives.\nNorman Ornstein, a political analyst at the neoconservative American Enterprise Institute, suggested Paul's argument in favor of a more scaled-down military will face significant headwinds since the GOP has pressed its message that Obama is too weak on the world stage and in confronting ISIS.\nInstead, Ornstein said Rubio probably \"had the upper hand\" in the debate, with Rubio's hawkish position likely to be more attractive.\nREAD: Rand Paul: Clinton, Rubio both 'neoconservatives'\n\"The antipathy toward Obama is so great,\" Ornstein said. \"If Obama's X, you want to be the opposite of X. So if the narrative in almost every case is Obama is getting taken to the cleaners by (Russian President Vladimir) Putin, Obama is unable to deal with ISIS, unable to deal with China and you're out there saying I'm not going to do that -- that will probably help.\"\nIndeed, it's a calculation that most in the Republican field have made. Beyond Rubio, nearly every candidate from Jeb Bush to Chris Christie to Donald Trump has pledged to adapt a more robust posture in fighting ISIS and to build a stronger military to do so.\nBut both Rubio and his like-minded rivals as well as Paul have some claim to the conservative movement's sentiments on foreign policy. That's largely because views on foreign policy are in no way homogenous within the movement.\nIn Ornstein's word, on foreign policy there simply isn't a \"one-size-fits-all conservative mantle. \nAnd James Carafano, vice president for foreign and defense policy studies at the conservative Heritage Foundation, said Rubio and Paul's arguments are not necessarily incompatible.\n\"We had this kind of caricature of foreign policy that the choice in foreign policy is between invading everybody and every country or sitting at home and doing nothing,\" Carafano said. \"I don't think that reflects the mainstream of where conservatives really are, and I don't think that really reflects where the major candidates really are.\"\nHe concluded, \"The reality of foreign policy is there is not a rule book, and there is not a philosophical or ideological answer for every foreign policy problem.\"\n", "byline": "", "description": "", "title": "Can a conservative spend $1 trillion on defense?", "url": "http://www.cnn.com/2015/11/12/politics/marco-rubio-rand-paul-conservative-debate-military-spending/index.html", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "Kori Schake", "Chris Christie", "Jeb Bush", "George W. Bush", "Donald Trump", "Marco Rubio", "Vladimir Putin", "Norman Ornstein", "Dwight Eisenhower", "Ronald Reagan"], "orgs": ["Heritage Foundation", "Pew Research Center", "Hoover Institution", "Cato Institute", "American Enterprise Institute", "National Security Council", "GOP"], "election_confidence": 0.9425455021642709, "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-11-12 20:09:25", "org": "cnn", "article_id": "6f15ba4ccc6cc7148e845c3932ec0cb0", "date_access": "2015-11-12 20:19:53.319246"}