{"body": "Washington (CNN)President Barack Obama on Thursday dismissed Donald Trump's plan to enlist a \"deportation force\" to rid the country of undocumented immigrants, saying it was infeasible, bad optics and contrary to U.S. values.\n\"Imagine the images on the screen flashed around the world as we were dragging parents away from their children, and putting them in detention centers, and then systematically sending them out,\" Obama said during an interview with ABC News.\n\"Nobody thinks that that is realistic,\" he added. \"But more importantly, that's not who we are as Americans.\"\nTrump has pointed to a more than m half-century-old deportation plan as the model for his proposal, the so-called \"Operation Wetback\" instituted under President Dwight Eisenhower to move immigrants back across the Mexican border. \"Wetback\" is considered a derogatory slur for Mexicans living in the United States.\n\"I think the name of the operation tells you something about the dangers of looking backwards,\" Obama said.\nIn the interview, Obama said Trump's plan would cost the country billions. And he suggested Trump was using the proposal to exploit an anti-immigrant strain.\n\"There has always been a strain of anti-immigrant sentiment in America,\" he said. \"It's the job of leaders not to play into that sentiment.\"\n", "byline": "", "description": "President Barack Obama on Thursday dismissed Donald Trump's plan to enlist a \"deportation force\" to rid the country of undocumented immigrants, saying it was infeasible, bad optics and contrary to U.S. values.", "title": "Obama on Trump's immigration plan: 'That's not who we are as Americans'", "url": "http://www.cnn.com/2015/11/12/politics/barack-obama-donald-trump-immigration/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Dwight Eisenhower", "Barack Obama"], "orgs": ["United States."], "election_confidence": 0.5084381086222802, "authors": [{"author_id": 2525, "fullname": "kevin liptak white house producer", "primary_org": "cnn"}], "date_written": "2015-11-13 01:08:30", "org": "cnn", "article_id": "d11159c612b44238dc4bca28e46c967e", "date_access": "2015-11-13 01:21:10.203206"}