{"body": " (CNN)Donald Trump is pointing to a 1950s-era federal program as a possible model for his plan to deport 11 million undocumented immigrants, insisting it can be done \"humanely.\"\nBut one expert who has studied \"Operation Wetback\" said the program of then-President Dwight Eisenhower was deadly and cruel. \n\"It was not humane, it was a military style of operation,\" said Mae Ngai, a professor of history at Columbia University. \"[Eisenhower] sent hundreds of border patrol officers to sweep up people.\"\n\"In many cases,\" she added, \"they basically herded people on to big trucks and dropped them off on the other side of the border.\" \nTrump has said this week that he would use a \"deportation force\" to carry out his plan and told reporters it would be done in a \"humane\" way, but he hasn't provided details. The real estate mogul said he has heard different things about how \"Operation Wetback\" worked. \"I've heard good reports, I've heard bad reports,\" he told Fox host Bill O'Reilly on Wednesday night.\nBut Ngai said there's no doubt about the past program's harm or about the unworkability of Trump's plan.\n\"It's absolutely not possible,\" she said. \"We're talking about 11 million people...You can't round up that many people -- I don't know how you could do it in a humane way, it begs the imagination...This is just bluster on Trump's part.\" \nRELATED: Trump promises 'deportation force'\nTrump didn't use the name of the program when he cited it in the GOP debate this week -- \"wetback\" is a slur that was more widely used at the time than it is now.  \nUnder \"Operation Wetback,\" Ngai said, raids began in Texas and southern California, but soon moved as far north as Chicago. Buses, trucks, trains and ships were used to transport immigrants back across the Mexico border.\n\"There was one infamous incident where 88 people died from heat stroke, because they were just left in 112-degree weather,\" said Ngai, the author of books, including \"Impossible Subjects: Illegal Aliens and the Making of Modern America,\" and scholarly papers about immigration policy and the immigrant experience.\nThe government used boats designed to carry cargo to move immigrants from places like Galveston, Texas, to locations on Mexico's eastern shore. \n\"The ships weren't refurbished or fitted for this,\" Ngai explained. When a riot erupted after a boat made a brief landing at a port en route to Mexico, Congress launched an investigation.\nLawmakers would find that conditions on the \"penal hell ships,\" as Ngai recounted the findings, were similar to those on 18th-century slave ships. The deportation program lasted only a few months. \nAn immigrant \"panic\" in the 1950s was sparked in large part by a program that offered Mexican laborers contracted, seasonal work in the U.S. But demand for the cheap labor exceeded the number of permitted legal entries and soon American businesses welcomed a second stream of uncontracted workers, Ngai said.\nThe actions of the growers, luring Mexican workers across the border, \"was an affront to the authority of the attorney general and the commissioner general of immigration,\" she said. \"So 'Operation Wetback' was their response.\" \nRELATED: Hillary Clinton faults Obama for strict deportation \n", "byline": "", "description": "", "title": "Historian: Trump deportation plan 'absolutely not possible'", "url": "http://www.cnn.com/2015/11/12/politics/donald-trump-deportation-force-eisenhower/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Hillary Clinton", "Bill O'Reilly"], "orgs": ["GOP", "Congress"], "election_confidence": 0.8001462528200675, "authors": [{"author_id": 44270, "fullname": "gregory krieg", "primary_org": "cnn"}], "date_written": "2015-11-12 20:15:22", "org": "cnn", "article_id": "d9a7a5c0b2c9f5def5d62c03451438d4", "date_access": "2015-11-12 20:19:52.764352"}