{"body": " (CNN)Donald Trump said Thursday that Ben Carson's self-described \"pathological temper\" is incurable -- adding that it's like the sickness of a \"child molester.\"  \n\"It's in the book that he's got a pathological temper,\" Trump told \"Erin Burnett OutFront,\" speaking about Carson's autobiography. \"That's a big problem because you don't cure that ... as an example: child molesting. You don't cure these people. You don't cure a child molester. There's no cure for it. Pathological, there's no cure for that.\"\nIn his 1990 autobiography, \"Gifted Hands,\" Carson attributes violent behavior in his youth to his \"disease,\" a \"pathological temper\" that the Republican presidential hopeful said caused him to strike one friend with a rock and attempt to stab another. In subsequent accounts of his violent youth, Carson said he once attempted to attack his mother with a hammer. \n\"I'm not bringing up anything that's not in his book,\" Trump told Erin Burnett. \"You know, when he says he went after his mother and wanted to hit her in the head with a hammer, that bothers me. I mean, that's pretty bad. When he says he's pathological -- and he says that in the book, I don't say that -- and again, I'm not saying anything, I'm not saying anything other than pathological is a very serious disease. And he said he's pathological, somebody said he has pathological disease.\"\nRELATED: Trump says most undocumented immigrants don't pay taxes\nCarson has used the story of overcoming his temper as the cornerstone of a remarkable life story, which took him up from poverty in Detroit to Yale, where he began on a track that would make him one of his generation's most respected and accomplished neurosurgeons. \n\"When he said he hit a friend of his in the face with a lock, with a pad lock, right in the face, I say, 'Whoa,' that's pretty bad,\" Trump said in the interview. \"And when he said he stabbed somebody with a knife but it hit a belt buckle -- I know all about knives and belt buckles. Belt buckles aren't gonna stop because they can turn, they can twist ... they're not solid especially if somebody's got a couple extra pounds on them.\"\nAsked by Burnett if he were satisfied by Carson's assurances that he left his anger long behind, Trump demurred.\n\"I just don't know,\" he said. \"You'll have to ask him that question. Look, I hope he's fine because I think it would be a shame. What he's saying is these things happen. It'd be nice if he said none of these things did happen. He's saying these things happen and therefore I have credibility. And what I'm saying is, I'd rather have them if they didn't happen. I don't want somebody who hit somebody in the face with a padlock.\"\n", "byline": "", "description": "Donald Trump said Thursday that Ben Carson's self-described \"pathological temper\" is incurable -- adding that it's like the sickness of a \"child molester.\"", "title": "Trump likens Carson's 'pathology' to that of a child molester", "url": "http://www.cnn.com/2015/11/12/politics/donald-trump-ben-carson-child-molester/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Erin Burnett", "Ben Carson"], "orgs": [], "election_confidence": 0.7177111364782274, "authors": [{"author_id": 44270, "fullname": "gregory krieg", "primary_org": "cnn"}], "date_written": "2015-11-13 00:07:48", "org": "cnn", "article_id": "149ed9beb96568c9b3a787b3a8cf1f28", "date_access": "2015-11-13 01:00:04.842485"}