{"body": "Sarah R. Coleman is a Ph.D. candidate in history at Princeton University and a fellow at the Miller Center of Public Affairs at the University of Virginia. \n (CNN)In Tuesday night's GOP debate, Donald Trump turned to history to provide a model for his plan to deport 11 million undocumented immigrants, saying, \"Let me just tell you that Dwight Eisenhower, good president, great president. ... Moved a million and a half illegal immigrants out of this country, moved them just beyond the border. They came back. Moved them again, beyond the border, they came back. Didn't like it. Moved them way south. They never came back. Dwight Eisenhower.\"\nWhile not calling it by name, Trump was praising Eisenhower's \"Operation Wetback,\" which Trump claims significantly reduced unlawful immigration in the early 1950s. Here's the problem: It wasn't \"successful\" then, by Trump's standard, and is not a model for a considered immigration policy now.  It was an inhumane program that sheds a harsh light on the supposedly tranquil Fifties and casts doubt on Trump's judgment.\nWith rising domestic political concern about illegal Mexican immigration in the early 1950s, President Eisenhower turned to his Immigration and Naturalization Service commissioner, and his former West Point classmate, Gen. Joseph Swing, to undertake Operation Wetback — named for the derogatory term for Mexican immigrants that dates to the 1920s — with the cooperation and assistance of the Mexican government as historians have shown. \nIn a military-style action, beginning in June 1954 and continuing through 1955, immigration agents throughout the Southwest and, later, other parts of the United States, rounded up immigrants without legal status. The deportation program also had something Donald Trump might have loved — extensive publicity, as immigration officers were followed and photographed by journalists courted by government officials.\nINS agents began by blanketing communities with public notices encouraging undocumented workers to leave on their own accord, then soon turned to harsher methods, including sweeps and raids using jeeps, planes and ground teams. \nAs historian Mae Ngai related, while some immigrants were transported by plane or train to Mexico, a quarter of those deported were transported on cargo boats from Port Isabel, Texas, to Vera Cruz, Mexico, in an operation that a congressional investigation — convened in 1956 — compared to an \"18th century slave ship\" and a \"penal hell ship.\"  \nCramped into inhumane sleeping spaces, with \"filthy conditions,\" \"crude\" medical facilities, and no proper safety equipment, a riot broke out on one ship, and seven immigrants drowned on another.  Eighty-eight immigrants died of sunstroke during a roundup in 112-degree heat, while others were loaded tightly on trucks, driven south to Mexico and dumped in the desert. While the INS at the time claimed that the six-week operation netted 1.3 million deportations, scholars have suggested the numbers were far less.  \nDespite the U.S. government's major efforts, Operation Wetback was unsuccessful at curbing future unauthorized migration to the United States. At the same time, legal migration did increase, which was the main goal of the INS, which wanted to encourage farmers to hire workers legally through the \"Bracero\" program, which allowed temporary contract workers to enter the United States.  \nBetween 1953 and 1955, INS more than doubled the number of Bracero visas and many of those legally contracted workers had previously worked illegally.  The Bracero program itself was marked by widespread abuse of workers. \nWhere immigration policy is concerned, Eisenhower is not the president to emulate, regardless of where one stands on the political spectrum.\nOperation Wetback is just one of many shameful episodes of forceful removal in American history, from the Trail of Tears, when members of several Native American nations were forcibly removed from their traditional lands and relocated farther west during the 19th century, to the forced relocation and incarceration of over 100,000 Japanese Americans during World War II.\n Like those events, Operation Wetback was a shameful violation of human rights, not a model for future policy.  \nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "Sorry, Trump. Ike's shameful program failed", "url": "http://www.cnn.com/2015/11/12/opinions/coleman-operation-wetback/index.html", "topics": ["immigration"], "people": ["Donald Trump", "Dwight Eisenhower"], "orgs": ["Immigration and Naturalization Service", "Princeton University", "United States."], "election_confidence": 0.7966301753879528, "authors": [{"author_id": 45392, "fullname": "sarah r. coleman", "primary_org": "cnn"}], "date_written": "2015-11-12 21:08:25", "org": "cnn", "article_id": "819a2f5a68eee3cc228b677580288f40", "date_access": "2015-11-12 21:22:28.968875"}