{"body": "\n\n\n\nNov. 3, 2015: With his wife Glenna Bevin, center, and Lieutenant Governor-elect Jenean Hampton, right, looking on, Kentucky Republican Governor-elect Matt Bevin, speaks to his supporters at the Republican Party victory celebration in Louisville, Ky. (AP)\n\n\nWhat Kentucky’s Democratic governor has done to implement ObamaCare may soon be undone by the Republican governor-elect.\nMatt Bevin, who defeated Kentucky Attorney General Jack Conway 53 percent to 44 percent Nov. 3, campaigned on uprooting Gov. Steve Beshear’s ObamaCare exchange and Medicaid expansion.\nWithout support from a divided Kentucky Legislature, Beshear created a state-run ObamaCare exchange and opted in to ObamaCare’s expansion of Medicaid to working-age adults with no kids and no disabilities.\nPraising Beshear during his 2014 State of the Union speech, President Obama said the governor was “like a man possessed” when it came to implementing ObamaCare — regardless of opposition from state legislators.\nUnfortunately for Obama and fans of his unpopular health insurance law, Beshear’s unilateral actions leave the state’s two biggest pro-ObamaCare decisions open to reversal from Bevin.\n\nBevin won the Republican primary after promising to roll back ObamaCare expansion. He aims to shut down Kynect — the state’s ObamaCare exchange — and direct Kentuckians to the federal exchange by the end of 2016.\nClick for more from Watchdog.org", "byline": "", "description": "What Kentucky’s Democratic governor has done to implement ObamaCare may soon be undone by the Republican governor-elect.", "title": "Governor-elect Bevin set to roll back ObamaCare in Kentucky", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/u_8mdOfg9Ds/", "topics": ["health"], "people": ["Jack Conway", "Steve Beshear", "Matt Bevin"], "orgs": ["State of the Union", "Medicaid", "Kentuckians"], "election_confidence": 0.8331251624167064, "authors": [{"author_id": 19314, "fullname": "jason hart", "primary_org": "fox"}], "date_written": "2015-11-12 13:09:38", "org": "fox", "article_id": "acd7608ac681eb9c7cdd0d6e1d088328", "date_access": "2015-11-12 14:00:23.147146"}