{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Battleground poll shows trouble for Hillary on vets, illegals • Compact GOP calendar gives Christians more clout • Carson chides Trump on deportation talk • Group hits Bennet over Colorado ObamaCare bust • Butt named best tight end\nBATTLEGROUND POLL SHOWS TROUBLE FOR HILLARY ON VETS, ILLEGALS Hillary Clinton’s recent stumbles on addressing the scandal at the VA and a new liberal line on illegal immigration didn’t sound very good to swing-state voters, according to a new poll.  A new battleground survey, conducted for the pro-GOP group American Crossroads by pollsters Vox Populi, found that 59 percent of voters in seven battleground states said they were less likely to support Clinton in light of her comment that problems at the Veterans Administration were not as “widespread” as Republicans suggested.  And she doesn’t need any more headaches with the voters in Colorado, Florida, Iowa, Nevada, Ohio, and Virginia.  Clinton’s deficit to a generic Republican nominee stands basically unchanged at 12 points and her net favorability remained low at negative 22 points. On the question of whether those polled felt Clinton would say or do anything to get elected, 61 percent agreed at least to some degree.  Another danger zone for Clinton in the poll: Her support for allowing illegal immigrants to get insurance benefits under ObamaCare and a promised expansion of Obama’s executive amnesty program. Fully 50 percent said they would be much less likely to back Clinton because of her policies.  The telephone survey included 1,028 registered voters. You can get the full results here.  Postal workers endorse Bernie - AP: “Vermont Sen. Bernie Sanders secured the endorsement of the 200,000-member American Postal Workers Union on Thursday, marking the largest labor union to back his Democratic presidential campaign. The union’s decision gives Sanders a boost heading into the second Democratic debate in Iowa on Saturday and comes as the Vermont senator has sought to halt a string of labor endorsements to Democratic front-runner Hillary Rodham Clinton.”  [But with voters, Clinton keeps crushing Sanders, according to the latest NYT/CBS News poll.]  THE JUDGE’S RULING: OBAMA’S PEN IS OUT OF INK Citing a federal appeals court ruling this week in favor of states battling President Obama’s temporary executive amnesty for certain illegal immigrants, Senior Judicial Analyst Judge Andrew Napolitano says the president’s rule by the pen has run out of ink. Read more here.  WITH YOUR SECOND CUP OF COFFEE… In the category of awesome nature, we give you infrared salmon eyeballs. The Atlantic: “It’s November, and salmon are currently leaving the oceans and returning to the rivers where they were born. During these epic waterfall-leaping, bear-dodging migrations, their bodies change. Their color darkens and reddens. The males develop hooked jaws, and sometimes humps. The red muscles that are so useful for long-distance swimming are replaced by fast-acting white muscles that can power sprints and jumps. And one of the most dramatic changes, and perhaps the least obvious one, happens in their eyes. In rivers, flecks of mud and algae shift the underwater light away from the clear blue of the ocean and towards the red end of the spectrum. The salmon compensate for this: A simple biochemical switch in their retinas gradually enhances their ability to see infrared light.”  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.3 percent//Disapprove – 51.4 percent Directions of Country: Right Direction – 27.4 percent//Wrong Track – 64.0 percent  COMPACT GOP CALENDAR GIVES CHRISTIANS MORE CLOUT Ted Cruz is putting his preacher father front and center in Iowa. Marco Rubio focused his debate comments on taxes about the need to bolster families. Donald Trump keeps bashing Ben Carson on character issues.  And it’s no mystery why: Everyone knows conservative Christian voters are the key bloc for the GOP nomination.  But a close-up look at the composition of electorates in February and early March from the University of Virginia Center for Politics shows just how influential evangelicals are.  Here’s the key part: “we found that about two-thirds (64%) of the total delegates in states with contests on or before March 8 will come from states with electorates that may be at least 50% white evangelical.”  While we know that blue-state, moderate Republicans have lots of clout at the end of the GOP nominating process, it is conservative, evangelical Christians who hold sway in the early going when candidates need wins to build momentum. And their clout is increasing this cycle.  The role of Iowa and South Carolina Christian conservatives have been well documented for years, the more compact primary calendar this year gives even more influence to the members of Team Jesus. States voting in the new March 1 “SEC Primary” include those with the highest concentrations of evangelicals, including Alabama, Tennessee, Kentucky and Mississippi.  Who do they like best? Carson, by a long shot.  He holds a 10-point lead on his nearest competitor, Trump, in the latest Fox News poll. Running third in the key demographic was Cruz with 12 percent. Rubio is tied for fourth among evangelicals with 7 percent.  But when evangelicals were asked their second choice, Rubio jumped up to 15 percent, close to Trump and Carson.  If Rubio remains broadly palatable to Christian voters, he could have the makings of the same coalition that propelled the last Republican to the White House: George W. Bush and his alliance between the GOP establishment and social conservatives.  Cruz, on the other hand, is looking to build a coalition that fuses evangelical support with the more libertarian-minded voters who fueled the original Tea Party movement.  But with both, expect to hear lots of discussion from them about their faiths and families.  GOP insiders worry about attacks on Rubio - WaPo: “Many Republican elites are once again celebrating [Sen. Marco Rubio] as the party’s golden boy, if not its strongest general-election candidate, and fear seeing him bruised too badly during the primary season. ‘He’s articulate, attractive and young. His rivals don’t want him to win, but no one wants to lose him,’ said Vin Weber, a prominent Jeb Bush supporter.”\nBut Jeb keeps up backhands - NYT: “‘I’m a better bet,’ Mr. Bush said. ‘I’ve got a proven record, and I campaign in a way that is based on that record and based on the ideas that I have that are about the future,’ he said. ‘And I’ve been vetted. I’ve been tested. I’m an open book.’”  [Just ahead of facing major donors in Miami next month, Bush plans to host a fundraising event in Washington on Dec. 3 targeting K Street, reports Politico. Those invited include Sens. Susan Collins, R-Maine, Orrin Hatch, R-Utah, and former House Majority Leader Eric Cantor.]  Carson chides Trump on deportation talk - WashEx: “In an exclusive interview with the Washington Examiner Wednesday before a private fundraiser outside of Richmond, Va., [Ben] Carson took aim at Trump’s deportation push, saying it will ‘hurt’ the billionaire candidate more than the Republican Party. ‘I think they hurt Donald Trump in the long run,’ Carson said, referring to the deportation plans. ‘I think there are enough people who know that there are others in the race that are very reasonable. I don’t think he necessarily is the representation of the Republican Party — far from it.”  [AP probes Carson’s friendship with an oral surgeon who pleaded guilty to insurance fraud.]  Prickly politics on Trump’s claim that wages are ‘too high’ - National Journal: “One of the most over­looked mo­ments in Tues­day night’s Re­pub­lic­an de­bate came at the very be­gin­ning. Don­ald Trump, asked wheth­er he’d sup­port a hike in the min­im­um wage, in­stead di­gressed in­to say­ing, ‘Wages [are] too high,’ in mak­ing the case for cor­por­ate com­pet­it­ive­ness…Trump’s polit­ic­al base is dom­in­ated by work­ing-class voters who have been dev­ast­ated by the re­ces­sion and sub­sequent slow re­cov­ery. Many of them are drawn to Trump be­cause they be­lieve his tough per­sona and ne­go­ti­at­ing prowess will re­verse Amer­ica’s eco­nom­ic de­cline—and with it, raise their own wages.”  [Trump keeps claiming self-funding status while raking in donations via his website.]  Koch brother has no plan to play in GOP primary - USA Today: “Billionaire industrialist Charles Koch said Wednesday he’s unlikely to back a candidate in the crowded Republican presidential primary, the latest sign that one of the most influential figures in conservative politics seems less than enthusiastic about his choices. ‘I have no plans to support anybody in the primary now,’ Koch told USA TODAY during a wide-ranging interview that touched on politics, his management theories and what he views as increasing threats to free speech at universities…Koch acknowledged that the vast policy and political network he helps oversee with his New York-based brother, David, might exceed his fundraising expectations before the presidential and congressional elections.”  CONSERVATIVE GROUP HITS BENNET OVER OBAMACARE BUST WashEx: “Americans for Prosperity on Wednesday released an attack ad against Colorado Democratic Sen. Michael Bennet on the failure of his state's consumer operated and oriented plan. The group, backed partly by influential GOP donors and industrialists Charles and David Koch, said that it could do more attacks on the co-op failures. The ad says Colorado HealthOp caused more than 80,000 state residents to lose their health insurance. It also cites a Colorado NBC affiliate that reported some doctors turned away HealthOp policyholders for fear they won't get reimbursed”  [Bennet brushed aside questions from Politico about his reported support of a Colorado plan to replace ObamaCare with a single-payer model long sought by liberals.]  More DC dough for Strickland - Wash Free Beacon: “Democrat Ted Strickland attended a fundraiser for his Ohio Senate campaign in Washington, D.C., Tuesday evening that was held by a top executive at the Center for American Progress, his former employer…According to a Washington Free Beacon analysis, the Democratic candidate raised over $170,000 from donors in the Washington area in the first three-quarters of 2015, much of it coming from wealthy consultants, lobbyists, and attorneys.”  Infighting liberally in Maryland - The Hill: Three influential Maryland progressives announced their support Tuesday for Rep. Chris Van Hollen’s (D-Md.) Senate bid, calling it ‘laughable’ that some liberal groups had already consolidated behind Rep. Donna Edwards (D-Md.)…Van Hollen is looking to cut into Edwards’s perceived strength among grassroots liberals after two national progressive groups, Democracy for America (DFA) and the Progressive Change Campaign Committee (PCCC), threw their weight behind Edwards early on.”  A VITTER LOSS COULD HAUNT GOP IN 2016 The nastiest gubernatorial race in recent memory, the Louisiana gubernatorial brawl between Sen. David Vitter, R-La., and Democratic state Rep. John Bell Edwards could have consequences for control of Senate in 2016 as the NYT reports.  [National Journal has the jaw-dropping details on this week’s Edwards/Vitter  debate.]  Vets want respect - Edwards, who used a picture of Arlington National Cemetery in attack ads aimed at Vitter, is drawing fire from veterans. AP: “[Afghanistan war veteran] Mike McNaughton, a retired National Guard soldier who lost two fingers and his right leg when he stepped on a land mine, urged candidates in his speech at the Old State Capitol to ‘not use our veterans for promoting yourself’ to get elected.”  BUTT NAMED BEST TIGHT END Michigan Live: “Jake Butt finished last Saturday with a career performance and a national honor for his trouble. Michigan's 6-foot-6, 248-pound junior was named the John Mackey Award tight end of the week Wednesday. Butt had four receptions for a career-best 102 yards during the team's 49-16 win over Rutgers. Through nine games, Butt leads all Big Ten tight ends with 31 receptions for 418 yards. He's also caught one touchdown. Butt's second on the team in receptions and yards behind receiver Amara Darboh (37 receptions, 458 yards). In addition, the Pickerington, Ohio native -- who is a Mackey Award watch list member -- ranks No. 7 all-time on Michigan's career list in receptions by a tight end (72) and No. 10 in yards (864).”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.\nChris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "VA scandal comments and promise to expand Obama's executive amnesty program has hurt Clinton in survey of voters in 7 key states. ", "title": "Battleground poll shows trouble for Hillary on vets, illegals", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/A8WUTZf5EZ4/", "topics": ["immigration", "health"], "people": ["Chris Wallace", "Vin Weber", "Donna Edwards", "Eric Cantor", "Orrin Hatch", "Ted Cruz", "Charles Koch", "David Koch", "Kelly File", "Bret Baier", "Hillary Rodham Clinton", "Bernie Sanders", "Andrew Napolitano", "Jeb Bush", "Donald Trump", "Marco Rubio", "David Vitter", "Michael Bennet", "Ted Strickland", "Susan Collins", "Van Hollen", "Chris Stirewalt", "Hillary Clinton", "Chris Van Hollen", "George W. Bush", "Ben Carson"], "orgs": ["Ohio Senate", "University of Virginia Center for Politics", "National Journal", "Senate", "Republican Party", "National Guard", "FNC", "American Postal Workers Union", "Veterans Administration", "Rutgers", "K Street", "NYT", "Democracy for America", "American Crossroads", "Washington Examiner", "Tea Party", "GOP", "Progressive Change Campaign Committee"], "election_confidence": 0.9999216001509019, "authors": [], "date_written": "2015-11-12 17:06:09", "org": "fox", "article_id": "5a2f672fcfe966e933a4be6340e9fe4f", "date_access": "2015-11-12 18:00:24.905162"}