{"body": "\n\n\n\n\n\n\n \n\n\n\n\nToo many of the men and women I have met on the campaign trail are disillusioned with a government that they believe no longer works for them. Indeed, 75 percent of Americans now believe that our government is corrupt. They believe that it favors the big, the powerful, the wealthy, and the well-connected—and they are right.\nFor decades, under both Democrat and Republican leadership, the government has continued to grow in size, in power, and in complexity.\nSpending increased to $3.5 trillion in 2014. Our national debt is over $18 trillion. Since 2001, there have been over 4,500 changes to the tax code—an average of more than one per day. There are nearly 1,000 rules governing the operation of small businesses, more than at any point in the last decade.\nAs the government grows more bloated and more complex, it naturally favors the big, the powerful, and the well-connected—because only they can afford to hire armies of lawyers, accountants, and lobbyists to handle big government. And here's the truth: It can't be fair unless it's simple.\n\nI have spent my whole life challenging the status quo and overhauling bloated bureaucracies. It’s what I did at Hewlett-Packard and it is what I will do when I lead the federal government.\n\nThat is the dirty little secret of giant, expensive regulations like ObamaCare or Dodd-Frank. They were written in part by lobbyists for big companies who want the rules to work for them. \nThe passage of ObamaCare is bringing rising premiums for many Americans—and tens of millions of dollars in profits for drug companies. Dodd-Frank has crushed more than 1,500 of the community banks that provide half the loans to small businesses—while the ten banks too big to fail have simply become five banks too big to fail.\nAs government grows, it also becomes much more difficult to hold people and agencies accountable and to root out this type of corruption. \nIt is how Lois Lerner was able to get away with her illegal, partisan attacks on conservatives. \nIt is how the Department of Veterans Affairs became a stain on our nation’s honor, with hundreds of thousands of veterans dying awaiting health care. \nIt is how Hillary Clinton has been able to repeat her lies about Benghazi.\nBut there is an opportunity here, if our next president is prepared to seize it. \nAll of our wounds are self-inflicted—and all of our problems are fixable. \nIt will take citizenship and it will take leadership, but together, we can fix them.\nThere’s an old saying that if all you have is a hammer, everything looks like a nail. For politicians, regulations and bureaucracy are their hammer. For too long, they have been in the business of managing problems and they have forgotten that leadership is about envisioning solutions.\nWe need a proven, tested leader in the White House—someone who has challenged the status quo and who is not afraid to make enemies. \nShe must be prepared to change the order of things because she hasn’t spent her whole life in the system. \nWe need a president of courage and conviction, who is committed to citizen government and who will engage you to solve our nation’s problems.\nI have spent my whole life challenging the status quo and overhauling bloated bureaucracies. It’s what I did at Hewlett-Packard and it is what I will do when I lead the federal government.\nFirst, we have to move to zero-based budgeting. Every agency must justify every dollar that they spend. We have to roll back the regulations that are crushing the small businesses that create two thirds of the jobs in our country.\nWe must also shrink the size of our bloated bureaucracy. Over the next five years, hundreds of thousands of federal employees are expected to retire. \nI would not replace a single one. At the same time, we must move to a pay-for-performance system and turn the federal government into a meritocracy.\nWe must examine every regulation on the books today. Congress should pass the REINS Act, which will require every major regulation from the White House to be reviewed and voted up or down.\nFinally and most importantly, we must engage the American people. Technology allows us to do this easily. \nI will use that technology to engage you and put pressure on the political class to actually get something done.\nPoliticians have gotten us into this mess. It will take a proven leader and citizens to get us out of it. \nIt's time to take our government back. \n\nCarly Fiorina is a candidate for the 2016 Republican presidential nomination. She served as chairman and CEO of Hewlett-Packard from 1999 to 2005.  She has also served on the Defense Business Board, as the chairman of the CIA's External Advisory Board and on the Advisory Group for Transformational Diplomacy for the Department of State. Follow her on Twitter @CarlyFiorina.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Too many of the men and women I have met on the campaign trail are disillusioned with a government that they believe no longer works for them.", "title": "Carly Fiorina: It's time to take our government back. Here's how", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/dKGyXti7Iv0/carly-fiorina-it-cant-be-fair-unless-its-simple.html", "topics": ["health"], "people": ["Carly Fiorina", "Hillary Clinton", "Lois Lerner"], "orgs": ["CIA", "Department of Veterans Affairs", "Congress"], "election_confidence": 0.8027622216266149, "authors": [], "date_written": "2015-11-12 18:23:00", "org": "fox", "article_id": "3e8c29c0c5adeac70a7b0a7845a5f305", "date_access": "2015-11-12 19:22:38.529767"}