{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton's campaign on Thursday unveiled a $30 billion plan to help coal communities rebound as the \"clean energy economy\" develops -- drawing a rebuke from Republicans who accuse her of backing policies that are \"crippling\" coal country in the first place. \nThe Democratic presidential front-runner's plan is aimed at protecting health benefits for coal miners and their families and helping them retrain for new jobs. The plan also would use a combination of tax incentives and grants to help coal communities repurpose old mine sites and attract new investment. \n\"Building a 21st century clean energy economy in the United States will create new jobs and industries, deliver important health benefits, and reduce carbon pollution. But we can't ignore the impact this transition is already having on mining communities, or the threat it poses to the healthcare and retirement security of coalfield workers and their families,\" the campaign plan says. \nBut Republicans fired back, noting that Clinton is backing the highly controversial EPA plan requiring states to cut emissions from coal-fired power plants -- a regulatory plan that coal-state representatives are fighting. The sweeping new environmental regulation may result in the closure of hundreds of coal-fired plants and freeze construction of new coal plants. \n\"Hillary Clinton is Public Enemy No. 1 for coal miners and their communities because she wholeheartedly supports President Obama's EPA agenda that is crippling their way of life,\" Republican National Committee spokesman Michael Short said in a statement. \n\n\"If Hillary Clinton were truly on the side of coal country, she would stand up to extreme anti-energy environmentalists that run the Democrat Party instead of embracing their agenda that is killing jobs and driving up costs.\" \nEight years ago, Clinton ran as a champion of coal, beating then-Illinois Sen. Barack Obama in the Ohio and Pennsylvania primaries with support from working-class white Democrats. \n\"But we're going to use coal, there's no doubt about it,\" said Clinton at a 2008 campaign event in Indiana. \"It's just that we've got to figure out how to make it as clean as coal can be.\" \nHer rhetoric has since shifted. \nIn recent months, Clinton has moved left on environmental issues, pledging to make combating climate change a major goal of her presidency and opposing the Keystone XL pipeline, which was rejected by the Obama administration on Friday. \nShe, along with the other Democratic presidential candidates, backed the EPA's Clean Power Plan over the summer -- and vowed to defend and build on it if elected. \nBut she's also vowed to protect coal workers, who she says helped power much of the country's economic growth. \n\"We have to move away from coal,\" she said in New Hampshire on Monday. \"But that does not and should not mean we move away from coal miners, their families, and their communities.  They kept the lights on.\" \nHer plan says Clinton will not allow coal communities \"to be left behind.\" \nThe plan calls for boosting support for education and training programs for these communities, and boosting funding for \"technical assistance for entrepreneurs and small businesses in impacted coal communities.\" \nBeyond providing new economic incentives for revitalizing coal county, Clinton's plan would expand broadband Internet access, invest in new infrastructure projects and find ways to replace local revenue for schools that's lost when coal production plants disappear. \nThe coal industry has suffered as governments have pushed new policies to curb climate change and promote more renewable fuels. A 2015 study by Duke University found the coal industry lost nearly 50,000 jobs since 2008. Coal now accounts for one-third of U.S. power generation, with consumption falling 25 percent over the past decade. \nThe Associated Press contributed to this report.", "byline": "", "description": "", "title": "Clinton unveils coal country plan, firing up critics of energy stance - FBI expands probe of Clinton emails, launches independent classification review - VIDEO: FBI reportedly expanding probe into Clinton emails  - Donald Trump: Hillary Clinton broke the law", "url": "http://www.foxnews.com/politics/2015/11/12/clinton-unveils-coal-country-plan-firing-up-critics-energy-stance/", "topics": ["environment/energy"], "people": ["Donald Trump", "Barack Obama", "Michael Short", "Hillary Clinton"], "orgs": ["Republican National Committee", "Duke University", "FBI", "Democrat Party", "Clean Power Plan", "Keystone XL pipeline", "EPA"], "election_confidence": 0.7736401724226736, "authors": [], "date_written": "2015-11-12 21:33:51", "org": "fox", "article_id": "503c1d54aedaa1fbee30f84ad51a9437", "date_access": "2015-11-12 22:00:04.713280"}