{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nCongressional Republicans once again are weighing a controversial tactic to try and repeal parts of ObamaCare – and defund Planned Parenthood – despite the long odds weighing against them.\nThe tactic, known as “budget reconciliation,” is tantamount to bringing a knife to a gunfight. But as with anyone so outmatched they resort to the blade, so are congressional Republicans.\nAnd so Senate Majority Leader Mitch McConnell, R-Ky., armed with what he can find, pitched his members at the weekly GOP luncheon Tuesday on the use of the special parliamentary gambit to undo some portions of the Affordable Care Act (ACA) and strike federal dollars for Planned Parenthood. The reconciliation strategy is still valuable because it can sidestep filibusters and curb amendment options for senators – the two most fundamental tenets of Senate operations.\nBudget reconciliation appeals to Senate Republicans because they’ve yet to conduct an actual, concrete vote on repealing the ACA. Democrats held the Senate majority since final passage of ObamaCare in 2010. As a result, they could block such a vote from coming to the floor. Moreover, Democrats continue to barricade the Senate from voting on an ObamaCare repeal – even though Democrats now operate in the minority. That’s because of filibusters. It takes 60 votes to overcome a filibuster – usually at two distinct parliamentary mileposts. Republicans now control 54 seats in the Senate. So the math to hinder an ObamaCare repeal still favors the Democrats.\nBut that’s the beauty of budget reconciliation. If the House and Senate approve a budget each year, lawmakers get one shot at crafting a reconciliation package and install various legislative priorities which have trouble vaulting the 60 vote threshold. Time is limited for debate under reconciliation. And most importantly, it only takes a simple majority (presumably 51 ayes) to approve the reconciliation measure.\n\nWith Republicans running both the House and Senate this year for the first time since 2006, the GOP leadership aimed to engineer a reconciliation measure to purge as much of ObamaCare as possible. A recent addition was a plan to defund Planned Parenthood.\nThe real power of budget reconciliation lies in the Senate. But Article I, Section 7 of the Constitution dictates that “revenue” related matters must originate in the House of Representatives. So the House teed up a reconciliation plan late last month, dismantling parts of the ACA and defunding Planned Parenthood. The House approved the reconciliation package 240-189.\nIt stripped the mandate that required that all Americans hold health insurance. It also gutted the decree that employers of a certain size provide health coverage for their employees. Also slashed was a tax on medical devices.\nIf you abhor ObamaCare and Planned Parenthood, this sounds great, right?\nThat was until Sens. Ted Cruz, R-Texas, Mike Lee, R-Utah, and Marco Rubio, R-Fla., published a joint statement. They argued that the reconciliation plan “simply isn’t good enough.” The trio asserts that they promised voters a “full repeal” of ObamaCare and as a result, this plan falls short.\nFifty-four minus three equals 51. Okay. So the reconciliation plan only needs 51 votes to pass the Senate. But other senators may have reservations, too. Sens. Susan Collins, R-Maine, Mark Kirk, R-Ill., and Lisa Murkowski, R-Alaska, all struggle with defunding Planned Parenthood.\nRepublicans could potentially pick up a vote or two from moderate Democratic senators like Sens. Joe Donnelly, D-Ind., or Joe Manchin, D-W.Va. But either way, the margin for passage is razor-thin in the Senate.\nThere is a possible Senate landmine known as the “Byrd Rule,” the namesake of the legendary, late Sen. Robert Byrd, D-W.Va. The Byrd Rule imposes a multi-part test to reconciliation measures administered by Senate Parliamentarian Elizabeth MacDonough. This process is known on Capitol Hill as the “Byrd Bath.” For instance, the Byrd Rule prohibits “extraneous” legislative provisions. It also bans changes in revenues and must not compound the deficit. Legislative items purged from the reconciliation package are referred to as “Byrd Droppings.”\nLeave it to the Senate to orchestrate cornpone, parliamentary humor …\nPotentially contributing to the deficit is the inherent issue with stripping taxes imposed by ObamaCare. Those taxes were imposed to diminish the deficit.\nMacDonough ruled that as written, some of the House’s reconciliation provisions aren’t consistent with the Byrd Rule. Out are taxes on so-called “Cadillac” health insurance plans and the medical device tax. Also yanked are requirements that people buy insurance and the mandate that many employers must provide coverage for their workers.\nBut the effort to defund Planned Parenthood survived.\nThis is why Republican leaders are prepping an amendment to alter the House’s reconciliation measure (keep in mind the Byrd Rule doesn’t apply in the House). The Senate GOP leadership brass aims to tweak the reconciliation plan so it comports with the Byrd Rule – yet still preserves the major lacerations to ObamaCare.\nBut remember, budget reconciliation can’t fillet all of ObamaCare – because Democrats didn’t use reconciliation to approve the entire bill in 2010. So no matter how successful Republicans are with reconciliation, they can only attempt to strike those sections dealing with taxes, revenue and the deficit.\nAnd here’s the rub: even if the House and Senate ultimately approve a unified reconciliation package which takes out a chunk of ObamaCare and defunds Planned Parenthood, it’s doubtful President Obama will sign it.\nIt’s all Republicans can do right now. And that’s why they appear to be armed only with a knife in a gunfight.\nCapitol Attitude is a weekly column written by members of the Fox News Capitol Hill team. Their articles take you inside the halls of Congress, and cover the spectrum of policy issues being introduced, debated and voted on there.", "byline": "", "description": "", "title": "Republicans float controversial tactic in next round of ObamaCare repeal fight - Study finds many eligible for ObamaCare subsidies don't claim them", "url": "http://www.foxnews.com/politics/2015/11/12/republicans-float-controversial-tactic-in-next-round-obamacare-repeal-fight/", "topics": ["health"], "people": ["Mark Kirk", "Lisa Murkowski", "Joe Donnelly", "Mike Lee", "Marco Rubio", "Joe Manchin", "Susan Collins", "Ted Cruz"], "orgs": ["ACA", "Congress", "Senate", "Cadillac", "House of Representatives", "Senate GOP", "Sens", "GOP"], "election_confidence": 0.5506848540263264, "authors": [], "date_written": "2015-11-12 15:18:01", "org": "fox", "article_id": "5241f7d509fa67d0e5e277fda0ba8924", "date_access": "2015-11-12 16:00:05.061803"}