{"body": "The lieutenant governor’s office filed papers Thursday aimed at keeping two employees on loan from the California Senate but who have been notified they must return to the Senate for reassignment.\nThe Times has reported that a political rift had opened when Senate President Pro Tem Kevin De Leon (D-Los Angeles) took action to slash Democratic Lt. Gov. \nGavin Newsom\n’s staff just weeks after Newsom introduced a 2016 ballot initiative that includes one of De Leon’s pet policy proposals.\nNewsom’s office manager and chief consultant for economic development were told to return to the Senate for reassignment Monday. They represent two of the six people working for the lieutenant governor.\nRhys Williams, the lieutenant governor’s chief of staff, said he filed papers with state personnel officials on Thursday to convert the two workers to full time employees of the lieutenant governor. Williams said the two workers will resign their Senate positions Friday to pave the way for the change.\n“They have expressed a desire to continue to work for the lieutenant governor,” Williams said. “The decision has been made by them.”\nNewsom is running for governor in 2018 and his candidacy may benefit from his leadership on the gun-control initiative. De Leon has formed a committee to campaign for lieutenant governor in 2018 and might also have received a boost if viewed as a leader on gun control.\nDe Leon had introduced a bill last year to require background checks for those who buy ammunition, and the same language was included in Newsom’s initiative.\n“The record is relevant but a distraction from a key point and that is, no one person should assume a monopoly of ownership on taking actions that make our communities safer,” Williams said.", "byline": "", "description": "<p>The lieutenant governor’s office filed papers Thursday aimed at keeping two employees on loan from the California Senate but who have been notified they must return to the Senate for reassignment.</p> <p>The Times has reported that a political rift had opened when Senate President Pro Tem Kevin De Leon...</p>", "title": "Lt. Gov. Newsom seeks to keep workers claimed by state Senate president", "url": "http://www.latimes.com/la-me-pc-lt-gov-newsom-files-papers-to-keep-workers-claimed-by-state-senate-20151112-story.html", "topics": ["guns", "personality"], "people": ["Gavin Newsom"], "orgs": ["Senate", "California Senate"], "election_confidence": 0.5412933026297184, "authors": [{"author_id": 40220, "fullname": "patrick mcgreevy", "primary_org": "latimes"}], "date_written": "2015-11-12 19:38:00", "org": "latimes", "article_id": "efea9a12a65988795031a75dc4c6af41", "date_access": "2015-11-12 20:00:04.417393"}