{"body": " Donald Trump suggested it’s time for some of his rivals to drop out of the presidential race as he returned to Iowa Thursday amid some polls that show his numbers flattening in the first-in-the nation state.\nThe standing room-only rally at a local community college was Trump’s first appearance in the state since Tuesday’s debate and he told the crowd he’s hopeful that some of “the guys on the end” get out of the presidential race.\n“Why are these people staying? George Pataki?” Trump said of the former New York governor. “He’s got nothing.”\nLindsey Graham? “He talks tough, but we’ll end up with World War II over Syria,” Trump charged. Marco Rubio he called “weak like a baby on immigration.”\nHe told the crowd in a free-wheeling, hour-plus speech that as president he’d restore “Merry Christmas” and “bomb the sh&*” out of the Islamic State.\n”We can’t allow people to cut off peoples’ heads,” he said. \nHe panned President Barack Obama’s decision to send 50 forces to work with local forces in Syria: “50 sounds ridiculous. “If you’re going to do something, do it. Or don’t do it.”\nAnd he cited unpredictability as a qualification for president, criticizing Obama for announcing that he would send the troops into Syria.\n“We need really tough, smart people or we’re not going to have a country left,” he said.", "byline": "", "description": "Trump holds standing-room-only rally in Iowa\nPledges to restore Merry Christmas, a strong military\nQuestions why George Pataki, Lindsey Graham are still running for president\n…\nClick to Continue »", "title": "Donald Trump says it’s time for some rivals to drop out", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44580528.html", "topics": ["personality"], "people": ["Donald Trump", "George Pataki", "Lindsey Graham", "Barack Obama", "Marco Rubio"], "orgs": [], "election_confidence": 0.950842775245034, "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-11-13 01:49:29", "org": "mcclatchy", "article_id": "93d3c86425069cd06cdec95b9f3c2953", "date_access": "2015-11-13 02:00:04.174809"}