{"body": "Republican and Democratic presidential candidates are divided over the handling of racially-charged protests at the University of Missouri and Yale University.\nRepublican presidential hopeful Ben Carson accused colleges and universities of being \"a little too tolerant\" and accepting of \"infantile behavior\" in the wake of separate episodes of racially-tinged unrest at the University of Missouri and Yale University, Carson’s undergraduate alma mater.\nSpeaking on \"The Kelly File\" on Fox News Wednesday night, Carson said the demonstrations on the two campuses and their aftermath is symptomatic of what’s wrong with the nation’s discourse.\n\"It's part of the problem that's going on in our country right now,\" said Carson, a retired neurosurgeon who leads the Republican presidential field in several key polls. \"We have people who get in their respective corners and demonize each other but there's no conversation. And of course, if you ask people to put on the record what their gripes are and what their solutions are, then perhaps they can see that maybe they are not so far apart and they can come up with some reason or solutions.\"\nMeanwhile, Sen. Bernie Sanders, I-Vt., who’s seeking the Democratic presidential nomination tweeted Thursday: “I'm listening to the #BlackOnCampus conversation. It's time to address structural racism on college campuses.”\nFormer Secretary of State Hillary Clinton’s Democratic presidential campaign retweeted a message Thursday from one of her staffers, Marlon Marshall, that said “Racism has no place anywhere, let alone an institution of learning. Standing w/ the students at Mizzou in my home state calling for change.”\nAt Missouri, university system President Tim Wolfe resigned Monday under pressure from students and faculty who said that he failed to respond to what they described as a racially intolerant atmosphere on the Columbia, Mo., campus. \nDemonstrations and protests boiled to the point the university’s football team threatened not to play a game until Wolfe was gone as president.\n\nTheir demands, they're like crazy. The demands that they're - the things that they're asking for, many of those things are -- like -- crazy! So it is just disgraceful Donald Trump on protesting students at the University of Missouri\nRepublican presidential candidate Donald Trump, speaking on Fox Business News’ “Morning with Maria” Thursday, called the resignation of Wolfe and a faculty member at Missouri “disgusting.”\n“I think the two people that resigned are weak, ineffective people,” Trump said. “I think that when they resigned they set something in motion that's going to be a disaster for the next long period of time. They were weak ineffective people. How we hire people like this -- Trump should have been the chancellor of that university. Believe me, there would have been no resignation.” \nAt Yale, minority students have railed against what they say is a culturally-insensitive atmosphere on the New Haven, Conn., campus triggered by accusations that black women weren’t admitted to a party and an email message from a university official urging students not to take offense to some potentially insensitive Halloween costumes\n\nI know the President of Yale and he's a very, very reasonable person. And you know, I would imagine that he's working overtime right now to try to establish some dialogue Ben Carson on protests at Yale University\n Carson, speaking on Fox News, said the situations at Missouri and Yale were cases of \"just raw emotion\" and people being \"manipulated\" by \"outside forces who wish to create disturbances.\"\n\"Well, we're being a little bit too tolerant, I guess you might say, accepting infantile behavior, I guess you might say,\" Carson told Fox News’ Megyn Kelly. \"And I don't care which side it comes from. You know, to say that I have the right to violate your civil rights, because you're offending me is un- American. It's unconstitutional. And the officials at these places must recognize that and have the moral courage to stand up to it. Because if they don't, it will grow, it will exacerbate the situation, as we will move much further toward anarchy than anybody can imagine and much more quickly.\"\nCarson said \"we must encourage open dialogue\" and likened what’s happened at Missouri and Yale to the end of a failing marriage.\n\"You know, it’s the same thing that happens before people get a divorce,\" he said. \"They stopped talking. The next thing you know their spouse is a devil incarnate. That’s what’s going on. And we cannot allow that in America.\"\nWilliam Douglas: 202-383-6026, @williamgdouglas", "byline": "", "description": "Donald Trump calls former Missouri system president “weak” for quitting\nBen Carson chides colleges for being “a little bit too tolerant”\nBernie Sanders says it’s time to address structural racism on campus\n…\nClick to Continue »", "title": "U of Missouri, Yale protests divide GOP, Dem presidential candidates", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44408604.html", "topics": ["health", "racial issues"], "people": ["William Douglas", "Hillary Clinton", "Donald Trump", "Megyn Kelly", "Marlon Marshall", "Bernie Sanders", "Ben Carson"], "orgs": ["University of Missouri", "Yale University", "GOP", "Yale"], "election_confidence": 0.978448179892614, "authors": [{"author_id": 33904, "fullname": "william douglas", "primary_org": "mcclatchy"}], "date_written": "2015-11-12 18:22:05", "org": "mcclatchy", "article_id": "8263e157ebdd31b2ef6d246172fa26a6", "date_access": "2015-11-12 18:28:47.021764"}