{"body": " White evangelical Christians are well-positioned to have a strong say in early 2016 Republican primaries and caucuses, a new analysis by Geoffrey Skelley of Sabato’s Crystal Ball found Thursday. But they could face trouble later in the campaign season.\nVoting starts February 1 in Iowa, where in 2012 exit poll data showed 56 percent of caucus voters were white evangelicals. Rick Santorum, the former U.S. senator from Pennsylvania, had a strong appeal to those voters, and inched out a win.\nSkelley, using data from exit polls in 2008 and 2012, as well as information from the Census Bureau and the Public Religion Research Institute’s American Values Atlas, found that 64 percent of total delegates in states with primaries or caucuses prior to March 8 will come from states with likely white evangelical majorities. South Carolina votes later in February, and on March 1, states with primaries or caucuses, and sizable evangelical populations, include Alabama, Arkansas, Georgia, Oklahoma, Tennessee and Texas. Three more such states, Kentucky, Louisiana and Kansas, vote March 5.\nThat means that candidates with special appeal to those groups could get an early boost, but it doesn’t mean that will last. A majority of convention delegates will be chosenafter March 8.\n“All this is to say that white evangelical Christians are going to impact the 2016 Republican nomination contest, just as they have in previous cycles,” Skelley found.\nBut because early delegates will be awarded proportionately, it will be hard for any single candidate in a multi-candidate field to get a huge early lead. And after March 15, some states will have winner take all primaries. And more states with smaller evangelical communities, such as Florida and Ohio, will be voting.\n“This is not to say that a white evangelical-oriented outsider candidate won’t win the Republican nomination,” Skelley said. “But many states with large numbers of conservative born-again Christians will vote when many candidates may still be in the race, possibly splintering their delegate hauls. \n“Nonetheless, if the white evangelical Iowa lane of the field winnows a great deal between now and March 1, it’s possible that someone could take advantage and rack up a solid delegate take. Only time will tell, but there’s little question that white evangelical Christians are going to be an important factor in determining the GOP nominee, particularly in the early going.”\nSo far, retired neurosurgeon Ben Carson has attracted a strong evangelical following. Also in the mix are real estate mogul Donald Trump, Sen. Ted Cruz, R-Texas; Sen. Marco Rubio, R-Fla.; Bobby Jindal, governor of Louisiana; Mike Huckabee, former governor of Arkansas and 2008 Iowa caucus winner, and Santorum.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Analysis shows early states with big evangelical blocs\nAppeal could fade as race moves to bigger states\nSeveral candidates vying for evangelical vote\n…\nClick to Continue »", "title": "White evangelicals: Early influence on GOP race, but prospects then get shakier", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44352246.html", "topics": ["personality", "campaign_finance"], "people": ["Geoffrey Skelley", "Crystal Ball", "Rick Santorum", "Donald Trump", "David Lightman", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Ben Carson", "Ted Cruz"], "orgs": ["Census Bureau", "Public Religion Research Institute", "GOP"], "election_confidence": 0.9998866749436447, "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-12 14:26:17", "org": "mcclatchy", "article_id": "c317cc8cc1cd3d9dd11b3878ef2eb65a", "date_access": "2015-11-12 14:31:31.001673"}