{"body": "Democratic presidential front-runner Hillary Clinton announced a $30 billion plan Thursday to help coal mining towns hit hard by the shift to less polluting sources of energy.\nRepublicans bashed Clinton in response – accusing her of backing policies that hurt coal country in the first place.\nClinton’s proposal calls for building new roads, bridges, water system and airports in coal areas, expanding Internet access, and helping finance projects that promise new uses for abandoned coal mines.\nClinton said she’d help school districts struggling from the loss of coal revenue. She pledged to guarantee pension and health benefits to coal miners and power plant workers whose companies go bankrupt.\n“As President, I will make sure our country honors our commitments to coal miners and their families, who gave their careers, their health, and in some cases their lives to powering America’s economy,” Clinton said in a written statement. “And I will invest for the future, by increasing federal investment to revitalize coal communities and partnering with the private sector to promote locally-driven business development and job creation.”\nCoal is losing its competition with the cheap and cleaner natural gas produced in abundance by America’s fracking boom. The coal industry complains that environmental regulations have also hurt by increasing the costs of mining and burning coal.\n\nWe shouldn't expect a fix from someone who has been part of the problem all along Sergio Gor, spokesman for Sen. Rand Paul of Kentucky, who is running for the Republican nomination for president.\nCentral Appalachia has been hit especially hard by coal’s struggles, with the number of coal jobs in eastern Kentucky plummeting by half in recent years.\n“Hillary Clinton will continue President Obama's failed environmental policies which are killing jobs and destroying communities across the nation,” said Sergio Gor, spokesman for Sen. Rand Paul of Kentucky, who is running for the Republican nomination for president. “We shouldn't expect a fix from someone who has been part of the problem all along.”\nRepublican National Committee spokesman Michael Short said “if Hillary Clinton were truly on the side of coal country, she would stand up to extreme anti-energy environmentalists that run the Democrat Party instead of embracing their agenda that is killing jobs and driving up costs.”\nCoal will be an issue in 2016 presidential campaign, largely because of the importance of the coal state of Ohio, which is a swing state that could go for a Democrat or a Republican. Clinton has pushed a clean energy and climate change agenda as she campaigns. \n“Building a 21st century clean energy economy in the United States will create new jobs and industries, deliver important health benefits, and reduce carbon pollution,” the Clinton campaign said. “But we can’t ignore the impact this transition is already having on mining communities, or the threat it poses to the healthcare and retirement security of coalfield workers and their families.”\nSean Cockerham: 202-383-6016, @seancockerham", "byline": "", "description": "Clinton pledges $30 billion in aid for coal areas\nRepublicans say Clinton supports anti-coal environmental policies\nWith coal state Ohio in play, coal will be a campaign issue\n…\nClick to Continue »", "title": "Hillary Clinton promises to help suffering coal country", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44483976.html", "topics": ["environment/energy"], "people": ["Rand Paul", "Sergio Gor", "Michael Short", "Hillary Clinton", "Sean Cockerham"], "orgs": ["Democrat Party", "Republican National Committee"], "election_confidence": 0.8135602155694774, "authors": [{"author_id": 33906, "fullname": "sean cockerham", "primary_org": "mcclatchy"}], "date_written": "2015-11-12 21:12:48", "org": "mcclatchy", "article_id": "02d46d0b3bbee3932fc1a00585489ab4", "date_access": "2015-11-12 21:29:50.346493"}