{"body": "Despite a month of sharpened attacks, Senator Bernie Sanders of Vermont has failed to significantly dent Hillary Rodham Clinton’s lead in the Democratic presidential race, according to a New York Times/CBS News survey released on Thursday.\n\nMrs. Clinton has support from 52 percent of Democratic primary voters, while Mr. Sanders has backing from 33 percent, the poll found. In an early October CBS News poll, she led Mr. Sanders 56 percent to 32 percent.\n\nMr. Sanders, whose overarching challenge is to transform his left-wing, lesser-known candidacy into a formidable national campaign with broad appeal, will face his greatest test yet on Saturday night at the second Democratic debate, which will be televised nationally from Des Moines. Mrs. Clinton will take the stage after a run of positive developments since their Oct. 13 debate, including strong reviews of her performance there, Vice President Joseph R. Biden Jr.’s decision not to enter the race, and a steely, well-received face-off with congressional Republicans investigating the 2012 attack on the United States diplomatic compound in Benghazi, Libya. \n\nMr. Sanders, in turn, has been drawing more contrasts with Mrs. Clinton’s positions on trade, Social Security, the death penalty and marijuana legalization since the October debate, but his attacks have not been memorably effective.\n\nA third Democratic candidate, former Gov. Martin O’Malley of Maryland, will also take part in Saturday’s debate, but he is trailing far behind his rivals. He received 5 percent of the vote in the Times/CBS News poll.\n\nMr. Sanders and Mr. O’Malley do appear to have room to grow if they can find a way, the poll found: Half of Democratic primary voters said it was still too early to say for sure who they would support.\n\nSanders supporters stand out as especially engaged with the presidential race. Fifty-four percent of them said they were paying a lot of attention to the campaign, compared with 38 percent of Mrs. Clinton’s backers.\n\nBut Mrs. Clinton enjoys a firmer base of voters than Mr. Sanders, according to the poll. Fifty-four percent of her supporters said their minds were completely made up, while 58 percent of Mr. Sanders’s supporters said they had not made a final decision.\n\nAnd 43 percent of Democrats said they would enthusiastically support Mrs. Clinton as their presidential nominee, compared to 35 percent for Mr. Sanders. Slim majorities of women, nonwhites and older voters said they would enthusiastically back Mrs. Clinton as the party’s choice, while just three in 10 male Democrats said they would feel that way about her as their standard-bearer in 2016.\n\nA strong majority of Democratic primary voters say they are paying at least some attention to the presidential campaign; 26 percent of Democrats say they have not been paying much attention, compared with 11 percent of Republican primary voters.\n\nThe nationwide telephone poll was conducted Nov. 6 to 10 on cellphones and landlines with 418 Democratic primary voters. The margin of sampling error is plus or minus six percentage points. Additional findings from the full poll will be published on Thursday at 6:30 p.m.", "byline": "PATRICK HEALY and GIOVANNI RUSSONELLO", "description": "Despite a month of sharpened attacks from Senator Bernie Sanders of Vermont, Mrs. Clinton has support from 52 percent of Democratic primary voters, according to a New York Times/CBS News survey released on Thursday, compared with Mr. Sanders’s 33 percent.", "title": "First Draft: Poll Shows Hillary Clinton Maintaining Lead Over Bernie Sanders", "url": "http://www.nytimes.com/politics/first-draft/2015/11/12/poll-shows-hillary-clinton-maintaining-lead-over-sanders/", "topics": ["personality", "budget/taxation"], "people": ["Bernie Sanders", "Joseph R. Biden Jr.", "Hillary Clinton", "Martin O'Malley", "Hillary Rodham Clinton"], "orgs": ["Social Security"], "election_confidence": 0.9295196373728521, "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}, {"author_id": 21573, "fullname": "giovanni russonello", "primary_org": "npr"}], "date_written": "2015-11-12 12:28:41", "org": "nyt", "article_id": "d9567f6867d45265d4f4fdfc11d01f30", "date_access": "2015-11-12 13:01:42.494823"}