{"body": "Four of the eight Republican presidential contenders in the prime-time debate on Tuesday were asked their views on raising the federal minimum wage.\n\nDonald Trump, who went first, set the tone when he said that the current minimum of $7.25 an hour was already too low when it took effect in 2009 and should be doubled.\n\nJust kidding!\n\nHere’s what the candidates really said and why they’re all wrong.\n\nMr. Trump said that American businesses can’t compete because “wages too high” and, for that reason, he would keep the minimum wage where it is.\n\nIf American businesses can’t compete – a dubious assertion in itself – it is not because wages are too high. Most working people can’t remember their last raise. And the minimum wage is certainly not too high. Raising it to $12 an hour would simply bring it into line with historical wage-and-price benchmarks. Raising it to $15 an hour would bring it closer to where it would be if it had kept up in recent decades with productivity gains.\n\nAll of which makes a higher minimum wage, what’s the word . . . fair? Sensible?\n\nBut in Mr. Trump’s view, wages for low-paid workers in America are too high because they are higher than those in, say, Pakistan. If you take that thought to its logical conclusion, he is saying that if he were president, he would lead the nation in a race to the bottom with countries whose economies are built on poverty wages.\n\nBen Carson was off base, too. Earlier in the campaign, he said he favored increasing the minimum, to an unspecified amount. On Tuesday, he said he did not support raising the minimum, because “every time we raise the minimum wage, the number of jobless people increases.”\n\nNo, it doesn’t. To give just one example, the minimum wage was raised by nearly 12 percent in 1996 (to $4.75 an hour) and by another eight percent in 1997 (to $5.15). The late 1990s were a period of full employment and rising wages for everyone.\n\nThe question of whether a higher minimum wage leads to higher unemployment isn’t one of those issues on which reasonable people disagree. It has been exhaustively studied, in theory and in real world conditions, since 1938, when the United States first enacted a minimum wage (at 25 cents an hour). The weight of evidence shows that increases in the minimum wage have lifted pay without hurting employment.\n\nMr. Carson also said that high unemployment among black teenagers was “because of those high wages.” Even for a teenager, $7.25 an hour is not a lot. Nor is $2.13 an hour, which is the federal minimum wage for tipped workers. Does he really want to let employers hire teenagers (and adults, for that matter) at wages that are not enough to provide pocket change, let alone cover real expenses, like getting back and forth to work?\n\nMarco Rubio was next, warning as he has for months that “if you raise the minimum wage, you’re going to make people more expensive than a machine. And that means all this automation that’s replacing jobs and people right now is only going to be accelerated.”\n\nPlaying on fears is not the hallmark of a leader. “Fear the robots” is not an economic policy. Automation, by another name, is capital investment, and keeping wages low to discourage capital investment is a path to economic decline. It also ignores history, in which new technology has both replaced and created jobs.\n\nMr. Rubio went on to extol vocational training for welders as a way to lift wages. As if robots can’t weld?\n\nThen there was John Kasich, who seemed to be trying to set himself apart from his scroogy opponents by noting that in Ohio, “We do have a moderate increase in the minimum wage.” The minimum in Ohio is $8.10 an hour, except for employers grossing $283,000 a year or less, who can pay as little as $7.25 an hour.\n\nIf it wasn’t so serious, it would be laughable.", "byline": "TERESA TRITCH", "description": "Here’s what the candidates said at the debate on Tuesday — and here are the facts.", "title": "Taking Note: Republicans Sound Off on the Minimum Wage", "url": "http://takingnote.blogs.nytimes.com/2015/11/12/republicans-sound-off-on-the-minimum-wage/", "topics": ["jobs/employment"], "people": ["Donald Trump", "Marco Rubio", "Ben Carson", "John Kasich"], "orgs": [], "election_confidence": 0.8083537910154293, "authors": [{"author_id": 2728, "fullname": "teresa tritch", "primary_org": "nyt"}], "date_written": "2015-11-12 20:53:37", "org": "nyt", "article_id": "01fd6ecd05292172651b0f1d6742215a", "date_access": "2015-11-12 21:44:49.772354"}