{"body": "A long-simmering debate over immigration in the Republican presidential contest boiled over on Thursday, as five contenders seized on the issue and Senator Ted Cruz accused his colleague, Senator Marco Rubio, of “trying to stuff amnesty down the throats of the American people.”\n\nFrom appearances on conservative talk radio to the campaign trail in South Carolina, the candidates sought to appeal to grass-roots conservatives who are alarmed about immigration. And the eruption of open warfare between Mr. Rubio and Mr. Cruz, two establishment candidates who have been rising in the polls, showed the likely contours of the Republican presidential fight as it hurtles toward the Iowa caucuses in less than 90 days.\n\nImmigration is a key vulnerability for Mr. Rubio, who was initially part of an effort in 2013 to formulate a bipartisan bill in the Senate to reform the immigration system, an effort that is viewed with deep skepticism by conservatives.\n\nMr. Cruz, in an appearance with the conservative radio host Laura Ingraham, denounced Mr. Rubio without using his name, saying, “You know where someone is based on their actions. As the Scripture says, you shall know them based on their fruits.”\n\nAnd three other lower-polling candidates — Senator Rand Paul of Kentucky; Rick Santorum, a former Pennsylvania senator; and Carly Fiorina, a former chief executive of Hewlett-Packard — sought to join the fight, piling on Mr. Rubio or Mr. Cruz as insufficiently pure on a key litmus test for segments of the Republican base.\n\nThe long-distance exchanges illustrated the degree to which several candidates see immigration, which emerged as a key issue in the 2014 midterm elections, as the most potent weapon in their arsenal in a presidential contest that has been characterized by concerns about the direction of the country.\n\nMr. Rubio, when asked about Mr. Cruz’s critique while campaigning Thursday morning, sought to turn the tables.\n\n“Ted is a supporter of legalizing people that are in this country illegally,” Mr. Rubio said, according to a transcript provided by his aides. “In fact, when the Senate bill was proposed, he proposed legalizing people that were here illegally. He proposed giving them work permits. He’s also supported a massive expansion of the green cards.\n\n“He supported a massive expansion of the H-1B program, a 500 percent increase,” he continued. “So, if you look at it, I don’t think our positions are dramatically different. I do believe that we have to deal with immigration reform in a serious way, and it begins by proving to people that illegal immigration is under control.”\n\nIn his criticism of his Senate colleague, Mr. Cruz recalled that Mr. Rubio, the Florida senator who was a member of the so-called Gang of Eight group of lawmakers who sought to overhaul the immigration system, opposed measures to tighten border security.\n\n“He opposed every single one of them,” Mr. Cruz, of Texas, said of amendments Mr. Rubio opposed that would have increased border-patrol resources, created a strong e-verify system and developed an exit-entry system for visa overstays. “The Gang of Eight voted against securing and enforcing the border.”\n\nMr. Rubio now says that immigration must be handled in parts and that after the border is secured, new policies can be developed for dealing with immigrants who have entered the country illegally. He is not in favor of deporting undocumented immigrants en masse, as some of his rivals propose.", "byline": "MAGGIE HABERMAN and MATT FLEGENHEIMER", "description": "The long-distance exchanges illustrated the degree to which several Republican candidates see immigration as the most potent weapon in the presidential contest.", "title": "Immigration Fight Boils Over as Ted Cruz and Marco Rubio Battle", "url": "http://www.nytimes.com/2015/11/13/us/politics/immigration-fight-boils-over-as-ted-cruz-and-marco-rubio-battle.html", "topics": ["immigration"], "people": ["Rand Paul", "Rick Santorum", "Laura Ingraham", "Marco Rubio", "Carly Fiorina", "Ted Cruz"], "orgs": ["Senate"], "election_confidence": 0.9628017521386523, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}, {"author_id": 358, "fullname": "matt flegenheimer", "primary_org": "nyt"}], "date_written": "2015-11-12 21:30:44", "org": "nyt", "article_id": "80e1f5151ae039f83056f4e6d7219442", "date_access": "2015-11-12 21:38:20.287229"}