{"body": "Senator Ted Cruz continued to pound Senator Marco Rubio over his immigration record on Thursday, escalating the tension between the two rivals for the Republican presidential nomination. \n\nSpeaking on Laura Ingraham’s radio program, Mr. Cruz reiterated his view that Mr. Rubio is weak when it comes to immigration.\n\n“Talk is cheap,” the Texas senator said. “You know where someone is based on their actions. As the Scripture says, you shall know them based on their fruits.”\n\nMr. Cruz went on to recall that Mr. Rubio, the Florida senator who was a member of the so-called Gang of Eight group of lawmakers who sought to overhaul the immigration system, opposed measures to tighten border security. \n\n“He opposed every single one of them,” Mr. Cruz said of amendments Mr. Rubio opposed that would have increased border patrol resources, created a strong e-verity system and an developed exit-entry system for visa overstays. “The Gang of Eight voted against securing and enforcing the border.”\n\nMr. Rubio now says that immigration must be handled in parts and that after the border is secured new policies can be developed for dealing with immigrants who have entered the country illegally. He is not in favor of deporting undocumented immigrants en masse, as some of his rivals propose.  \n\nMr. Cruz’s comments come as he has been running close with Mr. Rubio in many polls and as they are increasingly competing for attention from conservative voters. At an event in New Hampshire on Wednesday night, Mr. Cruz suggested that picking a nominee who favors “amnesty” would damage his party’s prospects in a general election.\n\n“In my view, if Republicans nominate for president a candidate who supports amnesty, we will have given up one of the major distinctions with Hillary Clinton and we will lose the general election,” he said. “That is a path to losing.”\n\nIn spite of his tough talk on immigration, some Republicans think that it is Mr. Cruz whose actions do not match his words. Rick Santorum, the former senator from Pennsylvania, said on Thursday that Mr. Cruz’s support for expanding the H1-B visa program for skilled workers without reforms would harm American workers. \n\n“Cruz tough on immigration?” Mr. Santorum’s campaign said in an email. “Not so fast!” ", "byline": "ALAN RAPPEPORT", "description": "Immigration reform continues to be a sticking point between two of the Republican senators running for president, with Ted Cruz saying that selecting a nominee who supports amnesty, like Marco Rubio, “is a path to losing” the general election.", "title": "First Draft: Ted Cruz Keeps Up Fight With Marco Rubio on Immigration Differences", "url": "http://www.nytimes.com/politics/first-draft/2015/11/12/ted-cruz-keeps-up-fight-with-marco-rubio-on-immigration-differences/", "topics": ["immigration"], "people": ["Rick Santorum", "Marco Rubio", "Hillary Clinton", "Laura Ingraham", "Ted Cruz"], "orgs": [], "election_confidence": 0.9932012501085925, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-12 17:37:51", "org": "nyt", "article_id": "b513e51ead7aa794da2d0ed072b69223", "date_access": "2015-11-12 18:00:51.160648"}