{"body": "With the Democratic presidential nomination contest all but officially a two-person race, Hillary Rodham Clinton appears vastly better positioned than Senator Bernie Sanders of Vermont to persuade party primary voters that she would be more effective at passing her agenda and dealing with international crises, according to a New York Times/CBS News survey released Thursday.\n\nMrs. Clinton even undercuts Mr. Sanders on his core political message, with 62 percent of Democratic primary voters saying she could bring about real change in Washington, compared with 51 percent for Mr. Sanders.\n\nThe promise of change, always a popular lure in politics, is at the heart of a striking paradox in the Democratic race. Democratic primary voters say that the ability to deliver needed change is the most important quality they seek in a candidate, and Mr. Sanders’s popularity is highest with voters who want change. Yet 60 percent of Democrats also want their nominee to continue President Obama’s policies, and these voters support Mrs. Clinton over Mr. Sanders by about a 2-to-1 margin.\n\nThis advantage for Mrs. Clinton may reflect all-around skepticism that Mr. Sanders’s leftist candidacy can prevail: Her party’s primary voters expect Mrs. Clinton to be their eventual nominee by more than a 4-to-1 margin over Mr. Sanders.\n\nHis chief indictment against Mrs. Clinton, that she is an establishment politician who is captive to big-money special interests and inconsistent on liberal priorities, simply has not persuaded many Democrats to abandon her. While 84 percent of them see Mrs. Clinton as under the sway of special interests, she is still the heavy favorite among Democratic primary voters seeking a candidate who is a strong leader with the right experience to be president.\n\nAnd while Mr. Sanders is running as an unwavering liberal, three-quarters of Democratic primary voters prefer a nominee who would compromise with Republicans in Congress to get things done.\n\nAfter a month of sharpened attacks by Mr. Sanders against her, Mrs. Clinton has support from 52 percent of Democratic primary voters, while Mr. Sanders has backing from 33 percent, the poll found. The numbers are virtually unchanged from an early October CBS News poll, in which she led Mr. Sanders, 56 percent to 32 percent.\n\nThe nationwide telephone poll was conducted Nov. 6 to 10 on cellphones and landlines with 1,495 adults, including 418 Democratic primary voters, and has a margin of sampling error of plus or minus six percentage points for Democratic primary voters.\n\nMrs. Clinton inspires more confidence among party members on a range of issues than the lesser known Mr. Sanders, who is only now starting to run biographical advertisements on television. On a signature Sanders issue, regulating large banks and financial institutions, Mrs. Clinton inspired confidence in 70 percent of primary voters, compared with 65 percent for Mr. Sanders. On gun laws, 76 percent of Democratic primary voters think she would make the right decisions compared with 57 percent for Mr. Sanders, whose votes against some gun-control measures have been highlighted by Mrs. Clinton.\n\nOn foreign conflicts, too, Democrats overwhelmingly expressed more faith in the decision-making of Mrs. Clinton, a former secretary of state, than of Mr. Sanders, a longtime antiwar figure.\n\n“She knows all the players, all the world leaders,” Jan Lyles, 52, a consultant in Reno, Nev., said in an interview after the poll was completed. She added, approvingly, “She has her husband behind her for advice.” Three-quarters of Democrats view Bill Clinton favorably.\n\nBut support for Mrs. Clinton lags in some groups of Democratic primary voters, particularly men and younger voters. Among the misgivings is one that has surfaced before in her political career: Fifty-two percent of Democratic primary voters think that Mrs. Clinton says what she actually believes, compared with 62 percent who think Mr. Sanders is genuine in his remarks.\n\n“It’s not so much I don’t trust her, but she seems to me to say what she thinks people want to hear,” said Jack Bernblum, 68, a self-employed Democrat from East Haven, Conn., who is leaning toward Mr. Sanders. “She has recently said something about legalizing marijuana, which is a brand new position for her. I don’t think she means anything she says.”\n\nFor Mr. Sanders, who is attracting bigger crowds than Mrs. Clinton and is running notably close to her in fund-raising, the overarching challenge is to transform an insurgent primary campaign aimed at two must-win states, Iowa and New Hampshire, into a formidable movement with broad national appeal. He will face his greatest test yet on Saturday night at the second Democratic debate, which will be televised nationally from Des Moines. Nearly half of Democratic primary voters say they are very likely to watch the debate, and an additional three in 10 said they were somewhat likely.\n\nMrs. Clinton will take the stage after a run of positive developments since their Oct. 13 debate, including strong reviews of her performance there; Vice President Joseph R. Biden Jr.’s decision not to enter the race; and a steely, well-received face-off with congressional Republicans investigating the 2012 attack on the United States diplomatic compound in Benghazi, Libya.\n\nMr. Sanders has been trying to undercut her political momentum by drawing more contrasts on policy, noting that he has been more liberal for far longer than her on issues like free trade, the death penalty and a single-payer health care system. Yet his attacks have not been memorably potent.\n\nA third Democratic candidate, former Gov. Martin O’Malley of Maryland, will also take part in Saturday’s debate, but he is trailing far behind his rivals. He received 5 percent support in the Times/CBS News poll.\n\nMr. Sanders and Mr. O’Malley have room to grow if they can find a way: Half of Democratic primary voters say it is still too early to say for sure whom they will support. And while Mr. Sanders is running closest behind Mrs. Clinton, four in 10 voters still do not have an opinion of him — and many hold views that suggest they would be open to his platform.\n\nWhile some Sanders allies worry that his decades-long identification as a democratic socialist will hurt him, 56 percent of Democratic primary voters say they hold a positive view of socialism. About nine in 10 think that the gap between rich and poor is an urgent problem, and most would support raising taxes on the wealthy to deal with it — one of Mr. Sanders’s major positions — and 78 percent oppose unlimited campaign contributions to fund-raising committees known as “super PACs,” as does Mr. Sanders. (Mrs. Clinton is supported by a such a fund-raising arm.)\n\nSue Moon, a Seattle Democrat and a retired teacher, said she did not like Mrs. Clinton’s ties to wealthy donors and Wall Street executives, some of whom Ms. Moon blames for the 2008 financial crisis.\n\n“I am much more in favor of the wing of the party that thinks a lot of these people should have gone to jail,” said Ms. Moon, a Sanders supporter.\n\nWhile the Republican presidential race is far more unsettled, with 15 candidates, Democrats think that Donald J. Trump, whose tough talk and outsize personality have energized many disaffected conservatives, would be the toughest to beat in a general election. Thirty-one percent of Democrats said Mr. Trump would be the most formidable opponent next November, while 15 percent named the retired neurosurgeon Ben Carson and 13 percent each picked former Gov. Jeb Bush of Florida and Senator Marco Rubio of Florida. Gov. John Kasich of Ohio and Senator Ted Cruz of Texas lagged far behind.\n\nLuke Cottrill, a junior high school teacher and a Democrat in San Francisco, said that Mr. Trump would be the most dangerous foe in a general election because he is not only a political outsider but also speaks pointedly in ways that resonate deeply with some people, while offending others. Mr. Trump is also famous in a nation that worships celebrity, Mr. Cottrill said.\n\n“Donald Trump is a TV star, and Ronald Reagan was a movie star — people know who he is,” said Mr. Cottrill, 60. “He also is a demagogue, and sometimes we Americans are impressed by demagogues and forget about their power over people.”", "byline": "PATRICK HEALY and MEGAN THEE-BRENAN", "description": "In a new poll, 62 percent said Mrs. Clinton could bring about real change in Washington, compared with 51 percent for Mr. Sanders.", "title": "Poll Shows Hillary Clinton Is Seen as More Likely Than Bernie Sanders to Be Effective", "url": "http://www.nytimes.com/2015/11/13/us/politics/poll-shows-hillary-clinton-is-seen-as-more-likely-than-bernie-sanders-to-be-effective.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Donald J. Trump", "Ronald Reagan", "Bernie Sanders", "Joseph R. Biden Jr.", "Ben Carson", "Ted Cruz"], "orgs": ["Nev", "Congress", "PACs"], "election_confidence": 0.997127855597696, "authors": [{"author_id": 586, "fullname": "patrick healy", "primary_org": "nyt"}, {"author_id": 26050, "fullname": "megan thee-brenan", "primary_org": "nyt"}], "date_written": "2015-11-12 23:31:23", "org": "nyt", "article_id": "0fb20bed7acbfd46171ef4ea87ce39c3", "date_access": "2015-11-12 23:39:12.806978"}