{"body": "\n                                        Updated 11/12/15 07:15 PM EST\n\n                                        By \nBryan Bender\n\nThe Defense Secretary did not divulge the details of the allegations.\n\n11/12/15 07:09 PM EST\n\n                                        By \nEliza Collins\n\nAgent Lee Robert Moore surrendered Monday to Maryland State Police after being put on leave last week. \n\n11/12/15 06:58 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWhile the direction of the questions may be squarely in the hands of debate host CBS News and moderator John Dickerson, each of the candidates has already...\n\n11/12/15 06:53 PM EST\n\n                                        By \nEliza Collins\n\n“Taxes too high, wages too high, we’re not going to be able to compete against the world,\" Trump said. \n\n                                        Updated 11/12/15 06:52 PM EST\n\n                                        By \nNolan D. McCaskill\n\n“The notion that we’re gonna deport 11, 12 million people from this country — first of all, I have no idea where Mr. Trump thinks the money’s gonna come...\n\n11/12/15 06:43 PM EST\n\n                                        Updated 11/12/15 06:42 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.\n\n2016\n\n11/12/15 06:23 PM EST\n\n                                        By \n                                                Jeff Greenfield\n\nLike the voters they hope to represent, the drug epidemic has touched them too.\n\n11/12/15 06:15 PM EST\n\n                                        By \nEliza Collins\n\nThe move is a surprise, considering how involved Turner has been with the Clintons.\n\n                                        Updated 11/12/15 06:07 PM EST\n\n                                        By \nKevin Robillard\n\nThe ad continues Vitter's recent strategy of confronting his 2007 prostitution scandal.\n\n2016\n\n11/12/15 06:02 PM EST\n\n                                        By \nGabriel Debenedetti\n\nClinton, Sanders and O'Malley will have a national audience Saturday but they'll be narrowcasting to a much smaller group of voters.\n\nCongress\n\n11/12/15 05:51 PM EST\n\n                                        By \nZachary Warmbrodt\n\nRichard Shelby of Alabama, is trying to include the regulatory overhaul in a fiscal 2016 appropriations bill. \n\n                                        Updated 11/12/15 05:47 PM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 05:44 PM EST\n\n11/12/15 05:28 PM EST\n\n                                        Updated 11/12/15 05:27 PM EST\n\n                                        By \nDaniel Strauss\n\nPractically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n11/12/15 05:22 PM EST\n\n11/12/15 05:17 PM EST\n\n11/12/15 04:55 PM EST\n\n                                        By \nJosh Gerstein\n\nA federal judge issued an order Thursday that will sharply ramp up the volume of documents being release in a lawsuit demanding memos and emails from top...\n\n11/12/15 03:59 PM EST\n\n                                        By \nAlex Isenstadt\n\nIt’s the first time that a pro-Christie group has purchased airtime in Iowa.\n\n11/12/15 03:28 PM EST\n\n                                        By \nNahal Toosi\n\nThe exclusion of rebel groups from recent peace talks stirred controversy. \n\n11/12/15 03:10 PM EST\n\n                                        By \nNick Gass\n\n“There just is no exemption for daily fantasy sports gambling.\"\n\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\nWe're working on more stories right now\n\n                                                    Campaigns\nThe latest POLITICO scoops and coverage of the 2016 elections.\n\n            By \n                    Henry C. Jackson\n\n11/12/15 06:58 PM EST\nTHE CLOCK: 361 days until Election Day 2016 …\nTHE DEBATE CLOCK: The next Democratic debate is 2 days away. You have to wait until Dec. 15 for Republicans to do it again.\nStory Continued Below\nTHE NARROWCAST DEBATE: POLITICO’s Gabriel Debenedetti reports: Iowa, Iowa, Iowa. That’s the not-particularly-subtle message pervading Democratic camps as the party’s three remaining presidential candidates prep for their second debate Saturday night in Des Moines, a recognition that the first-caucusing state will likely play an even more outsized role than usual in 2016. \nWhile the direction of the questions may be squarely in the hands of debate host CBS News and moderator John Dickerson, each of the candidates has already started sharpening the message (and spin) that they think will specifically take them furthest with the state’s influential voters. “The Nevada debate was more of a national debate,” explained BERNIE SANDERS’ lead strategist, Tad Devine, echoing the beliefs of other top Democrats. “I do expect [this one] to be a debate that has more focus on Iowa.\"\nFor Sanders, that means heading north to his Burlington headquarters for two days starting Wednesday night to sit down with aides, and to scour briefing papers that include a deep-dive rundown on Iowa issues outlined by his staff on the ground there. He’s agreed to participate in mock debate run-throughs — after being resistant to such standard pre-debate fare last time — and his staff expects that he'll prepare specific policy contrasts to unleash against front-runner HILLARY CLINTON before he flies out to Des Moines on Friday. http://politi.co/1METIPq\nTGIT, and welcome to your 2016 Blast. Henry C. Jackson (@henrycjjackson) is here to guide you through today’s campaign news. Send your tips, complaints, and hottest hot takes to: hjackson@politico.com. \nTRAIL MIX: Here’s what’s popping on the campaign trail\nIn today’s campaign news, the HILLARY CLINTON FBI probe seems to enter another stage and BERNIE SANDERS may have a photo flub to explain. On the GOP side, the cold war between MARCO RUBIO and TED CRUZ heats up, JEB BUSH gets his bro on, DONALD TRUMP picks a new fight, CHRIS CHRISTIE blames Obama and BEN CARSON’s associations are questioned.\nTHE DAILY CLINTON\nFBI DIGGING IN: Fox News reports the FBI “has expanded its probe of HILLARY CLINTON’s emails, with agents exploring whether multiple statements violate a federal false statements statute, according to intelligence sources familiar with the ongoing case … This phase represents an expansion of the FBI probe, which is also exploring potential violations of an Espionage Act provision relating to \"gross negligence\" in the handling of national defense information.” http://fxn.ws/1MDm0dc\nFASTER, PLEASE: POLITICO’s Josh Gerstein reports: “A federal judge issued an order Thursday that will sharply ramp up the volume of documents being release in a lawsuit demanding memos and emails from top aides to former Secretary of State HILLARY CLINTON … U.S. District Court Judge Rudolph Contreras instructed the State Department to move toward production of 2,200 pages of documents per month … The schedule virtually guarantees that a significant volume of records about Clinton, who is the leading Democratic candidate for president, will be emerging through the primary and caucus season and into the heart of the general election next fall.” http://politi.co/1WPCxBz \nTHIRD TERM WATCH: Time: HILLARY CLINTON’s campaign released a video on Thursday that attacks “Republican candidates for seeking to roll back President Obama’s policies … The 28-second campaign video provides a window into the kind of contrast Clinton will set with the Republicans in a general election, with the campaign painting Republican candidates as backward-looking and out of touch.” http://ti.me/1PEwcTN \nCURBING COAL: The Wall Street Journal: “HILLARY CLINTON on Thursday released a $30 billion plan aimed at revitalizing communities dependent on coal production, seeking to mitigate the economic impact of the nation’s shift from an electricity source that is both plentiful and polluting.” http://on.wsj.com/1SmV3ui \nUNDENTED: The New York Times: Despite amped up attacks from BERNIE SANDERS, the Vermont senator “has failed to significantly dent HILLARY RODHAM CLINTON’s lead … according to a New York Times/CBS News survey released on Thursday … Clinton has support from 52 percent of Democratic primary voters, while Mr. Sanders has backing from 33 percent, the poll found. In an early October CBS News poll, she led Mr. Sanders 56 percent to 32 percent.” http://nyti.ms/1Ma5Jem \nTHE PROGRESSIVE RESISTANCE\nPHONY PHOTO?: Time reports that several University of Chicago alums are casting doubt on a photo that BERNIE SANDERS campaign has touted as showing his roots as an activist, leading a civil rights protest. “Four University of Chicago alumni who went to school with Sanders (said) they believe that the dramatic photo of Sanders, which his campaign has featured on its website and in a promotional video, is not in fact a photograph of Sanders. An archivist at the University of Chicago agreed in January that Sanders was not the speaker in the photo.” http://ti.me/1Ma6J23\nNOVEMBER SURPRISE: POLITICO’s Eliza Collins reports: “In a blow to HILLARY CLINTON, former Ohio state senator and minority whip Nina Turner is throwing her support behind BERNIE SANDERS. The move is a surprise, considering how involved Turner has been with the Clintons. The former secretary of state met with Turner in October before her appearance at the Women's Leadership Forum. While she never formally endorsed Clinton, Turner was also involved in the Ready for Hillary super PAC, appeared at a Clinton organizing event, and served on the pro-Clinton super PAC Correct the Record until recently.” http://politi.co/1N04G4k\nHOLLYWOOD HUNK: The Hollywood Reporter: It-guy actor Ryan Gosling, who turned 35 today, asked his Twitter followers to “do him a solid” to celebrate his birthday by passing around a BERNIE SANDERS campaign video called “Compassion.” http://bit.ly/1WUPiWa \nTURNING THE (WOOD) SCREWS: MassLive.com reports MARTIN O’MALLEY “called on IKEA to immediately recognize Massachusetts employees' decision to unionize, stressing that he stands with the Stoughton-based workers. In a letter to IKEA U.S. President Lars Petersson, (O’Malley) pointed to warehouse workers in Perryville, Md. who have formed a union … that he said ‘allows them to share in the company's success.’” http://bit.ly/1PqC6sU \nTRUMP ON THE STUMP\nDARK ARTIST: POLITICO’s Alex Isenstadt reports DONALD TRUMP’s campaign “has been in talks with Rick Reed, a veteran Republican operative known for his bare-knuckle TV ad campaigns … Reed, a mainstay of GOP politics, has served as a strategist for a number of conservative causes. During the 2004 presidential race, he was a chief architect of the Swift Boat Veterans for Truth effort to take down John Kerry.” http://politi.co/1WPrurY \nAWKWARD EMBRACE: Buzzfeed: “White supremacists are praising DONALD TRUMP for citing a 1950s U.S. government policy that deported hundreds of thousands of Mexican immigrants. After Trump mentioned the policy, called “Operation Wetback,” at Tuesday night’s Republican presidential debate, Richard B. Spencer, the president of the white nationalist National Policy Institute, tweeted, ‘Operation Wetback, (expletive) yeah!’” http://bzfd.it/1lmd6Xt \nTEXAS TIE: DONALD TRUMP and home state Sen. TED CRUZ are joint leaders in a new poll of Texas by the Texas Tribune and the University of Texas. http://bit.ly/1HE7W2R \nCARSON’S COURSE \nFRIEND WITHOUT BENEFITS: The Associated Press: “Republican presidential contender BEN CARSON has maintained a business relationship with a close friend convicted of defrauding insurance companies and testified on his behalf, even as the candidate has called for such crimes to be punished harshly. Pittsburgh dentist Alfonso A. Costa pleaded guilty to a felony count of health care fraud after an FBI probe into his oral surgery practice found he had charged for procedures he never performed, according to court records.” http://nbcnews.to/1OGrKoR \n‘BEST FRIEND’: Bloomberg: Carson reiterated Thursday that Costa was his “best friend” and defended him in a statement. http://bloom.bg/1WUWT72 \nRUBIO’S RACE\nIMMIGRATION DEFENSE: The Island Packet: “MARCO RUBIO defended his proposal to combat illegal immigration and his support of a 2013 immigration reform bill during his first presidential campaign stop on Hilton Head Island on Thursday morning … \"The American people do not trust the federal government to enforce our immigration laws,\" Rubio said. \"If you want to fix the mess we have on immigration in this country, it begins with a very concrete step -- proving to the American people that illegal immigration is under control. Actually doing it and proving it to people.\" http://bit.ly/1HEjJhD \nHAPPENING NOW: POLITICO’s Daniel Strauss reports: “The immigration squabble among the Republican presidential contenders has turned into an all-out brawl between TED CRUZ and MARCO RUBIO, with the two senators challenging each other's conservative credentials on the hot-button issue.” Cruz took shots on Laura Ingraham’s talk show while Rubio said Cruz of supported legalizing people who entered the country illegally. http://politi.co/1SmUdOn \nTHE DEBATE CRASHER: The Daily Beast wonders why David Rivera -- a controversial, scandal-soaked former congressman and friend of MARCO RUBIO’s – keeps showing up at Republican debates. Rubio’s campaign denies it has given him tickets. \"If he was there, he didn't get [a ticket] from us,\" Rubio spokesman Alex Conant said. \"I don't know anything about his whereabouts.\" http://thebea.st/1iXLMgn \nTED’S TRIP\nDUMP ON TRUMP: The Boston Herald: TED CRUZ registered for the New Hampshire primary on Thursday and took a whack at DONALD TRUMP. Cruz “claimed he’s been a more consistent conservative than ... Trump. … ‘I think the distinguishing factor that every Republican primary voter is looking for is distinguishing between campaign conservatives -- people who talk a good game on the trail, but haven’t walked the walk -- and a consistent conservative,’ Cruz told reporters. http://bit.ly/1PqplyL\nNO SWEETENER: The Associated Press gives more background on a potential fault line between TED CRUZ and MARCO RUBIO -- sugar subsidies. “Some conservatives, like Cruz, want to get rid of the program, which supports prices and protects growers from foreign competition. But sugar supports have for decades been unassailable in Congress, partly due to wide bipartisan support from lawmakers representing states from Florida to North Dakota that grow sugar cane and sugar beets.” http://bit.ly/1Lcypzy \nNOT A FAN: Gawker looks at Bob Dole’s reaction when asked about TED CRUZ. “Dole announces jovially, ‘There are a lot of good candidates. I like [extended pause] nearly all of them.’ Suddenly—his brow furrows. He turns to the women at his right. ‘Except…’ he whispers. ‘Except for Cruz.’ Then, the 92-year-old man begins to giggle. Over his deep sense of loathing for TED CRUZ, Bob Dole giggles.” http://bit.ly/1WPyHIJ \nJEB’S JOURNEY\nALL SYSTEMS BRO: POLITICO’s Nolan McCaskill takes a look at the ways JEB BUSH has been upping the machismo of his campaign. “The self-described introvert has gone on a bro spree, trying to prove to voters that he has the guts and determination to dominate the still unwieldy GOP field.” http://politi.co/1Mqn3tB \nBIG SPENDER: NBC reports that JEB BUSH and his allies are spending more than the other presidential campaigns, “outpacing the nearest competition by more than 2-to-1, according to ad-spending numbers from NBC News partner SMG Delta. Through this week, the pro-Bush Super PAC Right to Rise has spent a total of $17.5 million in TV ads, and the campaign has chipped in an additional $440,000.” http://nbcnews.to/1MEAoSp \nRAPIDS RESPONSE: Fox 17 reports JEB BUSH spoke to Republicans in Grand Rapids on Thursday. http://bit.ly/1iXNu1d \nCHRISTIE CHRONICLES\nIOWA SUPER PUSH: POLITICO’s Alex Isenstadt reports: “CHRIS CHRISTIE is making his first major foray into Iowa, with his super PAC launching a slate of radio advertisements in the state promoting him as ‘a true conservative outsider.’ It’s the first time that a pro-Christie group has purchased airtime in Iowa … The Iowa ad, which will begin running on Friday, highlights Christie’s record battling Democrats in his liberal home state. It will run for two weeks and on about a dozen radio stations.” http://politi.co/1QkTShp \nLAWLESSNESS The Washington Post: CHRIS CHRISTIE was “asked about the protests at the University of Missouri and Yale University,” while campaigning in New Hampshire. Christie, “said that President Obama had created an atmosphere of ‘lawlessness.’’ ‘I think part of this is a product of the president’s own unwillingness and inability to bring people together,’ Christie said.” http://wapo.st/1OGwn2b \nSURVEYING THE 2016 LANDSCAPE\nWATCHING YOU: Yahoo!: RAND PAUL “ thinks the government might be listening to Americans’ phone conversations and reading private emails — including his … ‘There is a huge trust gap. The head of our intelligence — the intelligence director James Clapper — came to the Senate, and when he was asked, ‘Are you collecting all of Americans’ phone records?,’ he said no. He lied to us,’ Paul said.” http://yhoo.it/1Qyw6xM \nDEBATE PREP: POLITICO’s Noah Weiland answers all the important questions ahead of Saturday’s second Democratic debate. Including that Saturday’s venue features stained glass windows. http://politi.co/1WPl38v \nNEXT NEWS CYCLE\nHILLARY CLINTON, MARTIN O’MALLEY and BERNIE SANDERS are down and presumably prepping for Saturday’s tussle in Des Moines, Iowa. \n MARCO RUBIO, TED CRUZ, LINDSEY GRAHAM, MIKE HUCKABEE, JEB BUSH, BEN CARSON and DONALD TRUMP are slated to speak at the Florida GOP’s Sunshine Summit in Orlando.\n CHRIS CHRISTIE’s in Iowa. So is CARLY FIORINA.\n JOHN KASICH is in New Hampshire, as is JEB BUSH.\nTHE DAILY NUMBER\n88. That’s the number of times Priorities USA Action -- a super PAC backing HILLARY CLINTON -- has mentioned MARCO RUBIO in tweets or retweets since the Oct. 28 debate. A sign of who they expect -- or fear -- will get the GOP nomination. http://bit.ly/1Qys4p9 \nFOLLOW @POLITICO’S politics team: @PoliticoCharlie, @POLITICO_Steve, @PoliticoAlex, @anniekarini, @GlennThrush, @EliStokols, @katieglueck, @shreckreports, @gdebenedetti, @Hadas_Gold, @ec_schneider, @kyledcheney , @theodoricmeyer, @MarcACaputo, @CateMartel, @PoliticoKevin,@mikeallen, @dlippman, @Danielstrauss4, @henrycjjackson, @shanegoldmacher,@KristinPolitico\nHenry C. Jackson is a reporter.\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \nJack Shafer\n\n © 2015 POLITICO LLC", "byline": "", "description": "While the direction of the questions may be squarely in the hands of debate host CBS News and moderator John Dickerson, each of the candidates has already started sharpening the message (and spin) that they think will specifically take them furthest with the state’s influential voters.", "title": "The narrowcast debate", "url": "http://www.politico.com/tipsheets/the-2016-blast/2015/11/the-narrowcast-debate-211245", "topics": ["surveillance/privacy", "campaign_finance"], "people": ["Nick Gass", "Isaac Arnsdorf", "Robert Costa", "Alex Conant", "Henry C. Jackson", "Elena Schneider", "Tad Devine", "Richard Shelby", "Steven Shepard", "Jenny Hopkinson", "Kevin Robillard", "Brian Mahoney", "Caitlin Emma", "Nahal Toosi", "Josh Gerstein", "Bob Dole", "Gabriel Debenedetti", "Richard B. Spencer", "Rich Lowry", "Bryan Bender", "Jack Shafer", "Bernie Becker", "John Dickerson", "Jennifer Scholtes", "Neera Tanden", "Noah Weiland", "David Rivera", "Alex Isenstadt", "Bernie Sanders", "Laura Ingraham", "Donald Trump", "Jake Sherman", "Eliza Collins", "Jeff Greenfield", "Eric Wolff", "David Vitter", "Tim Starks", "Zachary Warmbrodt", "John Kerry", "Jason Kander", "Tony Romm", "Nina Turner", "James Clapper", "Daniel Strauss", "Doug Palmer", "Rick Reed", "Brianna Ehley", "Darren Goode", "Darius Tahir", "Ben Carson", "Rudolph Contreras", "Paul Ryan"], "orgs": ["NAFTA", "University of Missouri", "PAC", "Swift Boat Veterans", "Drake University", "University of Texas", "Congress", "State Department", "GOP", "Reed", "National Policy Institute", "LANDSCAPE", "WTO", "University of Chicago", "AT&T", "U.N.", "Swift Boat", "Senate", "UFCW", "Yale University", "FBI", "The Hollywood"], "election_confidence": 0.9991248228596799, "authors": [{"author_id": 31792, "fullname": "bryan bender", "primary_org": "politico"}], "date_written": "2015-11-12 23:58:18", "org": "politico", "article_id": "32c958b71b1079fa513affc30b7be7a2", "date_access": "2015-11-13 01:00:07.145205"}