{"body": "\n                                        Updated 11/12/15 03:40 PM EST\n\n                                        By \nDaniel Strauss\n\nPractically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n11/12/15 03:28 PM EST\n\n                                        By \nNahal Toosi\n\nThe exclusion of rebel groups from recent peace talks stirred controversy. \n\n11/12/15 03:10 PM EST\n\n                                        By \nNick Gass\n\n“There just is no exemption for daily fantasy sports gambling.\"\n\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n                                        Updated 11/12/15 12:13 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.>\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\n\"That was on minimum wage and it was how we're going to compete with other countries,\" Trump says. \n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\n\n11/12/15 06:48 AM EST\n\n                                        By \nNick Gass\n\n\"We would do it in a very humane way,\" Trump says of the deportation plan.\n\n11/12/15 06:45 AM EST\nTUNNEL plan\n\n11/12/15 06:40 AM EST\nMASS MOOSE issue\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n11/12/15 06:32 AM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 06:28 AM EST\nRubio v. Cruz.\n\nHealth Care \n\n11/12/15 05:25 AM EST\n\n                                        By \nRachana Pradhan\n\nColorado will vote on the plan long favored by liberals, bringing a big health care fight to the swing state. \nWe're working on more stories right now\n\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \nJack Shafer\n\n\n                AP Photo\n\n                        Practically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n            By \nDaniel Strauss\n\n11/12/15 03:07 PM EST\n\n                    Updated 11/12/15 03:40 PM EST\nThe immigration squabble among the Republican presidential contenders has turned into an all-out brawl between Ted Cruz and Marco Rubio, with the two senators challenging each other's conservative credentials on the hot-button issue.\nWhile they were by no means the only GOP candidates throwing around immigration accusations on Thursday, the intensity was the highest between Cruz and Rubio, seen as two of the strongest ascending members of the Republican field, especially after Tuesday's fourth debate.\nStory Continued Below\n\"They fought tooth and nail to try and jam this amnesty down the American people's throats,\" Cruz said in an interview with conservative radio host Laura Ingraham on Thursday, speaking about the \"Gang of Eight\" senators. Rubio's membership in the group, which unsuccessfully shepherded a comprehensive immigration reform effort in 2013, has haunted him since.\n\"Talk is cheap,\" Cruz continued, saying Rubio's actions disprove any claim that he's as conservative as Cruz on the topic. Cruz later added that the Florida senator opposed a set of amendments introduced by Sen. Jeff Sessions (R-Ala.) and himself. \n\"He opposed every single one of them, every single amendment,\" Cruz said. \"The 'Gang of Eight' voted as a gang against enforcing and securing the border.\" \nRubio, in roughly the same bracket of hours Thursday morning, took a few shots at Cruz while campaigning in South Carolina, hitting the Texas senator from the right.\n\n\n\n            By \nNick Gass\n\n\"Ted is a supporter of legalizing people that are in this country illegally. In fact, when the Senate bill was proposed, he proposed legalizing people that were here illegally,\" Rubio said during a campaign stop in Hilton Head, according to a readout from his campaign. \"He proposed giving them work permits. He's also supported a massive expansion of the green cards. He supported a massive expansion of the H-1B program, a 500% increase. So, if you look at it, I don't think our positions are dramatically different. I do believe that we have to deal with immigration reform in a serious way, and it begins by proving to people that illegal immigration is under control.\" \nA Cruz aide shot back that Rubio's comments were not an accurate indicator of where the Texas senator stands on immigration. \n\"Laughably FALSE. No one fought harder to prevent Gang of 8's amnesty bill than Ted Cruz. Record is remarkably clear,\" Cruz rapid response director Brian Phillips tweeted. \nThe tinder fueling the fighting between Cruz and Rubio has been growing for some time now. Cruz has styled himself as a hard-liner on immigration reform, and opponents of Rubio often accuse him of flipping back and forth on immigration reform, notably taking a rightward turn recently in throwing his support behind legislation cracking down on sanctuary cities. \nOther candidates looked to join in on the skirmishing that started during Tuesday night debate's in Milwaukee. Former Pennsylvania Sen. Rick Santorum tried to get into the mix by tweeting out on Thursday a link to a clip of Cruz describing how he's introduced \"two amendments to significantly expand legal immigration, to double the caps on legal immigration from 675,000 to 1.3 million and to increase temporary high skilled workers by 500 percent.\"\nIt is clear what candidate is not a real conservative on immigration. Watch @tedcruz in 2013. https://t.co/TlCUYfgOi4\n— Rick Santorum (@RickSantorum) November 12, 2015\nKentucky Sen. Rand Paul, in a separate interview with Ingraham, moved to jab Rubio on his tax plan by tying it to immigration. \n\"I think Rubio's plan would explode payments to illegal aliens. And this is a real problem. Until we fix the current tax credits, do we really want to double and triple the amount of tax credits we're giving? I mean really, $4 billion to illegal aliens? I think Rubio's tax plan will extend more tax credits to illegal aliens, and I think there's no way in the world that we should be supporting something like this,\" Paul said. \n\n\n\n            By \nSeung Min Kim\n\nImmigration has become a central litmus test among conservatives this cycle, especially after billionaire Donald Trump kicked off his presidential run with a bold promise to build a massive wall along the U.S.-Mexico border and later pledged to deport more than 11 million undocumented immigrants. He noticeably pushed the field further right on the issue, after the Republican Party tried to find a more central position in the wake of Mitt Romney's bruising loss in 2012.\nThe two candidates currently leading in the polls — Trump and retired neurosurgeon Ben Carson — also tangled in the wake of Tuesday's debate. \nCarson said in an interview with The Washington Examiner on Wednesday that Trump's moves to build a wall along the border would backfire in the long run. \"I think there are enough people who know that there are others in the race that are very reasonable,\" Carson said. \"I don't think he necessarily is the representation of the Republican Party — far from it.\"\nOn Thursday, Trump hit back, tweeting: \"Wow, pres. candidate Ben Carson, who is very weak on illegal Immigration, just said he likes amnesty and a pathway to citizenship.\"\nIt wasn't the first time on Thursday that Trump banged the stronger borders drum, tweeting earlier in the day: \"We, as a country, either have borders or we don't. IF WE DON'T HAVE BORDERS, WE DON'T HAVE A COUNTRY!\"\nEliza Collins contributed to this report. \n © 2015 POLITICO LLC", "byline": "", "description": "Practically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.", "title": "Immigration brawl breaks out between Cruz and Rubio", "url": "http://www.politico.com/story/2015/11/ted-cruz-marco-rubio-immigration-fight-215794", "topics": ["immigration"], "people": ["Rand Paul", "Isaac Arnsdorf", "Burgess Everett", "Rick Santorum", "Doug Palmer", "Jacopo Barigazzi", "Donald Trump", "Ted Cruz", "Steven Shepard", "Jenny Hopkinson", "Brian Mahoney", "Nahal Toosi", "Darius Tahir", "Caitlin Emma", "Rich Lowry", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jennifer Scholtes", "Neera Tanden", "Noah Weiland", "Alex Isenstadt", "Seung Min Kim", "Laura Ingraham", "Jason Kander", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Nicholas Vinocur", "Brianna Ehley", "Tim Starks", "Jeremy Herb", "Tony Romm", "Mitt Romney", "Daniel Strauss", "Rachana Pradhan", "Darren Goode", "Ben Carson", "Ben White", "Elena Schneider", "Rick Reed", "Eric Wolff", "Jeff Sessions", "Bernie Sanders", "Jeff Greenfield"], "orgs": ["Fed", "UFCW", "NAFTA", "Senate", "Republican Party", "Swift Boat", "Yale University", "U.N.", "Medal of Honor", "Drake University", "AT&T", "The Washington Examiner", "GOP", "WTO"], "election_confidence": 0.9996210616233021, "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-11-12 20:07:16", "org": "politico", "article_id": "efbfa5c58e447183976e05b032372e84", "date_access": "2015-11-12 20:44:15.424518"}