{"body": "\n                                        Updated 11/12/15 03:40 PM EST\n\n                                        By \nDaniel Strauss\n\nPractically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n11/12/15 03:28 PM EST\n\n                                        By \nNahal Toosi\n\nThe exclusion of rebel groups from recent peace talks stirred controversy. \n\n11/12/15 03:10 PM EST\n\n                                        By \nNick Gass\n\n“There just is no exemption for daily fantasy sports gambling.\"\n\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n                                        Updated 11/12/15 12:13 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.>\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\n\"That was on minimum wage and it was how we're going to compete with other countries,\" Trump says. \n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\n\n11/12/15 06:48 AM EST\n\n                                        By \nNick Gass\n\n\"We would do it in a very humane way,\" Trump says of the deportation plan.\n\n11/12/15 06:45 AM EST\nTUNNEL plan\n\n11/12/15 06:40 AM EST\nMASS MOOSE issue\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n11/12/15 06:32 AM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 06:28 AM EST\nRubio v. Cruz.\n\nHealth Care \n\n11/12/15 05:25 AM EST\n\n                                        By \nRachana Pradhan\n\nColorado will vote on the plan long favored by liberals, bringing a big health care fight to the swing state. \nWe're working on more stories right now\n\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \nJack Shafer\n\n\n                AP Photo\n\n                        The exclusion of rebel groups from recent peace talks stirred controversy. \n\n            By \nNahal Toosi\n\n11/12/15 03:28 PM EST\nSecretary of State John Kerry assured members of the Syrian opposition on Thursday that they will play a key role in charting the future of their country, insisting diplomatic efforts to end the conflict in the Arab state are “not about imposing anything on anyone.”\nKerry’s comments came ahead of an international meeting in Vienna on Saturday aimed at plotting a path forward for Syria, where some 250,000 people have died and millions have been displaced in the past four and a half years.\nStory Continued Below\nNo Syrian groups were invited to the first round of the effort two weeks ago, which drew representatives from a range of other interested parties, including rivals Iran and Saudi Arabia, as well as Russia. None are reported to have been invited to the new round either, although the delegations gathered are expected to try to decide which ones to invite in the future. The Syrians’ exclusion prompted criticism that the world powers running the show were not accounting for the wishes of the Syrian people.\nBut deciding which Syrians to invite is not simple. There are numerous Syrian opposition and other groups, many of them not moderate by U.S. standards but acceptable to other countries. Kerry himself noted that a U.N. envoy has met with representatives of more than 230 Syrian groups, including the Syrian government of Bashar Assad.\n“I want to be clear: the Syrian people will be the validators of this whole effort,” Kerry said during a speech at the U.S. Institute of Peace in Washington, D.C. “Our own special envoy, Michael Ratney, has also been in constant communication with Syrian representatives, and I have met with opposition leaders myself. So this is not about imposing anything on anyone.”\nThe secretary acknowledged that Assad's future role remains a major sticking point among the U.S., Russia and Iran. All three countries now have military involvement in Syrian territory, although the U.S. says its role is restricted to battling the Islamic State terrorist network that has grabbed land there. Russia and Iran have backed Assad; the Obama administration wants him gone, as do the members of what Kerry described as the “responsible” Syrian opposition.\n“Asking the opposition to trust Assad or to accept Assad’s leadership is simply not a reasonable request, and it is literally therefore a non-starter,” Kerry said. \n © 2015 POLITICO LLC", "byline": "", "description": "The exclusion of rebel groups from recent peace talks stirred controversy.", "title": "Kerry: Syrian opposition should have a say", "url": "http://www.politico.com/story/2015/11/john-kerry-syrian-rebels-vienna-215802", "topics": ["foreign policy/national security", "trade"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Bashar Assad", "Doug Palmer", "Jacopo Barigazzi", "Steven Shepard", "Jenny Hopkinson", "Brian Mahoney", "Nahal Toosi", "Darius Tahir", "Caitlin Emma", "Rich Lowry", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jennifer Scholtes", "Neera Tanden", "Noah Weiland", "Alex Isenstadt", "Jason Kander", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Nicholas Vinocur", "Brianna Ehley", "Tim Starks", "John Kerry", "Jeremy Herb", "Tony Romm", "Daniel Strauss", "Rachana Pradhan", "Darren Goode", "Ben Carson", "Ben White", "Elena Schneider", "Rick Reed", "Eric Wolff", "Bernie Sanders", "Jeff Greenfield"], "orgs": ["Fed", "UFCW", "NAFTA", "Swift Boat", "Yale University", "U.N.", "Medal of Honor", "Drake University", "AT&T", "GOP", "WTO"], "election_confidence": 0.9428410227468178, "authors": [{"author_id": 30861, "fullname": "daniel strauss", "primary_org": "politico"}], "date_written": "2015-11-12 20:28:21", "org": "politico", "article_id": "4a421943c78b3aba1b8b5b32aa1fc735", "date_access": "2015-11-12 20:44:17.479775"}