{"body": "\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n11/12/15 11:05 AM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.>\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\nDonald Trump defended his comment during the debate that increased American wages would hurt U.S. competition in a global market on Thursday, adding that...\n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\n\n11/12/15 06:48 AM EST\n\n                                        By \nNick Gass\n\n\"We would do it in a very humane way,\" Trump says of the deportation plan.\n\n11/12/15 06:45 AM EST\nTUNNEL plan\n\n11/12/15 06:40 AM EST\nMASS MOOSE issue\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n11/12/15 06:32 AM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 06:28 AM EST\nRubio v. Cruz.\n\nHealth Care \n\n11/12/15 05:25 AM EST\n\n                                        By \nRachana Pradhan\n\nColorado will vote on the plan long favored by liberals, bringing a big health care fight to the swing state. \n\nHealth Care\n\n11/12/15 05:25 AM EST\n\n                                        By \nJennifer Haberkorn\n                                         and \nSeung Min Kim\n\nLegislative language on Planned Parenthood could imperil another conserative goal.\n\nOpinion\n\n11/12/15 05:23 AM EST\n\n                                        By \n                                                Rich Lowry\n\nThe Texas senator is a severely underrated contender.\n\nHistory Dept.\n\n11/12/15 05:22 AM EST\n\n                                        By \n                                                Jon Meacham\n\nWe know that W. was ready to go it alone in a fight of good vs. evil. Less remembered: His father was, too. \n\nCongress\n\n11/12/15 05:20 AM EST\n\n                                        By \nDarren Goode\n\nTough negotiations have strained friendships, but they have brought Congress close to overhauling a 25-year-old environmental law.\n\n11/12/15 12:00 AM EST\n\n                                        By \nAndrew Glass\n\nThe briefers lauded the policy.\n\nRepublicans\n\n                                        Updated 11/11/15 11:13 PM EST\n\n                                        By \nKenneth P. Vogel\n\nNew details reveal the billionaire brothers' network efforts to reshape the GOP are more ambitious than previously reported.\n\n2016\n\n                                        Updated 11/11/15 10:29 PM EST\n\n                                        By \nEli Stokols\n                                         and \nKatie Glueck\n\nThe two Cuban-American, 40-something, first-term senators are increasingly viewed as the candidates to beat.\n\n                                        Updated 11/11/15 09:09 PM EST\n\n                                        By \nTony Romm\n\nNew York's crackdown on FanDuel and DraftKings could trigger battles nationwide.\n\n2016\n\n11/11/15 08:22 PM EST\n\n                                        By \n                                                Jeff Greenfield\n\nThe other debaters are playing checkers. Cruz is playing chess.\n\n11/11/15 07:49 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nJeb Bush and Marco Rubio seemed to be the rivalry to watch in the GOP primary. \n\nFourth Estate\n\n11/11/15 07:15 PM EST\n\n                                        By \nJack Shafer\n\nA series of Knockout Rounds could be used in the coming months to breathe some life back into the sagging debate circuit.\n\n11/11/15 07:06 PM EST\n\n                                        By \nAustin Wright\n\nThe dispute comes as the Pentagon prepares to release a report outlining options for closing Guantanamo.\n\n11/11/15 06:33 PM EST\n\n11/11/15 06:18 PM EST\n\n                                        By \n                                                Joe Pompeo\n\nThe Wall Street Journal editor garners a lot of attention after the GOP debate.\nWe're working on more stories right now\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Neera Tanden\n\n\n                The plan says Hillary Clinton \"will not allow coal communities to be left behind — or left out of our economic future.\" | AP Photo\n\n            By \nDarren Goode\n\n11/12/15 11:05 AM EST\nIn a move that could help stem the Democrats' declining fortunes in coal country, Hillary Clinton Thursday unveiled a $30 billion package of proposals to insulate coalfield workers and their families from economic upheaval amid a transition to cleaner sources of energy. \nThe plan comes as Clinton and Bernie Sanders, her top challenger in the Democratic presidential primary, have both sought an edge with aggressive policies to confront climate change. But they acknowledge that doing so will require dramatically reducing consumption of coal, which has helped drive economies in key swing states including Ohio, Pennsylvania and Colorado, and elsewhere around the country. \nStory Continued Below\n\"Hillary Clinton is committed to meeting the climate change challenge as President and making the United States a clean energy superpower,\" the six-page plan says. \"At the same time, she will not allow coal communities to be left behind — or left out of our economic future.\"\nThe fact sheet outlines a $30 billion package to shore up pension benefits, fund schools and train out-of-work coal miners or utility workers to find jobs in other industries, among other proposals. It does not include an itemized breakdown of the spending. Many of the proposals would need approval from Congress, where Republicans have so far balked at President Barack Obama's request for $10 billion in aid for coalfield communities.\n\n\n\n            By \nNick Gass\n\nSeveral major U.S. coal mining companies have announced this year that they would or may soon seek bankruptcy protection, including Arch Coal, Patriot Coal, Alpha Natural Resources, Walter Energy and James River Coal. The Obama administration last month announced $14.5 million in grants to help coal communities diversify their economies. \nClinton draws from several ideas already circulating on Capitol Hill, such as bipartisan pension-protection legislation from West Virginia, Ohio and Pennsylvania senators to protect coal miner pensions. Clinton would expand that to include retirees from power plants or transportation companies who lose benefits due to a coal market-related bankruptcy. And she endorses “sweeping reforms” proposed by Virginia and Pennsylvania Democrats for the federal black lung benefit program.\nHer plan also would create a Secure Coal Community Schools program — similar to the existing Secure Rural Schools program to offset lost revenue from a decline in Western timber sales — that would replace lost coal-industry revenue to public schools “until alternative sources of local tax revenue arise through economic growth.” \nClinton outlines goals to modernize infrastructure, repurpose mines and power plant sites, increase high-speed broadband access and expedite permitting for renewable energy projects and transmission lines. She also would offer more tax credits for low-income residents, allow companies investing in coalfield communities to avoid capital gains taxes and establish a competitive grant program.\nCarbon capture and sequestration research and development would receive more support under Clinton's plan. The technology has already received substantial federal support, but remains expensive and has struggled to gain widespread adoption. \nClinton had already teased her coal community strategy back in July when she released a set of clean power goals that would build on the Obama administration's strategy. It also partially hit goals touted by billionaire climate activist and donor Tom Steyer and earned her the endorsement of the League of Conservation Voters. \nBut Sanders has earned plaudits for pushing Clinton to the left, including in opposing the Keystone XL pipeline and Arctic drilling. His stance on stopping fossil fuel production on federal property goes further than Clinton has advocated and the longtime Vermont senator is promising to detail an aggressive climate platform that also goes further than a bill he offered in 2013 to enact a carbon tax. Sanders has also promised to propose a plan to provide education and training programs for coal workers. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Clinton proposes $30 billion aid plan for coal communities", "url": "http://www.politico.com/story/2015/11/hillary-clinton-aid-coal-communities-215789", "topics": ["environment/energy"], "people": ["Burgess Everett", "Joe Pompeo", "Kenneth P. Vogel", "Henry C. Jackson", "Doug Palmer", "Tom Steyer", "Jacopo Barigazzi", "Donald Trump", "Barack Obama", "Austin Wright", "Jenny Hopkinson", "Brian Mahoney", "Darius Tahir", "Brianna Ehley", "Jeff Greenfield", "Rich Lowry", "Katie Glueck", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jennifer Scholtes", "Neera Tanden", "Jeb Bush", "Seung Min Kim", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Darren Goode", "Paul Ryan", "Nicholas Vinocur", "Bernie Sanders", "Tim Starks", "Jason Kander", "Tony Romm", "Jennifer Haberkorn", "Rachana Pradhan", "Hillary Clinton", "Ben White", "Eli Stokols", "Elena Schneider", "Eric Wolff", "Ben Carson", "Caitlin Emma"], "orgs": ["Fed", "Keystone XL", "Congress", "NAFTA", "UFCW", "Yale University", "U.N.", "Medal of Honor", "League of Conservation Voters", "AT&T", "Pentagon", "GOP", "WTO"], "election_confidence": 0.9837794249895305, "authors": [{"author_id": 30904, "fullname": "brian mahoney", "primary_org": "politico"}], "date_written": "2015-11-12 16:05:24", "org": "politico", "article_id": "b654ea6c49c7a8125c61498bc565dbbe", "date_access": "2015-11-12 16:42:21.555293"}