{"body": "\n11/12/15 08:11 PM EST\n\n                                        By \nHanna Trudo\n\nHe likened his \"pathological\" temperament to that of a child molester’s. \n\nOptics\n\n11/12/15 08:09 PM EST\n\n                                        By \n                                                David Hume Kennerly\n\n\nThe Friday Cover\n\n11/12/15 08:00 PM EST\n\n                                        By \n                                                Chris Whipple\n\nAn exclusive look at how the Bush administration ignored this warning from the CIA three months before 9/11, along with others that were far more detailed...\n\n                                        Updated 11/12/15 07:15 PM EST\n\n                                        By \nBryan Bender\n\nThe Defense Secretary did not divulge the details of the allegations.\n\n11/12/15 07:09 PM EST\n\n                                        By \nEliza Collins\n\nAgent Lee Robert Moore surrendered Monday to Maryland State Police after being put on leave last week. \n\n11/12/15 06:58 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWhile the direction of the questions may be squarely in the hands of debate host CBS News and moderator John Dickerson, each of the candidates has already...\n\n11/12/15 06:53 PM EST\n\n                                        By \nEliza Collins\n\n“Taxes too high, wages too high, we’re not going to be able to compete against the world,\" Trump said. \n\n                                        Updated 11/12/15 06:52 PM EST\n\n                                        By \nNolan D. McCaskill\n\n“The notion that we’re gonna deport 11, 12 million people from this country — first of all, I have no idea where Mr. Trump thinks the money’s gonna come...\n\n11/12/15 06:43 PM EST\n\n                                        Updated 11/12/15 06:42 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.\n\n2016\n\n11/12/15 06:23 PM EST\n\n                                        By \n                                                Jeff Greenfield\n\nLike the voters they hope to represent, the drug epidemic has touched them too.\n\n11/12/15 06:15 PM EST\n\n                                        By \nEliza Collins\n\nThe move is a surprise, considering how involved Turner has been with the Clintons.\n\n                                        Updated 11/12/15 06:07 PM EST\n\n                                        By \nKevin Robillard\n\nThe ad continues Vitter's recent strategy of confronting his 2007 prostitution scandal.\n\n2016\n\n11/12/15 06:02 PM EST\n\n                                        By \nGabriel Debenedetti\n\nClinton, Sanders and O'Malley will have a national audience Saturday but they'll be narrowcasting to a much smaller group of voters.\n\nCongress\n\n11/12/15 05:51 PM EST\n\n                                        By \nZachary Warmbrodt\n\nRichard Shelby of Alabama, is trying to include the regulatory overhaul in a fiscal 2016 appropriations bill. \n\n                                        Updated 11/12/15 05:47 PM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 05:44 PM EST\n\n11/12/15 05:28 PM EST\n\n                                        Updated 11/12/15 05:27 PM EST\n\n                                        By \nDaniel Strauss\n\nPractically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n11/12/15 05:22 PM EST\n\n11/12/15 05:17 PM EST\n\n11/12/15 04:55 PM EST\n\n                                        By \nJosh Gerstein\n\nA federal judge issued an order Thursday that will sharply ramp up the volume of documents being release in a lawsuit demanding memos and emails from top...\n\n11/12/15 03:59 PM EST\n\n                                        By \nAlex Isenstadt\n\nIt’s the first time that a pro-Christie group has purchased airtime in Iowa.\n\n11/12/15 03:28 PM EST\n\n                                        By \nNahal Toosi\n\nThe exclusion of rebel groups from recent peace talks stirred controversy. \n\n11/12/15 03:10 PM EST\n\n                                        By \nNick Gass\n\n“There just is no exemption for daily fantasy sports gambling.\"\n\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\nWe're working on more stories right now\n\n                                            By \n                                                    Chris Whipple\n\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                Getty\n\n            By \nHanna Trudo\n\n11/12/15 08:11 PM EST\nDonald Trump lashed out at Ben Carson on Thursday, likening his \"pathological\" temperament to that of a child molester’s. \nIn an appearance on CNN’s \"Erin Burnett OutFront,\" the billionaire businessman said that there is no cure for his 2016 presidential opponent’s “pathological temper.” \nStory Continued Below\nThroughout the interview, Trump took jabs at Carson’s memoir.\n“It's in the book that he's got a pathological temper,\" he said. \n\"That's a big problem because you don't cure that ... as an example: child molesting. You don't cure these people. You don't cure a child molester. There's no cure for it. Pathological, there's no cure for that.\"\nCarson has been upfront about bursts of violent behavior in the past. In \"Gifted Hands,\" Carson’s autobiography published in the late 1990s, he wrote that his behavior is due to a “pathological temper,” which made headlines recently in relation to an anecdote from Carson’s youth about an attempt to stab a friend. \n\n\n\n            By \nEliza Collins\n\nTrump has taken issue this week with one specific passage in which Carson wrote, \"I had what I only can label a pathological temper — a disease — and this sickness controlled me, making me totally irrational.\" \nOn Thursday, Trump reiterated that he was not adding anything new to the conversation separate from what Carson already penned. \n\"I'm not bringing up anything that's not in his book,\" he said, and added, “I'm not saying anything other than pathological is a very serious disease. And he said he's pathological.” \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trump calls Carson&apos;s temper &apos;pathological,&apos; cites &apos;child molester&apos; as example of condition", "url": "http://www.politico.com/story/2015/11/trump-carson-pathological-215816", "topics": ["trade"], "people": ["Nick Gass", "Isaac Arnsdorf", "Henry C. Jackson", "Elena Schneider", "Hanna Trudo", "Richard Shelby", "Steven Shepard", "Kevin Robillard", "Brian Mahoney", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Rich Lowry", "Bryan Bender", "Bernie Becker", "John Dickerson", "Jennifer Scholtes", "Neera Tanden", "Noah Weiland", "Alex Isenstadt", "Donald Trump", "Jake Sherman", "Eliza Collins", "Jeff Greenfield", "Eric Wolff", "David Vitter", "Tim Starks", "Zachary Warmbrodt", "David Hume Kennerly", "Jason Kander", "Tony Romm", "Daniel Strauss", "Doug Palmer", "Rick Reed", "Darren Goode", "Darius Tahir", "Ben Carson", "Paul Ryan"], "orgs": ["CIA", "Congress", "Swift Boat", "UFCW", "NAFTA", "U.N.", "Yale University", "Drake University", "AT&T", "GOP", "WTO"], "election_confidence": 0.6921677273414092, "authors": [{"author_id": 30736, "fullname": "hanna trudo", "primary_org": "politico"}], "date_written": "2015-11-13 01:11:31", "org": "politico", "article_id": "319411fcefa5a6057a2e61cc50997382", "date_access": "2015-11-13 01:41:56.500917"}