{"body": "\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n                                        Updated 11/12/15 12:13 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.>\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\n\"That was on minimum wage and it was how we're going to compete with other countries,\" Trump says. \n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\n\n11/12/15 06:48 AM EST\n\n                                        By \nNick Gass\n\n\"We would do it in a very humane way,\" Trump says of the deportation plan.\n\n11/12/15 06:45 AM EST\nTUNNEL plan\n\n11/12/15 06:40 AM EST\nMASS MOOSE issue\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n11/12/15 06:32 AM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 06:28 AM EST\nRubio v. Cruz.\n\nHealth Care \n\n11/12/15 05:25 AM EST\n\n                                        By \nRachana Pradhan\n\nColorado will vote on the plan long favored by liberals, bringing a big health care fight to the swing state. \n\nHealth Care\n\n11/12/15 05:25 AM EST\n\n                                        By \nJennifer Haberkorn\n                                         and \nSeung Min Kim\n\nLegislative language on Planned Parenthood could imperil another conserative goal.\n\nOpinion\n\n11/12/15 05:23 AM EST\n\n                                        By \n                                                Rich Lowry\n\nThe Texas senator is a severely underrated contender.\n\nHistory Dept.\n\n11/12/15 05:22 AM EST\n\n                                        By \n                                                Jon Meacham\n\nWe know that W. was ready to go it alone in a fight of good vs. evil. Less remembered: His father was, too. \n\nCongress\n\n11/12/15 05:20 AM EST\n\n                                        By \nDarren Goode\n\nTough negotiations have strained friendships, but they have brought Congress close to overhauling a 25-year-old environmental law.\n\n11/12/15 12:00 AM EST\n\n                                        By \nAndrew Glass\n\nThe briefers lauded the policy.\n\nRepublicans\n\n                                        Updated 11/11/15 11:13 PM EST\n\n                                        By \nKenneth P. Vogel\n\nNew details reveal the billionaire brothers' network efforts to reshape the GOP are more ambitious than previously reported.\n\n2016\n\n                                        Updated 11/11/15 10:29 PM EST\n\n                                        By \nEli Stokols\n                                         and \nKatie Glueck\n\nThe two Cuban-American, 40-something, first-term senators are increasingly viewed as the candidates to beat.\n\n                                        Updated 11/11/15 09:09 PM EST\n\n                                        By \nTony Romm\n\nNew York's crackdown on FanDuel and DraftKings could trigger battles nationwide.\nWe're working on more stories right now\nSponsored by Bank of America\n\n                                            By \nPOLITICO Magazine\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \nJack Shafer\n\n\n                AP Photo\n\n            By \nEliza Collins\n\n11/12/15 12:10 PM EST\nTed Cruz and Donald Trump are neck-and-neck in Texas, well ahead of their nearest competitors.\nAccording to an online University of Texas/Texas Tribune poll out Thursday, the Texas senator and business mogul each have the support of 27 percent of likely Republican voters in the state. Retired neurosurgeon Ben Carson trails them at 13 percent. Florida Sen. Marco Rubio comes in at 9 percent. \nStory Continued Below\nFormer Florida Gov. Jeb Bush, Kentucky Sen. Rand Paul and former Hewlett-Packard CEO Carly Fiorina are all tied at 4 percent. Everyone else is at 2 percent or below. \nThe poll has bad news for Bush, who has been attempting to right a struggling campaign — 25 percent of likely Republican voters say they would “definitely not support\" him, the highest for any candidate. South Carolina Sen. Lindsey Graham comes in second, with 22 percent saying they would definitely not support him, former New York Gov. George Pataki at 20 percent, New Jersey Gov. Chris Christie and former Virginia Gov. Jim Gilmore at 18 percent. Trump and Ohio Gov. John Kasich both get 16 percent.\nFormer Secretary of State Hillary Clinton doubles Vermont Sen. Bernie Sanders’ share of support; 61 percent to 30 percent, respectively. Former Maryland Gov. Martin O’Malley gets 1 percent support.\nHarvard professor Lawrence Lessig, who has since dropped out of the race, leads with “definitely not support” with 6 percent in the poll. Clinton and Sanders have 5 percent, and O’Malley has 4 percent. \nThe survey of 1,200 registered voters was taken Oct. 30 to Nov. 8 online with a margin of error of plus or minus 2.83 percentage points. Out of 542 registered Republican primary voters, the margin of error is plus or minus 4.21 percentage points. Out of registered 459 Democratic primary voters, the margin of error is plus or minus 4.57 percentage points. \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Cruz and Trump tied in Texas poll", "url": "http://www.politico.com/story/2015/11/poll-texas-2016-presidential-race-215793", "topics": ["trade"], "people": ["Rand Paul", "Burgess Everett", "Kenneth P. Vogel", "Doug Palmer", "Jacopo Barigazzi", "Donald Trump", "Ted Cruz", "Chris Christie", "Jenny Hopkinson", "Brian Mahoney", "George Pataki", "Darius Tahir", "Brianna Ehley", "Jeff Greenfield", "Rich Lowry", "Katie Glueck", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jeb Bush", "Jennifer Scholtes", "Martin O'Malley", "Lawrence Lessig", "Alex Isenstadt", "Seung Min Kim", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Nicholas Vinocur", "Bernie Sanders", "Tim Starks", "Carly Fiorina", "Jason Kander", "Tony Romm", "Jennifer Haberkorn", "Lindsey Graham", "Rachana Pradhan", "Darren Goode", "Hillary Clinton", "John Kasich", "Jim Gilmore", "Ben White", "Eli Stokols", "Elena Schneider", "Rick Reed", "Eric Wolff", "Ben Carson", "Caitlin Emma"], "orgs": ["Fed", "Congress", "NAFTA", "Bank of America", "UFCW", "Yale University", "U.N.", "Swift Boat", "Medal of Honor", "AT&T", "GOP", "WTO"], "election_confidence": 0.9998684657871811, "authors": [{"author_id": 30897, "fullname": "darren goode", "primary_org": "politico"}], "date_written": "2015-11-12 17:10:30", "org": "politico", "article_id": "d642bd8354add411f3a156061b5dbae3", "date_access": "2015-11-12 17:48:04.337565"}