{"body": "\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n                                        Updated 11/12/15 12:13 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.>\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\n\"That was on minimum wage and it was how we're going to compete with other countries,\" Trump says. \n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\n\n11/12/15 06:48 AM EST\n\n                                        By \nNick Gass\n\n\"We would do it in a very humane way,\" Trump says of the deportation plan.\n\n11/12/15 06:45 AM EST\nTUNNEL plan\n\n11/12/15 06:40 AM EST\nMASS MOOSE issue\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n11/12/15 06:32 AM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 06:28 AM EST\nRubio v. Cruz.\n\nHealth Care \n\n11/12/15 05:25 AM EST\n\n                                        By \nRachana Pradhan\n\nColorado will vote on the plan long favored by liberals, bringing a big health care fight to the swing state. \n\nHealth Care\n\n11/12/15 05:25 AM EST\n\n                                        By \nJennifer Haberkorn\n                                         and \nSeung Min Kim\n\nLegislative language on Planned Parenthood could imperil another conservative goal.\n\nOpinion\n\n11/12/15 05:23 AM EST\n\n                                        By \n                                                Rich Lowry\n\nThe Texas senator is a severely underrated contender.\n\nHistory Dept.\n\n11/12/15 05:22 AM EST\n\n                                        By \n                                                Jon Meacham\n\nWe know that W. was ready to go it alone in a fight of good vs. evil. Less remembered: His father was, too. \nWe're working on more stories right now\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \nJack Shafer\n\n\n                Democratic presidential candidates Bernie Sanders, Hillary Rodham Clinton and Martin O'Malley before the CNN Democratic presidential debate. | AP Photo\n\n            By \nNoah Weiland\n\n11/12/15 02:10 PM EST\nWhen is the next Democratic presidential debate?\nThe second Democratic presidential debate will be Saturday, Nov. 14, live from Drake University in Des Moines, Iowa. The school has been a staple for primary debates: It has hosted nationally televised debates every presidential cycle since 2007. Sheslow Auditorium, where the debate will occur, is a part of the National Register of Historic Places. It holds just 775 seats and has striking stained glass windows. If you’re eager to look like an insider, refer to the campus neighborhood as “Dogtown.”\nStory Continued Below\nWhat time and how long is the debate?\nThe debate will last two hours and begin at 9 p.m. Eastern time. It should look markedly different than the last Democratic debate: With just three candidates, each participant should be able to speak for a length of time equivalent to a stump speech. \nCBS News says there will be no opening statements. Candidates will have 60 seconds to respond, 30 seconds for rebuttals and follow ups, and 60 seconds for closing statements.\nHow can I watch the debate?\nThe debate will air on CBS and stream for free at www.cbsnews.com/live/. No cable subscription is necessary. CBS will also air the debate on its radio affiliates, meaning anyone with network TV, radio or Internet access can take it in. Those already tuned in to the live broadcast of the Midwest favorite Prairie Home Companion can simply switch the radio dial to listen.\nThe debate competes with a local football game as regional adversary Minnesota comes to Iowa City to play the fifth-ranked Iowa Hawkeyes in a critical matchup just more than 100 miles away. The winner of the Democratic debate will not receive the Floyd of Rosedale pig trophy awarded to the winner of the game.\nDoes this debate have a theme?\nCBS News’ John Dickerson told The Des Moines Register he plans to focus the debate on the economy — especially wages and income inequality. Even health care, education and retirement issues will revolve on the axis of finance. “The goal of the moderator is to illuminate the views of the candidates on the issues that matter the most to voters, and you don’t need to be on the side of the party to do that,” Dickerson told the newspaper.\nWho will participate in the debate?\nAfter Lincoln Chafee and Jim Webb dropped out shortly after the last debate, the field was left with three candidates: Hillary Clinton, Bernie Sanders and Martin O’Malley. In April, President Barack Obama joked that even attendees at an O’Malley campaign event wouldn’t recognize O’Malley, but after two debates, he seems to have earned at least a modest following. Just two days before the debate, he’ll dine with a family in Austin, Texas, headed by an illegal immigrant.\nWhere will they stand on the stage?\nIt would be an understatement to say Clinton has a commanding lead, which means she’ll stand center stage, flanked by Sanders and O’Malley. \nWho will moderate the debate?\nThere will be four people involved in moderating the debate, with Dickerson taking the lead as the principal moderator. Dickerson--known for acerbic questions asked on “Face the Nation” every Sunday--will get help from his CBS News colleague Nancy Cordes, the network’s congressional correspondent. Two local journalists will also pitch in on the panel with Cordes: KCCI’s Kevin Cooney and the Des Moines Register’s Kathie Obradovich. Cooney has been a stalwart of local politics and breaking news for decades and is retiring this month.\nHow will Sanders go after Clinton?\nIn the last debate’s most memorable moment, the Ronda Rousey-endorsed Sanders seemed to put the issue of Clinton’s email scandal(s) to rest. But he soon backed off his backing off the topic, telling The Wall Street Journal that the controversies involve “valid questions.” Sanders continues his implicit anti-Clinton campaign in a state that could decide his fate as a self-appointed revolutionary.\nWill Clinton continue to be haunted by Iowa?\nAfter losing to Barack Obama in a wrenching defeat in the 2008 Iowa caucuses, Clinton has spent the past few years building another sturdy following in the state. Any feelings of betrayal don’t appear to affect her in this less-competitive race. She has the endorsement of the beloved former Iowa Sen. Tom Harkin, and she’s convincing undecided Iowa Democrats that she is indeed, the best choice for the nomination.\nWhen is the fifth Republican debate?\nThe fifth Republican debate is scheduled for Tuesday, Dec. 15 in Las Vegas — the last Republican debate of the calendar year. It will be hosted by CNN and Salem Radio and moderated by Wolf Blitzer. Hugh Hewitt will return to contribute questions.\nWhen is the next Democratic debate?\nIn another Saturday night bout, the candidates will next take the stage Saturday, Dec. 19 in Manchester, New Hampshire. The debate will be hosted by ABC News, the New Hampshire Democratic Party, WMUR-TV and the Union Leader.\nNoah Weiland is a researcher at Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Everything you need to know about Saturday&apos;s Democratic debate", "url": "http://www.politico.com/story/2015/11/second-democratic-2016-debate-iowa-when-is-it-215792", "topics": ["ethics", "trade", "income inequality"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Eliza Collins", "Nancy Cordes", "Jim Webb", "Doug Palmer", "Hugh Hewitt", "Jacopo Barigazzi", "Steven Shepard", "Kathie Obradovich", "Barack Obama", "Jenny Hopkinson", "Brian Mahoney", "Hillary Rodham Clinton", "Darius Tahir", "Caitlin Emma", "Rich Lowry", "Nick Gass", "Jack Shafer", "Bernie Becker", "John Dickerson", "Jennifer Scholtes", "Martin O'Malley", "Neera Tanden", "Noah Weiland", "Alex Isenstadt", "Seung Min Kim", "Jason Kander", "Jake Sherman", "Darren Goode", "Paul Ryan", "Nicholas Vinocur", "Brianna Ehley", "Tim Starks", "Jeremy Herb", "Tony Romm", "Jennifer Haberkorn", "Rachana Pradhan", "Tom Harkin", "Hillary Clinton", "Ben Carson", "Ben White", "Elena Schneider", "Wolf Blitzer", "Rick Reed", "Eric Wolff", "Lincoln Chafee", "Bernie Sanders", "Jeff Greenfield"], "orgs": ["New Hampshire Democratic Party", "National Register of Historic Places", "Fed", "NAFTA", "Union Leader", "UFCW", "Yale University", "U.N.", "Swift Boat", "Medal of Honor", "Des Moines Register", "Salem Radio", "Drake University", "AT&T", "GOP", "The Des Moines Register", "WTO"], "election_confidence": 0.9413362945875061, "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-11-12 19:10:24", "org": "politico", "article_id": "527e2a85ade022bc40921859db5d0cc9", "date_access": "2015-11-12 19:44:17.684409"}