{"body": "\n2016\n\n                        Like the voters they hope to represent, the drug epidemic has touched them too.\n\n            By \n                    Jeff Greenfield\n\nNovember 12, 2015\n\n                Getty\nThree Republican candidates, three surprising, highly personal revelations—all within days of each other. \nGov. Chris Christie, well-known for his in-your-face, confrontational style, riveted a town meeting in New Hampshire with a double-barreled story that recounted the death of his tobacco-addicted mother and the death of a law school friend from a prescription drug overdose.\nStory Continued Below\n “When I sat there as the governor of New Jersey at his funeral, and looked across the pew at [my friend’s] three daughters, sobbing because their dad is gone—there but for the grace of God go I,” he said. “It can happen to anyone. And so we need to start treating people in this country, not jailing them.”\n The video of Christie was well on its way to viral status when Jeb Bush, whose family is famously resistant to personal revelations, sat down with the Huffington Post on his campaign bus in New Hampshire to talk about the most painful part of his life: his daughter’s drug addiction. “I visited her in jail. Never expected to see my beautiful daughter in jail,” he said. “She went through hell.”\nWithin a day, Sen. Ted Cruz, as polished a wordsmith as anyone in politics, was telling CNN’s Jake Tapper about the crippling drug habit of his half-sister and his futile efforts to persuade her to leave a crack house. “I sometimes found it hard to reconcile the bright, fun and charismatic sister I adored with the person who would lie to me without hesitation and who stole money from her teenage brother to feed her various addictions.”\nListening to these candidates, it’s hard to detect the strident moralizing of the party that gave us “Just say no.” The GOP’s softening on drug addiction has quickly become one of the most striking themes of the 2016 campaign, even if it gets less attention than illegal immigration or repealing Obamacare. Suddenly, in a crowded and topsy-turvy primary season that seems to be rewarding outsiders who have torn up the political script, a number of Republicans are dispensing with the antiseptic bios and have found that voters are engaging with the messiest episodes of their lives.\nWhat’s going on here? This is not a coincidence, or parallel “messaging.” In fact, if you look under the hood, you’ll find this is a convergence of important trends in both political style and demographics that could signal a rewrite of the American playbook on drugs and crime.\nViolent crime, the urban kind that fixated voters in the 80s and 90s has dropped precipitously. But at the very same time a wave of drug crime driven by prescription drugs and now heroin has swept into every corner of American society, respecting now geographic, social or political boundaries. Hollow-eyed addicts were suddenly just as much a feature of red state back roads as they were on the boulevards of big cities. Heroin use has climbed among all demographic groups, but it has skyrocketed among whites; nearly 90 percent of those who tried heroin for the first time in the last decade were white. \nAll this has changed the way GOP politicians are engaging with their voters. Multimillionaires like the ones who make up most of the presidential field might not have a lot in common economically with most voters, but when it comes to addiction they are discovering points of empathy with a wide cross section of the electorate. \n***\nRemember when FDR told America that he would beat the Depression the way he beat polio? Remember when JFK told us how he learned to endure pain during his ordeal in the Pacific and his life-threatening surgeries? Remember when Reagan talked of putting his alcoholic father to bed?\n Of course you don’t—because they never said those things. In earlier days (and Reagan was very much a product of earlier times) that’s not how politicians talked. Today, a personal “narrative” is as crucial an element of a campaign as a super-PAC and a micro-targeter. \n “I see it as one of the more positive movements in our political culture,” says longtime Republican consultant Stu Stevens, who is unworried about the possibility of artifice on the part of candidates, “People have a good bullshit detector to pick up whether people are being sincere or not.”\n Maybe the seeds were planted in Nixon’s 1952 “Checkers” speech when he answered charges of financial misconduct with a detailed account of his assets and debts, including his wife’s “good Republican cloth coat.” Maybe it was fed by Jimmy Carter’s intensely personal case for his candidacy—the peanut farmer/evangelical who would never lie to us. Maybe Bill Clinton’s 1992 acceptance speech blazed a path (“I never knew my father”). Or Al Gore’s two vice-presidential acceptance speeches-one invoking his son’s near-fatal auto accident, the other his sister’s harrowing death from lung cancer. Maybe it was Bush the father painting himself as a risk-taking entrepreneur or Bush the son’s story of his meeting with juvenile offenders, or guardedly acknowledging his own struggles with substance abuse.\n Whatever the sources, the need for prospective presidents to connect on a visceral, personal level is profound. And there’s no more effective tool than recounting some personal travail. Indeed, when linked to the policy proposals that accompany such testimonials, they act as enhancers of credibility: I know what drugs can do because I have seen it firsthand.\n Christie’s viral video notwithstanding, the effectiveness of these personal revelations is hard to measure. Christie has fallen to the second-tier debate and Bush remains mired in the single digits in many polls. But there is no sign that they, or the rest of the crowded GOP field, are going to stop sharing. And that might say more about the electorate than it does the candidates.\n There was a time when it was possible for Middle America to think of drugs as something that happened to “them”—to the black and brown urban poor. Today, there is no “them.” Drugs are in Our Town, Pleasantville, Farmville. \n The evidence is in the statistics. Drug overdoses are the leading cause of “injury death” among Americans—greater than from motor vehicle crashes and firearms. And of those overdoses, more than half were from heroin or prescription drugs. Substance abuse is one key reason why the death rate among less educated white Americans has risen over the last several years. The evidence is also anecdotal: In January 2014, Vermont Gov. Peter Shumlin devoted his entire State of the State address to the epidemic of addiction in the Green Mountain State. “The time has come for us to stop quietly averting our eyes from the growing heroin addiction in our front yards,” Shumlin said, “while we fear and fight treatment facilities in our backyards.”\n\nJeff Greenfield is a five-time Emmy-winning network television analyst and author.\nWHAT WORKS\nPolitics\n\n                    By \n                            Jason Zengerle\n\nThe Big Idea\n\n                    By \n                            POLITICO Magazine\n\n © 2015 POLITICO LLC", "byline": "", "description": "Like the voters they hope to represent, the drug epidemic has touched them too.", "title": "Why the GOP Candidates Are Hooked on Addiction Stories", "url": "http://www.politico.com/magazine/story/2015/11/gop-2016-candidates-drug-addiction-213352", "topics": ["campaign_finance"], "people": ["Chris Christie", "Jeb Bush", "Bill Clinton", "Peter Shumlin", "Jeff Greenfield", "Jake Tapper", "Jason Zengerle", "Al Gore", "Jimmy Carter", "Ted Cruz"], "orgs": ["FDR", "GOP"], "election_confidence": 0.929837790868098, "authors": [{"author_id": 33762, "fullname": "jeff greenfield", "primary_org": "politico"}], "date_written": "2015-11-12 23:23:14", "org": "politico", "article_id": "8cf8c20a106f2ea98a1ea4cfbb7d1590", "date_access": "2015-11-12 23:46:25.680972"}