{"body": "\n11/12/15 06:43 PM EST\n\n                                        Updated 11/12/15 06:42 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.\n\n2016\n\n11/12/15 06:23 PM EST\n\n                                        By \n                                                Jeff Greenfield\n\nLike the voters they hope to represent, the drug epidemic has touched them too.\n\n11/12/15 06:15 PM EST\n\n                                        By \nEliza Collins\n\nThe move is a surprise, considering how involved Turner has been with the Clintons.\n\n11/12/15 06:14 PM EST\n\n                                        By \nBryan Bender\n\nThe Defense Secretary did not divulge the details of the allegations.\n\n                                        Updated 11/12/15 06:07 PM EST\n\n                                        By \nKevin Robillard\n\nThe ad continues Vitter's recent strategy of confronting his 2007 prostitution scandal.\n\n11/12/15 06:05 PM EST\n\n                                        By \nNolan D. McCaskill\n\n“The notion that we’re gonna deport 11, 12 million people from this country — first of all, I have no idea where Mr. Trump thinks the money’s gonna come...\n\n2016\n\n11/12/15 06:02 PM EST\n\n                                        By \nGabriel Debenedetti\n\nClinton, Sanders and O'Malley will have a national audience Saturday but they'll be narrowcasting to a much smaller group of voters.\n\nCongress\n\n11/12/15 05:51 PM EST\n\n                                        By \nZachary Warmbrodt\n\nRichard Shelby of Alabama, is trying to include the regulatory overhaul in a fiscal 2016 appropriations bill. \n\n                                        Updated 11/12/15 05:47 PM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 05:44 PM EST\n\n11/12/15 05:28 PM EST\n\n                                        Updated 11/12/15 05:27 PM EST\n\n                                        By \nDaniel Strauss\n\nPractically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n11/12/15 05:22 PM EST\n\n11/12/15 05:17 PM EST\n\n11/12/15 04:55 PM EST\n\n                                        By \nJosh Gerstein\n\nA federal judge issued an order Thursday that will sharply ramp up the volume of documents being release in a lawsuit demanding memos and emails from top...\n\n11/12/15 03:59 PM EST\n\n                                        By \nAlex Isenstadt\n\nIt’s the first time that a pro-Christie group has purchased airtime in Iowa.\n\n11/12/15 03:28 PM EST\n\n                                        By \nNahal Toosi\n\nThe exclusion of rebel groups from recent peace talks stirred controversy. \n\n11/12/15 03:10 PM EST\n\n                                        By \nNick Gass\n\n“There just is no exemption for daily fantasy sports gambling.\"\n\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\n\"That was on minimum wage and it was how we're going to compete with other countries,\" Trump says. \n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\nWe're working on more stories right now\n\n2016\n\n                        Clinton, Sanders and O'Malley will have a national audience Saturday but they'll be narrowcasting to a much smaller group of voters.\n\n            By \nGabriel Debenedetti\n\n11/12/15 06:02 PM EST\n\n                Democratic presidential candidates Hillary Clinton, Sen. Bernie Sanders and Martin O'Malley talk backstage before the start of the Iowa Democratic Party's Jefferson-Jackson Dinner. | AP Photo\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\nIowa, Iowa, Iowa.\nThat’s the not-particularly-subtle message pervading Democratic camps as the party’s three remaining presidential candidates prep for their second debate Saturday night in Des Moines, a recognition that the first-caucusing state will likely play an even more outsized role than usual in 2016. \nStory Continued Below\nWhile the direction of the questions may be squarely in the hands of debate host CBS News and moderator John Dickerson — whose role will be to manage the widely-expected fireworks coming from Bernie Sanders and Martin O’Malley — each of the candidates has already started sharpening the message (and spin) that they think will specifically take them furthest with the state’s influential voters.\n“The Nevada debate was more of a national debate,” explained Sanders’ lead strategist, Tad Devine, echoing the beliefs of other top Democrats. “I do expect [this one] to be a debate that has more focus on Iowa.\"\nFor Sanders, that means heading north to his Burlington headquarters for two days starting Wednesday night to sit down with aides, and to scour briefing papers that include a deep-dive rundown on Iowa issues outlined by his staff on the ground there. He’s agreed to participate in mock debate run-throughs — after being resistant to such standard pre-debate fare last time — and his staff expects that he'll prepare specific policy contrasts to unleash against front-runner Hillary Clinton before he flies out to Des Moines on Friday.\nFor O’Malley, it’s meant all-but-shouting into a loudspeaker that he’ll aggressively attack Clinton and Sanders over their past records, recognizing that his poll numbers soon need to reach the neighborhood of the 15 percent viability threshold needed to win delegates from the state's precincts under the caucus rules if he plans to be a factor in the race. Eager to amp up the pressure, O’Malley won’t be sitting for long Baltimore prep sessions in the days leading up to the debate: instead, he was in Austin on Thursday meeting with a family that would benefit from the Deferred Action for Parents of Americans program, using the opportunity to further contrast with Sanders and Clinton over immigration. It's a policy area his team has identified as a winner for the former Maryland governor — who they hope to position as the true Democratic heir to Obama and his Iowa backers.\n\n\n\n            By \nNoah Weiland\n\nThe front-running Clinton is taking a break from the campaign and cash trail after a pair of New York City fundraising events on Wednesday while her staff tries to manage her newly-sky-high expectations following her strong October. She just has to protect her lead in Iowa when she takes the Drake University stage, said a handful of people in her orbit, pointing to her speech at the state party’s Jefferson-Jackson dinner this fall as a guide. That means articulating a specific, forward-looking policy slate — and not taking the bait while her opponents eagerly pick at her past record.\nThe three divergent approaches will underscore the seemingly hard-wired caucus dynamics: a clear and dominant favorite chased by two challengers focused on proving they should be taken seriously. Democrats associated with all campaigns acknowledge if Clinton were to win Iowa — a state where she finished in third place in 2008 — handily in February, Sanders’ uphill path to the nomination would become even steeper. So his brain trust is squarely focused on keeping the margin close there.\n“We recognize that she’s got a real lead there. A lot of it can be attributed to her having long-standing ties with voters, and institutional ties in both states. But she also had three months on television in Iowa and New Hampshire,” Devine said, alluding to the Clinton advertisements that plastered the early-voting states’ airwaves starting this summer.\nBut, he added, “We’ve looked at them as being states that are symbiotic. What happens in Iowa can drastically effect what happens in New Hampshire, so it’s very important for Bernie to demonstrate in Iowa that he is a strong national candidate who can compete with Hillary.\"\nClinton’s Iowa lead is 17 points, according to the Huffington Post Pollster average, and she’s down by 8 points in New Hampshire. (O’Malley sits 46 and 40 points behind the leader in each state, respectively.)\nHowever, the former secretary of state’s aides are not eager to talk about locking up Iowa anytime soon — if anything, they are aiming to lower public expectations for Clinton’s debate performance. Following her strong showing in the first debate, Clinton is faced with the challenge of peeling away from her rivals without looking like she’s punching down — and defending herself while the others increasingly attack her for being untrustworthy or overly political.\nAs such, she’s unlikely to proactively go after either of her rivals in a specific way, like she did at the last debate in criticizing Sanders’ record on gun control.\n“You’re much better off counterpunching than punching in her situation,” explained Bob Shrum, who was a senior advisor to both John Kerry in 2004 and Al Gore in 2000.\n“I wouldn’t launch negative attacks. I don’t think there’s any big reason to do it right now. Going into the first debate they were very worried about Sanders’ surge. And I don’t think he’s still surging.\"\nTeam Sanders’ calculation is different: the senator’s campaign is running a soft, biography-laden television ad in both Iowa and New Hampshire, and he’s been focused on showing his personable side on the trail.\n\n\n\n            By \nNick Gass\n\nBut he’s also likely to challenge Clinton on a series of policy points, aides said, so they want him to use his prep sessions to find a way to strike the balance between being relatable to voters, and politically aggressive at the same time.\nIf that works, Sanders’ team expects to leverage its online fundraising tools to take its debate success to the bank, like last time, when it raised $2.5 million in the 24 hours after the forum — nearly double O’Malley's entire third-quarter haul.\nThe former Maryland governor is, accordingly, in the most precarious situation, forcing him to flash the most fire.\nBelieving that the narrowed field will give the candidate more time in the spotlight, O'Malley's allies predict an onslaught of criticism toward both Sanders — over his status as an independent and his call for a primary challenge to Obama in 2012 — and Clinton — over issues where she has shifted, most notably on immigration.\nO’Malley has gone out of his way to needle Clinton over the last few days, most recently comparing her policies to Donald Trump's in a tweet after she reminded New Hampshire voters that she “voted numerous times when I was a senator to spend money to build a barrier to try to prevent illegal immigrants from coming in.” \nBy lurching away from its hands-off-Clinton policy — borne out of fear of raising his name recognition through negative attacks — O'Malley's projected that he's likely to take his new tone to the debate stage in Des Moines, after his rhetoric reached its sharpest point yet at a Sunday immigration reform forum in Nevada:\n“We are not going to solve this problem with poll-tested triangulation and half-truths,” he said. “Nor will we solve this problem by falsely asserting that immigrants take our jobs or lower our wages.\"\n © 2015 POLITICO LLC", "byline": "", "description": "Clinton, Sanders and O'Malley will have a national audience Saturday but they'll be narrowcasting to a much smaller group of voters.", "title": "Democratic debate stamped with Iowa imprint", "url": "http://www.politico.com/story/2015/11/democratic-debate-strategy-preview-215790", "topics": ["immigration"], "people": ["Nick Gass", "Isaac Arnsdorf", "Bob Shrum", "Elena Schneider", "Tad Devine", "Richard Shelby", "Steven Shepard", "Jeremy Herb", "Jenny Hopkinson", "Kevin Robillard", "Brian Mahoney", "Caitlin Emma", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Al Gore", "Rich Lowry", "Bryan Bender", "Bernie Becker", "John Dickerson", "Jennifer Scholtes", "Martin O'Malley", "Neera Tanden", "Noah Weiland", "Alex Isenstadt", "Bernie Sanders", "Donald Trump", "Jake Sherman", "Eliza Collins", "Jeff Greenfield", "Eric Wolff", "David Vitter", "Tim Starks", "Zachary Warmbrodt", "John Kerry", "Jason Kander", "Tony Romm", "Daniel Strauss", "Hillary Clinton", "Doug Palmer", "Rick Reed", "Brianna Ehley", "Darren Goode", "Darius Tahir", "Ben Carson", "Paul Ryan"], "orgs": ["Congress", "Swift Boat", "Iowa Democratic Party", "UFCW", "NAFTA", "Medal of Honor", "U.N.", "Yale University", "Drake University", "AT&T", "GOP", "WTO"], "election_confidence": 0.9974425995278602, "authors": [{"author_id": 30897, "fullname": "darren goode", "primary_org": "politico"}], "date_written": "2015-11-12 23:02:00", "org": "politico", "article_id": "28389367ff3c84b9dd2d62ce9c392013", "date_access": "2015-11-12 23:46:25.359882"}