{"body": "\n11/12/15 05:58 PM EST\n\nCongress\n\n11/12/15 05:51 PM EST\n\n                                        By \nZachary Warmbrodt\n\nRichard Shelby of Alabama, is trying to include the regulatory overhaul in a fiscal 2016 appropriations bill. \n\n                                        Updated 11/12/15 05:47 PM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 05:31 PM EST\n\n                                        By \nKevin Robillard\n\nThe ad continues Vitter's recent strategy of confronting his 2007 prostitution scandal.\n\n11/12/15 05:28 PM EST\n\n                                        Updated 11/12/15 05:27 PM EST\n\n                                        By \nDaniel Strauss\n\nPractically the entire GOP field is throwing around accusations, but the fight between the two senators got especially nasty.\n\n11/12/15 05:17 PM EST\n\n11/12/15 04:55 PM EST\n\n                                        By \nJosh Gerstein\n\nA federal judge issued an order Thursday that will sharply ramp up the volume of documents being release in a lawsuit demanding memos and emails from top...\n\n11/12/15 03:59 PM EST\n\n                                        By \nAlex Isenstadt\n\nIt’s the first time that a pro-Christie group has purchased airtime in Iowa.\n\n11/12/15 03:28 PM EST\n\n                                        By \nNahal Toosi\n\nThe exclusion of rebel groups from recent peace talks stirred controversy. \n\n11/12/15 03:10 PM EST\n\n                                        By \nNick Gass\n\n“There just is no exemption for daily fantasy sports gambling.\"\n\n                                        Updated 11/12/15 02:36 PM EST\n\n                                        By \nEliza Collins\n\nThe two leaders will have \"ample\" time for conversation, a top Obama aide says. \n\n11/12/15 02:31 PM EST\n\n11/12/15 02:10 PM EST\n\n                                        By \nNoah Weiland\n\nThe debate will be broadcast live from Drake University in Des Moines, Iowa. \n\n11/12/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSugar coalition has Cruz's back — Koch scoop\n\n11/12/15 01:44 PM EST\n\n                                        By \nSteven Shepard\n                                         and \nElena Schneider\n\nThe rep. is stepping down.\n\n11/12/15 12:40 PM EST\n\n11/12/15 12:39 PM EST\n\n11/12/15 12:31 PM EST\n\n                                        Updated 11/12/15 12:13 PM EST\n\n                                        By \nDarren Goode\n\nThe plan comes as Clinton and Sanders have both sought an edge with aggressive policies to confront climate change.>\n\n11/12/15 12:10 PM EST\n\n                                        By \nEliza Collins\n\nThe Texas senator and business mogul each have 27 percent of likely Republican voters in the state\n\n11/12/15 11:58 AM EST\n\n                                        By \nAlex Isenstadt\n\nThe controversial businessman may work with Rick Reed, a chief architect of the Swift Boat attack on Kerry.\n\n11/12/15 11:43 AM EST\n\n                                        By \nNolan D. McCaskill\n\nThe former Florida governor is reinventing himself.\n\n                                        Updated 11/12/15 11:21 AM EST\n\n                                        By \nBrian Mahoney\n\nPostal Workers endorse Sanders – UFCW files NAFTA complaint\n\n                                        Updated 11/12/15 11:11 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump says.\n\n                                        Updated 11/12/15 10:59 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\n11/12/15 10:56 AM EST\n\n11/12/15 10:12 AM EST\n\n11/12/15 10:08 AM EST\nAIRBNB’S peace offering\n\n11/12/15 10:03 AM EST\n\n                                        By \nElena Schneider\n\nScore Q&A with Jason Kander\n\n11/12/15 10:02 AM EST\n\n                                        By \nJennifer Scholtes\n\nU.N. nations consider plane-tracker agreement — McCaul sees inside threat as greatest aviation vulnerability — Outside stakeholders throw down in bus vs....\n\n11/12/15 10:02 AM EST\n\n                                        By \nBernie Becker\n\nThe VAT wars — Fiorina shoots for three\n\n11/12/15 10:02 AM EST\n\n                                        By \nTony Romm\n\nGoodlatte, McCarthy raise GOP cash in L.A. — Tech descends on Iowa — AT&T on spectrum auctions\n\n11/12/15 10:01 AM EST\n\n                                        By \nDoug Palmer\n\nAfghanistan cleared for WTO membership — Colombia urges talks on illicit trade\n\n11/12/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nClinton releasing plan for coal workers? — Kerry possibly OK with congressional review of climate deal\n\n11/12/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nThe playboy cyber criminals of Brazil — TVs getting hacked too\n\n11/12/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nMore digital health investment (at retail clinics) — FDA considering DNA tests and sequencing\n\n11/12/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nIs today the day for FSMA? — EU set to release glyphosate findings\n\n11/12/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nWorking college students – Rubio says Clinton ‘captive’ to unions\n\n11/12/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nColorado's replacement plan? Single payer — GOP moderates oppose Planned Parenthood defund in reconciliation bill\n\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\n\"That was on minimum wage and it was how we're going to compete with other countries,\" Trump says. \n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\nWe're working on more stories right now\n\n                                            By \n                                                    Neera Tanden\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \nJack Shafer\n\n\n                Chris Christie, speaks during a meet and greet with local residents in Bettendorf, Iowa. | AP Photo\n\n            By \nAlex Isenstadt\n\n11/12/15 03:59 PM EST\nChris Christie is making his first major foray into Iowa, with his super PAC launching a slate of radio advertisements in the state promoting him as “a true conservative outsider.”\nIt’s the first time that a pro-Christie group has purchased airtime in Iowa. The New Jersey governor has made New Hampshire the focus of his campaign, and the super PAC, America Leads, has spent the vast majority of its budget on running ads there.\nStory Continued Below\nThe Iowa ad, which will begin running on Friday, highlights Christie’s record battling Democrats in his liberal home state. It will run for two weeks and on about a dozen radio stations. It comes as Christie is in the middle of a three-day campaign swing in the state.\n“With Democrats fighting Chris Christie’s every move he did what others only talk about,” says the spot, which notes his vetoes of tax increases and his high-profile battles with teachers unions. “You want a president with the guts to stop the liberals ruining America, who cares about you and has your back?”\nA spokesman for the super PAC, Tucker Martin, declined to say how much was being spent but called the sum “substantial.”\nThe decision to invest in Iowa comes as some in the party are calling for early-state polling to determine entry to future debates. At issue is whether debate hosts should base entry on a candidate’s standing in early-state polls, as opposed to the national ones that have been used so far. Christie, who polls at around 2 percent nationally, narrowly missed the cut to qualify for this week’s prime-time debate in Milwaukee.\nCNN, which is hosting the next Republican debate, to be held Dec. 15 in Las Vegas, has yet to say whether it will be using early-state or national polls in deciding which candidates are allowed onstage.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Chris Christie super PAC preps big ad run in Iowa", "url": "http://www.politico.com/story/2015/11/chris-christie-super-pac-ad-iowa-215804", "topics": ["campaign_finance"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Elena Schneider", "Richard Shelby", "Steven Shepard", "Chris Christie", "Jenny Hopkinson", "Kevin Robillard", "Brian Mahoney", "Jeremy Herb", "Nahal Toosi", "Josh Gerstein", "Darius Tahir", "Jeff Greenfield", "Rich Lowry", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jennifer Scholtes", "Neera Tanden", "Noah Weiland", "Alex Isenstadt", "Bernie Sanders", "Tucker Martin", "Jason Kander", "Jake Sherman", "Darren Goode", "Paul Ryan", "Eric Wolff", "David Vitter", "Tim Starks", "Zachary Warmbrodt", "Brianna Ehley", "Tony Romm", "Daniel Strauss", "Ben White", "Doug Palmer", "Rick Reed", "Eliza Collins", "Ben Carson", "Caitlin Emma"], "orgs": ["Fed", "Congress", "Swift Boat", "UFCW", "NAFTA", "Medal of Honor", "U.N.", "Yale University", "PAC", "Drake University", "AT&T", "GOP", "WTO"], "election_confidence": 0.9872349334706338, "authors": [{"author_id": 30899, "fullname": "zachary warmbrodt", "primary_org": "politico"}], "date_written": "2015-11-12 20:59:45", "org": "politico", "article_id": "a4731515d8ed83944bc5445853223581", "date_access": "2015-11-12 23:00:06.265559"}