{"body": "\n11/12/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nMcCain threatens court battle over Gitmo — Obama to award Medal of Honor\n\n11/12/15 08:05 AM EST\n\n                                        By \nNick Gass\n\nDonald Trump defended his comment during the debate that increased American wages would hurt U.S. competition in a global market on Thursday, adding that...\n\n11/12/15 08:01 AM EST\nRICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton\n\n11/12/15 07:59 AM EST\n\n                                        By \nBen White\n\nHappy Glass-Steagall repeal anniversary — Big day for Fed speak — More debate grades — Bush plans big DC fundraiser\n\n11/12/15 07:44 AM EST\n\n                                        By \nNick Gass\n\n\"The President commended her for her tireless efforts and sacrifice over so many years to promote a more inclusive, peaceful, and democratic Burma,\"...\n\n11/12/15 07:32 AM EST\n\n                                        By \nBurgess Everett\n\nBAGLEY SMITH MAKES MOVES\n\n11/12/15 07:30 AM EST\nChicago gun sources, mapped\n\n11/12/15 07:23 AM EST\n\n                                        By \nNick Gass\n\n\"You would think that a paper like The Wall Street Journal would call for a clarification,\" Trump said.\n\n11/12/15 07:05 AM EST\n\n                                        By \nNick Gass\n\nBernie Sanders snagged a major union endorsement on Thursday.\n\n11/12/15 06:50 AM EST\nSCHNEIDERMAN’s fantasy-site campaign\n\n11/12/15 06:48 AM EST\n\n                                        By \nNick Gass\n\n\"We would do it in a very humane way,\" Trump says of the deportation plan.\n\n11/12/15 06:45 AM EST\nTUNNEL plan\n\n11/12/15 06:40 AM EST\nMASS MOOSE issue\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \n                                                Nicholas Vinocur\n\n\n11/12/15 06:32 AM EST\n\n                                        By \nNick Gass\n\nBen Carson blasted ongoing situations at his alma mater, Yale University, and at the University of Missouri.\n\n11/12/15 06:28 AM EST\nRubio v. Cruz.\n\n11/12/15 05:26 AM EST\n\n                                        By \nJake Sherman\n\nBig changes are coming from Paul Ryan.\n\nHealth Care \n\n11/12/15 05:25 AM EST\n\n                                        By \nRachana Pradhan\n\nColorado will vote on the plan long favored by liberals, bringing a big health care fight to the swing state. \n\nHealth Care\n\n11/12/15 05:25 AM EST\n\n                                        By \nJennifer Haberkorn\n                                         and \nSeung Min Kim\n\nLegislative language on Planned Parenthood could imperil another conserative goal.\n\nOpinion\n\n11/12/15 05:23 AM EST\n\n                                        By \n                                                Rich Lowry\n\nThe Texas senator is a severely underrated contender.\n\nHistory Dept.\n\n11/12/15 05:22 AM EST\n\n                                        By \n                                                Jon Meacham\n\nWe know that W. was ready to go it alone in a fight of good vs. evil. Less remembered: His father was, too. \n\nCongress\n\n11/12/15 05:20 AM EST\n\n                                        By \nDarren Goode\n\nTough negotiations have strained friendships, but they have brought Congress close to overhauling a 25-year-old environmental law.\n\n11/12/15 12:00 AM EST\n\n                                        By \nAndrew Glass\n\nThe briefers lauded the policy.\n\nRepublicans\n\n                                        Updated 11/11/15 11:13 PM EST\n\n                                        By \nKenneth P. Vogel\n\nNew details reveal the billionaire brothers' network efforts to reshape the GOP are more ambitious than previously reported.\n\n2016\n\n                                        Updated 11/11/15 10:29 PM EST\n\n                                        By \nEli Stokols\n                                         and \nKatie Glueck\n\nThe two Cuban-American, 40-something, first-term senators are increasingly viewed as the candidates to beat.\n\n                                        Updated 11/11/15 09:09 PM EST\n\n                                        By \nTony Romm\n\nNew York's crackdown on FanDuel and DraftKings could trigger battles nationwide.\n\n2016\n\n11/11/15 08:22 PM EST\n\n                                        By \n                                                Jeff Greenfield\n\nThe other debaters are playing checkers. Cruz is playing chess.\n\n11/11/15 07:49 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nJeb Bush and Marco Rubio seemed to be the rivalry to watch in the GOP primary. \n\nFourth Estate\n\n11/11/15 07:15 PM EST\n\n                                        By \nJack Shafer\n\nA series of Knockout Rounds could be used in the coming months to breathe some life back into the sagging debate circuit.\n\n11/11/15 07:06 PM EST\n\n                                        By \nAustin Wright\n\nThe dispute comes as the Pentagon prepares to release a report outlining options for closing Guantanamo.\n\n11/11/15 06:33 PM EST\n\n11/11/15 06:18 PM EST\n\n                                        By \n                                                Joe Pompeo\n\nThe Wall Street Journal editor garners a lot of attention after the GOP debate.\n\n11/11/15 06:17 PM EST\n\n11/11/15 06:17 PM EST\n\nOpinion\n\n                                        Updated 11/11/15 06:17 PM EST\n\n                                        By \nRoger Simon\n\nSimon says the debate took him outside his comfort zone.\n\nGlass Ceiling\n\n11/11/15 06:09 PM EST\n\n                                        By \n                                                Neera Tanden\n\nLast week, newly elected Canadian Prime Minister Justin Trudeau made headlines by nominating 15 women to his 30-seat cabinet. Asked why he did it, he replied,...\n\n11/23/15 11:30 AM EST\nJoin POLITICO's panel discussion, \"Outside, In: Will Population health solve what's ailing our healthcare system?\", as leading voices in health...\n\n2016\n\n11/11/15 05:18 PM EST\n\n                                        By \n                                                Bill Scher\n\nJeb can still win. But he needs to follow the comeback model of a Democrat.\n\nThe POLITICO Caucus\n\n                                        Updated 11/11/15 04:25 PM EST\n\n                                        By \nKatie Glueck\n\nTed Cruz impressed nonpartisan Caucus members. The Texas senator was 'always focused, on message,' according to one.\n\n                                        Updated 11/11/15 04:19 PM EST\n\n                                        By \nNick Gass\n\nStudents applaud his message of faith.\n\n11/11/15 04:17 PM EST\n\n11/11/15 03:44 PM EST\n\n                                        By \n                                                Ryan Hutchins\n\n\n11/11/15 02:58 PM EST\n\n                                        By \nAlex Isenstadt\n\nIt should be one of his largest Washington fundraisers since he formally launched his candidacy.\n\n11/11/15 02:57 PM EST\n\n                                        By \nNick Gass\n\n\"I think I want to show respect for the other people up there,\" Trump says. \n\n11/18/15 08:00 AM EST\nJoin POLITICO’s Pro Health Care team for a dynamic conversation on the policy issues surrounding biosimilars in the United States. Given pending FDA regulations,...\n\n11/11/15 02:40 PM EST\n\n                                        By \nNolan D. McCaskill\n\nClinton's name was mentioned by Republicans dozens of times.\n\n                                        By \n                                                Maia de La Baume\n\nIsraeli leader compares EU to Nazis over labeling rules.\nWe're working on more stories right now\n\n\n                                                    Politico\nMike Allen's must-read briefing on what's driving the day in Washington \n11/12/15 08:01 AM EST\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n \nStory Continued Below\nGood Thursday morning. THE CONVERSATION -- JON MEACHAM on “Morning Joe,” on Dr. Carson’s foreign-policy muddle at the debate: “A presidential campaign cannot simply be ‘This Is Your Life.’ It has to be about OUR lives. … There has to be a core of substance. … The people I talk to understand Trump: populist-billionaire appeal, celebrity appeal. … They don’t quite get Carson.”\n \n--SO MARK HALPERIN gave the table a “Carson 101,” on his support and appeal: evangelicals and homeschoolers, plus social-media power -- “a candidate of the digital age [who] goes over the head of not just the old media, but much of the new media, too.” His assets are his faith, his biography and people’s connection to him, “with all his flaws and lack of specificity.”\n \nNEW OVERNIGHT -- “Carson profits from ties with convicted felon,” by AP’s Michael Biesecker and Eileen Sullivan: “Carson has maintained a business relationship with a close friend convicted of defrauding insurance companies and testified on his behalf … Pittsburgh dentist Alfonso A. Costa pleaded guilty to a felony count of health care fraud after an FBI probe into his oral surgery practice found he had charged for procedures he never performed ... At Costa’s 2008 sentencing hearing, Carson described the dentist as ‘one [of] my closest, if not my very closest friend. ... Next to my wife of 32 years, there is no one on this planet that I trust more than Al Costa.’” http://bit.ly/1OG5prp\n \nDEBATE AFTERMATH -- “Kasich faces conservative backlash over debate performance,” by Daniel Strauss: “[C]onservative media [are] thrashing the Ohio governor for soft positions on immigration and bank bailouts. Kasich has made no bones about his strain of compassionate conservatism that can ring hollow to evangelical voters and those looking for a true political outsider. But as Tuesday night evolved into a contest of conservative bona fides, Kasich appeared even more out of step with the rest of the GOP field, and came off as edgy, interrupting his rivals throughout the two-hour event.” http://politi.co/1kOMyh1\n \nHOW JEB COULD STILL DO IT -- “Bush Is 2016’s John Kerry,” by Bill Scher, senior writer at the Campaign for America’s Future, on Politico: “Kerry’s [2004 primary] victory was not predicated on getting a personality transplant. He stuck to his boring script, used his personal finances to keep the campaign afloat and waited for everyone else’s weaknesses to become apparent. Once the others flopped, voters flocked to him as a safe harbor. Written off a few months earlier, Kerry ended up running the table, winning virtually every primary and caucus. Bush is in the same position Kerry was in November of 2003: floundering with the public yet surrounded by untested candidates and stocked with institutional resources. These are the necessary ingredients for outlasting the competition.” http://politi.co/1Qk1JvJ\n \n--PEGGY NOONAN, on “Morning Joe,” re Jeb’s debate: “I think he achieved adequacy.”\n \nJEB’S BASE? “Bush plans major D.C. fundraiser,” by Alex Isenstadt: “Those involved with the planning of the event, which is to be held on the evening of Dec. 3 at the home of former Ambassador Boyden Gray, said it would be one of Bush’s largest Washington fundraisers since he formally launched his candidacy last summer. … [T]he host committee … includes over two dozen current members of Congress and over 60 lobbyists, fundraisers and financial players.\n“Among the names listed on the invitation are Sens. Susan Collins and Orrin Hatch and House Rules Committee Chairman Pete Sessions. Also included are Bush family loyalists such as former Energy Secretary Spencer Abraham, former Transportation Secretary Maria Cino, and former George W. Bush chiefs of staff Andy Card and Josh Bolten. Former House Majority Leader Eric Cantor is also listed.” http://politi.co/1NLRX3O\n \n--On Veterans Day, Bush campaign announced: “Bob Dole to Serve as National Veterans’ Chairman for Governor Jeb Bush.” http://bit.ly/1MpwGbV\n \nRUBIO VICTORY-LAP video, “A Rubio Four-peat at #GOPDebate.” http://bit.ly/1OG83gM\n \nRUBIO = GOP “GOLDEN BOY” – WashPost A1, above fold, “Rubio’s rivals pulling their punches, for now: Reluctance to bruise GOP’s golden boy helps his rise into top tier,” by Phil Rucker and Bob Costa: “For Rubio, it is a return to the lofty status he had after he burst onto the national scene five years ago. Many Republican elites are once again celebrating him as the party’s golden boy, … and fear seeing him bruised too badly during the primary season. … Asked why Bush did not scrutinize Rubio during the Milwaukee exchange, campaign manager Danny Diaz said the debate ‘was a serious one where important issues were discussed,’ and he urged reporters to stay tuned for the next debate on Dec. 15.” http://wapo.st/1MYBjza\n \nARTICLE OF THE DAY -- “How the Kochs created Joni Ernst: New details reveal the billionaire brothers’ network efforts to reshape the GOP are more ambitious than previously reported,” by Ken Vogel: “[T]he network’s financial support for [now-Sen. Joni] Ernst [of Iowa] ― detailed here for the first time ― offers the first signs of a move into GOP primaries. The Kochs and their allies are investing in a pipeline to identify, cultivate and finance business-oriented candidates from the local school board all the way to the White House, and Koch operatives are already looking for opportunities to challenge GOP incumbents deemed insufficiently hardline in their opposition to government spending and corporate subsidies.\n“The ambitious effort, spearheaded partly by a for-profit consulting firm called Aegis Strategic that’s backed by the Koch network, is one of several ways in which the brothers and their allies are seeking to influence the types of candidates who carry the GOP banner. The network has taken on a vetting role in the GOP presidential primary, offering favored candidates access to its donors and activists. And some within the network have even advocated targeting from six to 12 GOP House members who have run afoul of the Koch orthodoxy on fiscal issues and who are facing 2016 primary challenges.” http://politi.co/1M8QCBS\n--“Charles Koch has no plans to back a candidate in Republican primary,” by USA Today’s Fredreka Schouten: “‘I have no plans to support anybody in the primary now.’” http://usat.ly/1iWm4sp\n \n** A message from Veteran Jobs Mission: One million veterans hired. That’s the clear vision of 200+ companies who form the Veteran Jobs Mission. Since 2011, the coalition has hired nearly 300,000 veterans, and we are not stopping there. It’s good business – and it’s the right thing to do. Learn more: http://bit.ly/1OtKwj8 **\n \nRICK WILEY’s new gig -- “Walker’s presidential campaign manager gets new job” – AP/Madison:“Rick Wiley has been hired to work for the [NRSC] ... as a national voter contacts consultant, just as he was in 2014.” http://bit.ly/1SK2ixb  \n \nSPEAKER RYAN -- House Republican Steering Committee to replace chairs with rank-and-file -- Jake Sherman: “Republicans are moving toward booting committee chairmen from a powerful panel that makes committee assignments, in what would be .. Ryan’s biggest restructuring of internal GOP policy so far ... [T]op committee chairmen would be removed from the panel and replaced with members elected by the House Republican Conference ...\n“In the next Congress, the GOP would add additional regional representatives to the committee so it better reflects the makeup of the Republican Conference. ... The steering committee has become the target of much anger from conservatives, who see it as emblematic of the strong arm of the House speaker. For example, the panel can be used to strip troublemaking lawmakers of their committee assignments.” http://politi.co/1Y63iin\n \nIN NYC TODAY? Join us for Politico New York Playbook Lunch: New York Playbook co-authors Azi Paybarah and Jimmy Vielkind, plus Mike Allen, host a conversation with Rep. Hakeem Jeffries and Attorney General Eric Schneiderman: 12:30 p.m. at the Bank of America Tower. RSVP http://bit.ly/1GP6WZm Subscribe to New York Playbook http://politi.co/1WDH98i\n \nPULLING BACK THE CAMERA -- WSJ A1, above fold, “Populism Rises in GOP Race: Debate shows how 2008 financial crisis has reshaped the Republican Party … Candidates bash big banks, the Fed, corporations and international trade deals,” by Nick Timiraos: “Candidates voiced concerns about the power of big banks, even as they promised to sweep away new regulations, including the Dodd-Frank financial overhaul.” http://on.wsj.com/1kODB7k\n \n--N.Y. Times A1, above fold, “G.O.P. Fight Is Now a Battle Over What Defines a Conservative,” by Jonathan Martin: “Years’ worth of arguments conducted at issues forums and in the pages of policy journals and newspapers are now coming to life. … Rubio is … facing a new line of questioning from doctrinaire supply-side conservatives about his tax plan, which would enlarge and make refundable a tax credit to families with children. How he defends it … could offer insight into the priorities of a party that is increasingly blue collar yet recoils from … a government handout.” With breakouts on immigration, foreign policy, bank bailouts, tax cuts http://nyti.ms/1WTFOdD\nROGER AILES email to the staff: “First, my congratulations to the employees of the Fox Business Network. The debate last night was excellent and showcased FBN as a world class financial network. Every one of our team leaders accomplished our goal of presenting a serious, meaningful debate while holding the audience. Our debate hosts/moderators all did a phenomenal job. ... Mr. Murdoch called me this morning and asked me to pass along his congratulations to everyone involved. He thought the debate was professional and intelligent.”\n--“Fox Business Network shatters ratings record with 13.5 million total viewers for Republican Presidential Debate”: “The debate was also the most watched livestreaming primary event ever, peaking with more than 1.4 million concurrent streams according to Akamai, beating out NBC’s 2015 Super Bowl.”\nCLICKER – “What you didn’t see on TV: Behind the scenes of the fourth GOP debate”\n34 pix: http://politi.co/1QwgYB1\n \nTRAIL MIX -- “Hillary’s Hairdresser Laughs Off Claims That the Presidential Hopeful Wears a Wig,” by People’s Diane Herbst and Tierney McAfee: “Matt Drudge has alleged in a series of tweets to his 321,000 followers that Hillary Clinton wears a wig – a claim her hairstylist is calling ‘ridiculous.’ ‘You guys are so funny,’ Santa Nikkels, owner of Santa’s Hair Salon in Chappaqua, New York, where Clinton lives, tells PEOPLE. ‘She has the most amazing hair in the world.’” http://bit.ly/1O55r9g\n \nHOT VIDEO -- “Watch the Donald Trump Sketch So Bad ‘SNL’ Didn’t Even Air It,” by The Daily Beast’s Matt Wilstein: “For some reason, NBC decided to release this video, simply titled ‘Donald Trump’s Hair,’ online Wednesday, perhaps so the world could see that things could have been so much worse. In the misguided sketch, ‘Scalp Team 6’ is forced to shrink down and land a not-so-tiny aircraft on President Trump’s hair to keep it in line during an important and improbably windy summit with Vladimir Putin.” http://thebea.st/1M7XYWb\n \nPOWER PLAYERS – L.A. Times A1, above fold, “IGER’S ON THE BALL: Disney CEO will oversee Carson’s team in bid for NFL stadium as the city tries to come from behind against Inglewood plan,” by Sam Farmer and Nathan Fenno: “The Chargers and Raiders appointed Disney Chairman and CEO Robert Iger to oversee their effort should the owners choose the Carson project over the Inglewood stadium backed by St. Louis Rams owner Stan Kroenke. Iger heads one of the most successful entertainment companies in the world. Disney also owns ESPN, a television partner with the NFL.” http://lat.ms/1OG0S8A\n \nTIME cover, “What It Takes to Forgive a Killer: On the night of June 17, a gunman opened fire in the basement of a church in Charleston. Nine people died. Five survived”: TIME’s David Von Drehle, Jay Newton-Small and Maya Rhodan conducted more than 150 interviews, including with the victims’ families and every adult survivor. Von Drehle writes: “At a time when the violent deaths of African Americans were triggering protests and even rioting from Missouri to Maryland—and a national movement sprang up to proclaim that Black Lives Matter—here was a cold-blooded attack by an avowed white supremacist intending to provoke a race war in the heart of the old Confederacy. But instead of war, Charleston erupted in grace, led by the survivors of the Emanuel Nine.”\n--EDITOR Nancy Gibbs emails: “Not since Brill’s ‘Bitter Pill’ in 2012 have I turned over the entire well of the magazine to a single story.” Time.com/charleston ... See the cover. http://bit.ly/1MobK5d.\n \nYAHOO Digital Democracy conference in Des Moines today -- “Yahoo releases new survey on the impact of technology on politics in the United States” – Release: “71 percent of Caucasians believe the U.S. is ‘going off on the wrong track,’ compared to 55 percent of Asians, 54 percent of Hispanics, and just 41 percent of African-Americans. ... Three out of four African-Americans and Hispanics … believe that the web and social media have ‘made political discussion more representative of what Americans really think,’ as compared to two out of three Asians (69%), and just three out of five Caucasians (60%).”http://politi.co/1NsBA81\n--JON WARD, “Show notes for a great conversation,” on a panel he’s moderating: “[T]he panelists are focused on a topic near and dear to my heart: how technology shapes us in deep, profound ways, often without us fully comprehending it.” http://bit.ly/1LbyH9G\n \nOY -- USA Today A1, above fold, “VA BONUSES PAID AMID SCANDALS: $142M goes out despite problems with veterans’ care,” by Donovan Slack and Bill Theobald: “The Department of Veterans Affairs doled out … $142 million in bonuses to executives and employees for performance in 2014 even as scandals over veterans' health care … racked the agency. Among the recipients were claims processors in a Philadelphia benefits office that investigators dubbed the worst in the country … They received $300 to $900 each. …\n“The agency has continued to pay performance-based bonuses to nearly half of agency employees … 156,000 executives, managers and employees received them for 2014 performance. VA spokesman James Hutton … underscored that no top senior executives in the Veterans Health Administration received bonuses. … [Florida Republican Rep. Jeff Miller, chairman of the House VA committee, which has been investigating … VA bonuses for years] … wants the agency to take back bonuses deemed inappropriate.” http://usat.ly/1NsFxJE\nAL ROKER is in D.C. today on his Rokerthon 2, where he’s been travelling across the country, broadcasting the weather from all 50 states. He’s attempting to break the Guinness World Records title for the “Fastest Time to Report a Weather Forecast from All 50 U.S. States and the District of Columbia.” http://on.today.com/1H6Dclv\nHAPPENING TODAY: EVAN SMITH interviews Martin O’Malley in Austin for Evan’s PBS show, “Overheard,” and the Texas Tribune. Livestreams 10:15 a.m. CT http://bit.ly/1OFVn9Q\nFUTURE OF NEWS – “Introducing Notify, a Notifications App from Facebook,” by Facebook’s Julian Gutman: “Notify … delivers timely notifications about the things that matter to you, from the sources you love, all in one place … sports, celebrities, news, movies, music or shopping.” http://bit.ly/1M8z5cZ\nOUT AND ABOUT in S.F., via Michael Meehan: “DNCC CEO Leah Daughtry, CoStaff Matt Butler, Dep CEO/Comms April Melody, Dep CEO Innovation Andrew Binns, Dep CEO-Complex Travis Dredd made the rounds with Dem techies in SF/Silicon Valley. They met with Democratic technologists at Google’s Mountain View Campus, SF HQ of Uber, Lyft, AirBNB, TechNet, Yelp, Y Comminator, Voxer, Teradata. It was a series of brainstorming sessions on cutting edge technologies for next July’s event in Philly. The two days ended with a cocktail bash on SF bay at ... Hard Water Bar, Pier 3 San Francisco.\n“DNC Convention crew joined ‘The Monthly’ gathering of techies with ringleader TechNet West Coast guy Gideon Lett, HP and Romney alum Sharon Pompei, MLB.com’s and Cantwell alum Shakti Hawkins, Cisco’s Ian Rayder. Google’s Melissa Nitti, Lyft and Hoyer alum Lindsay Cobia. Clinton alums Jama Adams and Tom Epstein. The night’s sponsor: Bloomberg’s Mike Marinello, Pandora’s Kristin Stanley, Squared Communications West Coaster and Gov. Schweitzer alum Sarah Elliott, Yelp’s Luther Lowe.”\nWEDDING – Roll Call’s Jason Dick to Morning Consult’s Fawn Johnson – FamousDC: “Atlas Brewing Company … in the District ... brewed delicious beers and guests enjoyed DC Smokehouse BBQ, soft pretzels and chocolate chip cookies for dessert, then headed to Boundary Roadfor the official afterparty. In addition to beers and BBQ guests enjoyed a pretty incredible photobooth and the world-famous Big Buck Hunter arcade game.” With pics http://bit.ly/1MCyTUU\nENGAGED: WashPost’s Anthony Faiola to Biser Belinov, a freelance graphic designer. They live together in Berlin, and wedding is planned for June in Italy. They met in Oct. 2010 at a tapas bar in Notting Hill, where they ended up sharing a plate of grilled squid and peppers, and talked for hours. Faiola popped the question over a champagne dinner at home. Pic  http://bit.ly/1O0ZsST\nOUT AND ABOUT: On the eve of Veteran’s Day, Tammy Haddad welcomed CURE Epilepsy friends and supporters on behalf of Connie Milstein and Father Rick Curry co-founders of Dog Tag Bakery for a CURE Epilepsy fundraiser Tuesday night. David and Susan Axelrod announced a grant from DOD to work together to research the effects of traumatic brain injury and epilepsy. Paul Simon performed his hits from the Dog Tag stage and enjoyed dinner with 70 supporters. Sen. Al Franken joked with Simon as the audience sang along to his hits.\n \n--SPOTTED: White House officials Valerie Jarrett, Shailagh Murray, Lisa Monaco and Sylvia Burwell, plus Obama campaign veterans Joel and Lisa Benenson, Jim and Vicki Margolis, Stephanie Cutter, Erik Smith, Dr. Tony Fauci, and Dr. Walter Koroshetz, director of National Institute of Neurological Disorders and Stroke.\n \nBIRTHDAYS: Dr. Elena Allbritton ... Jeff Zients ... Tyrone Gayle, regional comms. for Hillary for America, and frequent birthday hat-tipper … Sen. Jack Reed (D-R.I.) is 66 … Eurasia Group’s Ian Bremmer ... USA Today’s Nancy Trejos … Norman Y. Mineta ... Stephanie Kotuby, senior editorial producer for “PBS NewsHour” … Katie Harbath, Facebook Politics and Government team member, and the pride of Green Bay ... Rex Elsass ... Katie Stuntz, M+R Account Coordinator, former press assistant for Governor Cuomo or former SKDKnickerbocker staffe … Ryan Coyne, an O.G. of IJ.com, is 28, still riding high from Philly’s OT win over the Cowboys (cc: Gov. Christie) and celebrating a long weekend in Ft. Lauderdale with fiancée Deanna Bigford (marking 10 years together this week) ... Edelman’s Mark SooHoo, managing director for digital health at Burson-Marsteller … Politico’s Bennett Richardson (h/t Gabe Brotman) … Sheila O’Connell, the pride of Cedar Rapids and current Van Hollen campaign manager (h/t David Di Martino) ...\n… Jennifer Ridder, an avid skier and mountain west political director at the DCCC, celebrating with friends over dinner (h/t James Owens) ... Luca Spinelli … ThinkProgress’ Kira Lerner (h/t brother Adam, a Politico alum) … Leo DiBenigno … Joe Johnston … Loop88’s Dave Weinberg ... Takaaki Mizuno … Kevin Gundersen, chief of staff at Cushman & Wakefield … David Lawrence ... National Journal’s Alex Brown … NBC News’ Michelle Perry ... Kamal Marell and Jay Lumpkins, both Clemson track teammates with Tyrone Gale ... Amber Cottle ... Vinny Minchillo ... Maria Cardona of Dewey Square Group … Laura Mandy Mszar ... Gina Hill ... Mica Strother … Dr. Pam Oatis (h/ts Teresa Vilmain) … rhythm-and-blues singer Jimmy Hayes (Persuasions) is 72 … Al Michaels is 71 … Neil Young is 7-0 (h/ts Sundquist, Smitty) … Vincent Irizarry is 56 … Olympic gold medal gymnast Nadia Comaneci is 54 … Sammy Sosa is 47 … figure skater Tonya Harding is 45 … Ryan Gosling is 35 … Anne Hathaway is 33 … actress Macey Cruthird is 23 (h/ts AP)\n \n** A message from JPMorgan Chase & Co.: With more than 200,000 U.S. service members returning to civilian life each year, the task of facilitating their transition deserves our focus and best effort. JPMorgan Chase & Co. has a long history of supporting this effort, as a founding member of the Veteran Jobs Mission, and hiring over 9,500 U.S. military veterans since 2011. Today, the coalition has grown to 200+ companies and aims to collectively hire more than one million veterans. Learn more: http://bit.ly/1MNolEi **\n\n\n                                            By \n                                                    Jeff Greenfield\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Neera Tanden\n\n © 2015 POLITICO LLC", "byline": "", "description": "RICK WILEY’s new gig -- B’DAY: Dr. Elena Allbritton", "title": "POLITICO Playbook, presented by JPMorgan Chase &amp; Co. &#8211; 81 DAYS to IOWA &#8211; HOW JEB could still run the table &#8211; PARSING CARSON: Why the establishment doesn&#8217;t &#8216;get&#8217; him &#8211; HOW KOCHS SECRETLY PLAY in primaries &#8211; RICK WILEY&#8217;s new gig -- B&#8217;DAY: Dr. Elena Allbritton", "url": "http://www.politico.com/playbook/2015/11/politico-playbook-presented-by-jpmorgan-chase-co-81-days-to-iowa-how-jeb-could-still-run-the-table-parsing-carson-why-the-establishment-doesnt-get-him-how-kochs-secretly-play-in-primaries-rick-wileys-new-gig-bday-dr-elena-allbritton-211231", "topics": ["trade"], "people": ["Joe Pompeo", "Lisa Monaco", "Ian Bremmer", "Vladimir Putin", "Jacopo Barigazzi", "James Owens", "Jimmy Vielkind", "Charles Koch", "Connie Milstein", "Donovan Slack", "Phil Rucker", "Katie Glueck", "Nick Gass", "Martin O'Malley", "Jeb Bush", "Rick Wiley", "Rupert Murdoch", "Mike Allen", "John Kerry", "Tony Romm", "Azi Paybarah", "Van Hollen", "Bob Costa", "Michael Meehan", "Bill Scher", "Nick Timiraos", "Jonathan Martin", "Teresa Vilmain", "Ted Cruz", "Rex Elsass", "Matt Drudge", "Jay Newton", "Sylvia Burwell", "Tammy Haddad", "Joni Ernst", "Nancy Gibbs", "Danny Diaz", "Daniel Lippman", "Seung Min Kim", "Stephanie Cutter", "Alex Isenstadt", "Donald Trump", "Valerie Jarrett", "Marco Rubio", "Nicholas Vinocur", "Jeff Miller", "Ryan Hutchins", "Pete Sessions", "Ben White", "Eli Stokols", "Maria Cardona", "Neil Young", "Bob Dole", "Kenneth P. Vogel", "Justin Trudeau", "Henry C. Jackson", "Eric Schneiderman", "Orrin Hatch", "Bernie Sanders", "Jeremy Herb", "Jake Sherman", "Paul Ryan", "Susan Collins", "Jennifer Haberkorn", "Hillary Clinton", "George W. Bush", "Eileen Sullivan", "Anne Hathaway", "Josh Bolten", "Burgess Everett", "Erik Smith", "Eric Cantor", "Austin Wright", "Roger Simon", "Katie Harbath", "Rich Lowry", "Jack Shafer", "Neera Tanden", "Ken Vogel", "Hakeem Jeffries", "Gabe Brotman", "Andrew Glass", "Darren Goode", "Jeff Greenfield", "Jack Reed", "Al Franken", "Daniel Strauss", "Rachana Pradhan", "Ben Carson"], "orgs": ["Fed", "Dewey Square Group", "ESPN", "Republican Party", "Department of Veterans Affairs", "DOD", "Medal of Honor", "GOP House", "JPMorgan Chase", "Sens", "Congress", "Kochs", "Pier", "MLB", "JPMorgan Chase & Co.", "House Rules Committee", "PBS", "NFL", "Eurasia Group", "House Republican Conference", "Pandora", "Pro Health Care", "GOP", "Cisco", "National Journal", "Pentagon", "Yale University", "District of Columbia", "United States.", "FBI", "WSJ", "FBN"], "election_confidence": 0.8280562516647448, "authors": [{"author_id": 30887, "fullname": "jeremy herb", "primary_org": "politico"}], "date_written": "2015-11-12 13:01:48", "org": "politico", "article_id": "959d96aebad34f9f33d40a8fa45b6fad", "date_access": "2015-11-12 13:45:41.615223"}