{"body": "WASHINGTONTwo U.S. consumer groups\nannounced the formation of a coalition with New York labor\nunions on Thursday to press antitrust regulators to oppose big\ninsurance mergers that would cut the number of nationwide\nfor-profit health insurers from five to three.\nThe Coalition to Preserve Patient Choice, made up of the\nConsumer Federation of America, Consumer Action and others, was\nformed because of concern about Anthem Inc's purchase\nof Cigna Corp for $47 billion and Aetna Inc's \ndecision to buy Humana Inc for $37 billion, the group\nsaid in a statement.\n\"The CPPC believes these mergers should be challenged or\npatient choice will suffer. In fact, studies have shown previous\nhealth insurance mergers resulted in (price) increases ranging\nfrom 7 percent to nearly 14 percent,\" the group said.\nAnthem said in a statement that the coalition's assertions\nwere \"misleading,\" and that it was \"confident that the\ntransaction's consumer benefits will be understood by state and\nfederal regulators.\"\nAetna said in a statement that its deal for Humana was\n\"primarily about the Medicare marketplace, where there is robust\ncompetition and choice. We are confident that our transaction\nwill receive a fair, thorough and fact-based review from the\nDepartment of Justice and the states.\"\nThe deals are being reviewed by the U.S. Department of\nJustice and state insurance regulators, and have been the\nsubject of hearings in Congress. They have also been criticized\nby Democratic presidential candidate Hillary Clinton, who said\nlast month that she is \"very skeptical\" the mergers would be\ngood for consumers.\nThe American Medical Association has asked for the deals to\nbe blocked while the American Hospital Association has also been\ncritical of them.\n(Reporting by Diane Bartz; Editing by Marguerita Choy and Tom\nBrown)", "byline": "", "description": "WASHINGTON, Nov 12 (Reuters) - Two U.S. consumer groups announced the formation of a coalition with New York labor unions on Thursday to press antitrust regulators to oppose big insurance mergers that would cut the number of nationwide for-profit health insurers from five to three.", "title": "Consumer coalition forms to fight U.S. health insurance mergers", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/jo0L7eKE2Aw/story01.htm", "topics": ["trade", "health"], "people": ["Hillary Clinton"], "orgs": ["Anthem Inc", "Congress", "Department of Justice", "Coalition", "Aetna", "American Hospital Association", "American Medical Association", "Aetna Inc", "Humana"], "election_confidence": 0.5495162395848215, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-12 15:00:01", "org": "reuters", "article_id": "7cc65d071038cd40e49c6b518b3e609b", "date_access": "2015-11-12 15:51:25.398575"}