{"body": "HILTON HEAD, S.C.Republican presidential rivals Ted Cruz and Marco Rubio exchanged blows over illegal immigration on Thursday in what could mark the start of a protracted battle between two candidates who have been on the rise.\nMany Republican strategists believe that while Donald Trump and Ben Carson are the current front-runners in the race for the Republican nomination, the battle could end up being between Cruz and Rubio, who are getting a close look from voters because of strong debate performances.\nThat is why it was notable that Cruz, speaking to conservative radio talk show host Laura Ingraham, cited Rubio's 2013 attempt to gain passage in Congress of comprehensive immigration reform.\nThe reform proposal was criticized by conservatives but promoted by Rubio and seven other Senators from both parties who were known as \"the gang of Gang of Eight.\" The plan would have included a pathway to citizenship for illegal immigrants who met all the requirements.\nThe effort collapsed amid partisan acrimony, and illegal immigration is one of the biggest flashpoints in the fight to win the Republican nomination for the presidential election in November 2016. \nCruz, a Texas senator, said that he had sought to add amendments to the 2013 legislation as part of \"a concerted strategy to beat the Gang of Eight amnesty bill.\"\nRubio, he said, \"opposed every single one of them. Every single amendment,\" Cruz said. \"The Gang of Eight voted as a gang against enforcing and securing the border.\" \nRubio was pressed by reporters on the issue in Hilton Head after participating in a presidential forum sponsored by the South Carolina Chamber of Commerce.\n\"Ted is a supporter of legalizing people that are in this country illegally,” he said. \"In fact, when the Senate bill was proposed, he proposed giving them work permits.\"\nRubio said \"every single person\" on the Republican debate stage where the issue was debated among eight candidates in Milwaukee on Tuesday \"has supported the legalization of people who are not here legally.\"\nRubio, a Florida senator, told the South Carolina forum that any reform effort must include at the outset ensuring that the U.S. border with Mexico is sealed off from illegal immigrants because only then would Americans have confidence to move forward with granting a legal status to as many as 11 million people.\n\n (Reporting By Steve Holland)", "byline": "", "description": "HILTON HEAD, S.C. (Reuters) - Republican presidential rivals Ted Cruz and Marco Rubio exchanged blows over illegal immigration on Thursday in what could mark the start of a protracted battle between two candidates who have been on the rise.", "title": "Prelude to coming battle? Rubio, Cruz clash on immigration", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/1LKt9PBS-s0/story01.htm", "topics": ["immigration"], "people": ["Laura Ingraham", "Donald Trump", "Marco Rubio", "Steve Holland", "Ben Carson", "Ted Cruz"], "orgs": ["S.C.", "Senate", "Congress"], "election_confidence": 0.9951215752076806, "authors": [{"author_id": 33574, "fullname": "steve holland", "primary_org": "reuters"}], "date_written": "2015-11-12 22:58:19", "org": "reuters", "article_id": "adfad269fef16f0f9fe1adf44e007938", "date_access": "2015-11-12 23:51:01.228300"}