{"body": "Students were set to walk out of classrooms across the United States on Thursday to protest ballooning student loan debt for higher education and rally for tuition-free public colleges and a minimum wage hike for campus workers.\nThe demonstrations are planned just two days after thousands of fast-food workers took to the streets in a nationwide day of action pushing for a $15-an-hour minimum wage and union rights for the industry.\nEvents for Thursday's protests, dubbed the Million Student March, have been planned at colleges and universities from Los Angeles to New York. Thousands of people signed up to attend on Facebook groups, though it remained to be seen how many would ultimately participate.\n\"Education should be free. The United States is the richest country in the world, yet students have to take on crippling debt in order to get a college education,\" the movement's organizers said in a statement on their website.\nOrganizers are demanding tuition-free public colleges, a cancellation of all student debt and a $15-an-hour minimum wage for campus workers.\nThe total volume of outstanding U.S. student loan debt has more than doubled to $1.2 trillion, according to the U.S. Consumer Financial Protection Bureau, compared with less than $600 billion in 2006.\nThe bureau said there are some 8 million private and federal loan borrowers in default, representing more than $110 billion, while millions more are finding it difficult to keep up with repayments.\nSaddled with debt that can sometimes run into the hundreds of thousands of dollars, many college graduates have struggled to make payments amid an ailing economy and job market.\nDealing with swiftly mounting student loan debt has been a focus of candidates vying for the White House in 2016.\nDemocratic hopeful Bernie Sanders has vowed to make tuition free at public universities and colleges, and has pledged to cut interest rates for student loans. \nHis rival Hillary Clinton has said she would increase access to tuition grants, let graduates refinance loans at lower interest rates, and streamline income-based repayment plans.\nFlorida U.S. Senator Marco Rubio is the most prominent Republican candidate to lay out a concrete proposal, saying he would establish an income-based repayment system for federal student loans, and would simplify the application process for federal aid.    \n\"This is clearly an urgent crisis, but establishment politicians from both parties are failing to take action,\" their statement said.\n\n (Reporting by Curtis Skinner in San Francisco; Editing by Daniel Wallis and Lisa Shumaker)", "byline": "", "description": "(Reuters) - Students were set to walk out of classrooms across the United States on Thursday to protest ballooning student loan debt for higher education and rally for tuition-free public colleges and a minimum wage hike for campus workers.", "title": "Students across U.S. to march over debt, free public college", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/y0T53X3IOi8/story01.htm", "topics": ["education", "economy"], "people": ["Daniel Wallis", "Lisa Shumaker", "Hillary Clinton", "Marco Rubio", "Curtis Skinner", "Bernie Sanders"], "orgs": [], "election_confidence": 0.8167050541542996, "authors": [{"author_id": 33757, "fullname": "curtis skinner", "primary_org": "reuters"}], "date_written": "2015-11-12 14:39:51", "org": "reuters", "article_id": "8261fe8225d44d1695d3d36f5a21a8bf", "date_access": "2015-11-12 15:00:39.695371"}