{"body": "WASHINGTONTwo U.S. consumer groups announced the formation of a coalition with New York labor unions on Thursday to press antitrust regulators to oppose big insurance mergers that would cut the number of nationwide for-profit health insurers from five to three.\nThe Coalition to Preserve Patient Choice, made up of the Consumer Federation of America, Consumer Action and others, was formed because of concern about Anthem Inc's purchase of Cigna Corp for $47 billion and Aetna Inc's decision to buy Humana Inc for $37 billion, the group said in a statement.\n\"The CPPC believes these mergers should be challenged or patient choice will suffer. In fact, studies have shown previous health insurance mergers resulted in (price) increases ranging from 7 percent to nearly 14 percent,\" the group said.  \nAnthem said in a statement that the coalition's assertions were \"misleading,\" and that it was \"confident that the transaction’s consumer benefits will be understood by state and federal regulators.\"\nAetna said in a statement that its deal for Humana was \"primarily about the Medicare marketplace, where there is robust competition and choice. We are confident that our transaction will receive a fair, thorough and fact-based review from the Department of Justice and the states.\"\nThe deals are being reviewed by the U.S. Department of Justice and state insurance regulators, and have been the subject of hearings in Congress. They have also been criticized by Democratic presidential candidate Hillary Clinton, who said last month that she is \"very skeptical\" the mergers would be good for consumers.\nThe American Medical Association has asked for the deals to be blocked while the American Hospital Association has also been critical of them.\n\n\n (Reporting by Diane Bartz; Editing by Marguerita Choy and Tom Brown)", "byline": "", "description": "WASHINGTON (Reuters) - Two U.S. consumer groups announced the formation of a coalition with New York labor unions on Thursday to press antitrust regulators to oppose big insurance mergers that would...", "title": "Consumer coalition forms to fight U.S. health insurance mergers", "url": "http://feeds.reuters.com/~r/news/deals/~3/0eLcu2rdk1c/us-insurance-m-a-consumers-idUSKCN0T124D20151112", "topics": ["trade", "health"], "people": ["Tom Brown", "Hillary Clinton"], "orgs": ["Anthem Inc", "U.S. Department of Justice", "Department of Justice", "Coalition", "Aetna", "Congress", "American Hospital Association", "American Medical Association", "Aetna Inc", "Humana"], "election_confidence": 0.5495162395848215, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-12 16:47:01", "org": "reuters", "article_id": "0804ce8ff06e924357cdc917edf58ba7", "date_access": "2015-11-12 17:08:29.332085"}