{"body": "WASHINGTONPresident Barack Obama said on Thursday Republican presidential candidate Donald Trump's plan for mass deportation of undocumented immigrants is unrealistic.\n\"The notion that we're gonna deport 11, 12 million people from this country - first of all, I have no idea where Mr. Trump thinks the money’s gonna come from. It would cost us hundreds of billions of dollars to execute that,” Obama said in a White House interview with ABC News, according to excerpts released by the network.\n\"Imagine the images on the screen flashed around the world as we were dragging parents away from their children, and putting them in what, detention centers, and then systematically sending them out,\" the president said. “Nobody thinks that is realistic. But more importantly, that’s not who we are as Americans.\"\nTrump, a real estate billionaire who has been leading in opinion polls among candidates for the Republican nomination in the 2016 election, calls for deporting all illegal immigrants and has said he would get the Mexican government to pay for building a wall along the U.S.-Mexican border.\nThe immigration issue has driven a wedge between Hispanics, a voting bloc with increasing clout, and Republicans, many of whom take a hard line on illegal immigration, to the benefit of Obama's fellow Democrats. Most of the estimated 11 million illegal immigrants are Hispanic.\nObama said there has always been a streak of anti-immigrant sentiment in the United States. \"We don’t want, I think, a president or any person in a position of leadership to play on those kinds of fears,\" he told ABC.\nU.S. Secretary of State John Kerry said on Thursday the Mexican government would not build or pay for Trump's proposed wall, CNN said.\nThe network said when Kerry was asked about the proposal in an interview on CNN's Farid Zakaria GPS program, he replied: \"I knew you were trying to drag me right into the middle of the presidential politics ... I think it’s a foregone conclusion that Mexico is not going to build that wall.\"\n\n (Reporting by Mohammad Zargham; Editing by Chris Reese and Tom Brown)", "byline": "", "description": "WASHINGTON (Reuters) - President Barack Obama said on Thursday Republican presidential candidate Donald Trump's plan for mass deportation of undocumented immigrants is unrealistic.", "title": "Obama calls Trump's plan to deport illegal immigrants unrealistic: ABC", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/_DL5vSIzGS8/story01.htm", "topics": ["immigration"], "people": ["John Kerry", "Donald Trump", "Barack Obama", "Tom Brown", "Chris Reese", "Mohammad Zargham"], "orgs": ["United States."], "election_confidence": 0.7342292851092203, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-13 00:10:21", "org": "reuters", "article_id": "bc10b1e40f9e9435812acbb4706cbfc3", "date_access": "2015-11-13 01:05:21.439499"}