{"body": "BUENOS AIRESArgentina's central bank\nchief accused the opposition of leveling false charges to force\nhim from office and vowed on Thursday to stay until the end of\nhis term in 2019, despite calls from the leading presidential\ncandidate for him to resign.\nMonetary policymaker Alejandro Vanoli was accused by a state\nprosecutor on Wednesday of selling U.S. dollar reserves at a\ncheaper rate than that set by the international foreign exchange\nfutures market. The accusation has yet to go before a judge.\nBut it added to the pressure on Vanoli after opposition\npresidential candidate Mauricio Macri, the business-friendly\nmayor of Buenos Aires who is leading the opinion polls ahead of\nthe Nov. 22 election, urged him to resign.\n\"My term ends in 2019 and I intend to stay until then,\"\nVanoli told radio station Vorterix, saying the accusation \nagainst him was baseless and politically motivated.\nHe was appointed by outgoing President Cristina Fernandez,\nwho was revered by the poor for strengthening the social safety\nnet and reviled by investors for her interventionist policies.\nShe is constitutionally barred from running for a third term\nthis year. Fernandez has endorsed Buenos Aires Governor Daniel\nScioli for president, but his platform of mixing Fernandez's\ngenerous social spending with gradual free-market reforms has\nnot won popularity with voters.\nMacri is campaigning on a mandate to unwind state controls\non the currency and trade that critics blame for stunted\ninvestment and stalled growth in Latin America's No. 3 economy.\nIf Macri wins the presidency, his public show-downs with\nVanoli may continue. Macri blames Argentina's double-digit\ninflation rate on Fernandez's and Vanoli's unorthodox policies.\nThe central bank chief denies any wrongdoing in the selling\nof dollars and said in a statement on Wednesday he would\ncooperate with investigators.\n\"The accusation from certain sectors of the opposition about\nthe sale of dollars in the futures market is without merit and\nmotivated purely by electoral politics,\" the statement said.\nA Macri spokesman could not be immediately reached.\nWith Argentina's official exchange rate of 9.6 to\nthe U.S. dollar 61 percent stronger than the black market rate,\nthe pace of the peso's devaluation next year is a hot point of\ncontention in the presidential campaign.\nMacri would unify Argentina's exchange rates at a stronger\nlevel than the current official rate. Scioli and Vanoli say such\na sharp devaluation would erode salaries and spur inflation.\n(Editing by Bernadette Baum)", "byline": "", "description": "BUENOS AIRES, Nov 12 (Reuters) - Argentina's central bank chief accused the opposition of leveling false charges to force him from office and vowed on Thursday to stay until the end of his term in...", "title": "Argentina central bank chief slams opposition, vows to stay until term ends", "url": "http://feeds.reuters.com/~r/reuters/bondsNews/~3/P7mlM4JzRm8/story01.htm", "topics": ["economy", "personality"], "people": ["Cristina Fernandez", "Daniel Scioli", "Bernadette Baum", "Mauricio Macri", "Alejandro Vanoli"], "orgs": ["Macri"], "election_confidence": 0.5814898170498511, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-12 14:43:12", "org": "reuters", "article_id": "1e2ab313f1ff5d817ba3e302c1314c2a", "date_access": "2015-11-12 15:49:13.120410"}