{"body": "Students held demonstrations on university campuses across the United States on Thursday to protest ballooning student loan debt for higher education and rally for tuition-free public colleges.\nThe demonstrations, dubbed the Million Student March, were planned just two days after thousands of fast-food workers took to the streets in a nationwide day of action pushing for a $15-an-hour minimum wage and union rights for the industry.\nAbout 50 students from Boston-area colleges gathered at Northeastern University carrying signs that read \"Degrees not receipts\" and \"Is this a school or a corporation?\"\n\"The student debt crisis is awful. Change starts when people demand it in the street. Not in the White House,\" said Elan Axelbank, 20, a third year student at Northeastern, who said he was a co-founder of the national action.\nPhotos and videos posted on Twitter, where #MillionStudentMarch was trending worldwide, showed marches involving dozens to hundreds of demonstrators at schools including Texas State, the University of Massachusetts at Amherst and Depaul University in Chicago.\nA few hundred students rallied on the campus of the historically progressive University of California Berkeley, and posted placards on the outside of a class building showing their individual student debt loads, ranging from just several thousand dollars to more than $100,000.\nOrganizers are demanding tuition-free public colleges, cancellation of all student debt and a $15-an-hour minimum wage for campus workers.\nThe total volume of outstanding U.S. student loan debt has more than doubled to $1.2 trillion, according to the U.S. Consumer Financial Protection Bureau, compared with less than $600 billion in 2006.\nSaddled with debt that can sometimes run into hundreds of thousands of dollars, many college graduates struggle to make payments amid an ailing economy and job market.\nDealing with swiftly mounting student loan debt has been a focus of candidates vying for the White House in 2016.\nDemocratic hopeful Bernie Sanders, who has vowed to make tuition free at public universities and colleges, and has pledged to cut interest rates for student loans, tweeted in support of the movement on Thursday afternoon.\nHis rival Hillary Clinton has said she would increase access to tuition grants, let graduates refinance loans at lower interest rates, and streamline income-based repayment plans.\nFlorida U.S. Senator Marco Rubio, the most prominent Republican candidate to lay out a concrete proposal, says he would establish an income-based repayment system for federal student loans and would simplify applications for federal aid.\nDemonstrators on Thursday also widened their message to echo protests at the University of Missouri, three days after the school's former president resigned amid student anger over failure to address racial discrimination on campus.\n\n (Reporting by Curtis Skinner in San Francisco and Valerie Vande Panne in Boston; Additional reporting by Emmett Berg in Berkeley, California and Elizabeth Barber in New York City; Editing by James Dalgleish and Diane Craft)", "byline": "", "description": "(Reuters) - Students held demonstrations on university campuses across the United States on Thursday to protest ballooning student loan debt for higher education and rally for tuition-free public colleges.", "title": "Students across U.S. march over debt, free public college", "url": "http://feeds.reuters.com/~r/Reuters/domesticNews/~3/qP-ZplrK6gQ/story01.htm", "topics": ["education"], "people": ["James Dalgleish", "Hillary Clinton", "Marco Rubio", "Curtis Skinner", "Bernie Sanders", "Diane Craft"], "orgs": ["University of Massachusetts", "University of Missouri"], "election_confidence": 0.6855245864967233, "authors": [{"author_id": 33757, "fullname": "curtis skinner", "primary_org": "reuters"}, {"author_id": 41811, "fullname": "valerie vande panne", "primary_org": "reuters"}], "date_written": "2015-11-13 00:45:51", "org": "reuters", "article_id": "e1b044311fcb82f622898a9336fd7117", "date_access": "2015-11-13 01:44:16.485390"}