{"body": "“Ben Carson just spent a week passing through an intense crucible over his biographical credibility. After Tuesday evening’s good performance, I’d say Ben Carson isn’t going to fade,” writes our columnist Daniel Henninger. Other contenders aren’t fading either, which leads Mr. Henninger to conclude that none of the GOP candidates “looks likely to pull away and capture the majority of primary delegates before the party’s nominating convention in Cleveland next July.”\nClick here to receive WSJ Opinion headlines and commentary via email.\n“We’ve been wondering all week what happened to the grown-ups on American university campuses, and it appears we have a sighting,” writes the editorial board. Purdue President  Mitch Daniels wrote to students and faculty to remind them of Purdue’s determination to be “a welcoming, inclusive and discrimination-free community, where each person is respected and treated with dignity” and also “to be steadfast in preserving academic freedom and individual liberty. What a proud contrast to the environments that appear to prevail at places like Missouri and Yale.”\nDon’t believe bipartisan claims that lawmakers have reformed Social Security’s disability insurance program, where beneficiaries and costs are surging. Andy Koenig points out that the recently enacted budget deal will save just $4.4 billion of the program’s $340 billion projected shortfall over the next 10 years, according to the Congressional Budget Office. “To cover up those structural problems, the budget deal transfers $117 billion from the Social Security Old Age and Survivors Insurance Trust Fund,” says Mr. Koenig, who calls it “a new twist on the government tradition of robbing Peter to pay Paul.”\nAfter receiving endorsements from teachers unions, Hillary Clinton has abandoned her support for charter schools. “Mrs. Clinton’s charter reversal suggests her Education Department would be a wholly owned union subsidiary. The losers will be the poor parents and children who Democrats claim to represent,” says an editorial.\nHelmut Schmidt, a three-pack-a-day smoker who served as Chancellor of West Germany from 1974 to 1982, died this week at the age of 96. Josef Joffe recounts how he defeated terrorists without sacrificing individual liberty and stared down the Soviet Union by promoting the deployment of U.S. missiles in his country.\nKarl Rove says the “biggest loser” of Tuesday night’s debate was Donald Trump. “After arguing for months that illegal immigration pushes down Americans’ wages, Mr. Trump said he opposes raising the minimum wage to $15 an hour. Wages, he said, are already ‘too high,’ which hurts U.S. competitiveness, adding that Americans would ‘have to work really hard’ for bigger paychecks.” Mr. Rove adds that Mr. Trump’s “worst moment” came when he attacked the Pacific trade deal, “saying that Chinese currency manipulation is ‘not even discussed in the almost 6,000-page agreement.’ Mr. Paul did the takedown: ‘We might want to point out, China is not part of this deal.’ Laughter from the crowd.”\nThe unelected California Air Resources Board has issued a new mandate to reduce the “carbon intensity” of transportation fuels. Using more biofuels is one way to get around it, but Jacob Borden points out that “changing California’s gasoline is increasingly difficult. A federal mandate to blend renewable fuels has already pushed the ethanol content in most gasoline to the 10% limit tolerated by existing engine designs.”\nIt’s also increasingly difficult to get Americans to participate in a public-opinion survey. Michael Barone explains how changes in American habits and technology are making political polls less reliable.", "byline": "", "description": "Plus, Hillary abandons charter-school kids, and a bipartisan fraud on Social Security reform.", "title": "Carson's Not Going Away", "url": "http://www.wsj.com/articles/carsons-not-going-away-1447331108", "topics": ["budget/taxation", "trade"], "people": ["Karl Rove", "Mitch Daniels", "Hillary Clinton", "Michael Barone", "Donald Trump", "Daniel Henninger", "Ben Carson"], "orgs": ["Congressional Budget Office", "Social Security", "Education Department", "GOP", "Yale"], "election_confidence": 0.9205759491888176, "authors": [{"author_id": 3011, "fullname": "james freeman", "primary_org": "wsj"}], "date_written": "2015-11-12 12:50:00", "org": "wsj", "article_id": "33ce3dc932983c0e566b04a314f0357f", "date_access": "2015-11-12 19:54:26.030409"}