{"body": "The two companies formerly known as Hewlett-Packard Co. announced quarterly dividend payments on Thursday.\nHewlett Packard Enterprise Co.\nHPE\n\n\n-2.08\n%\n\n\n\n\n, which concentrates on growth as it tries to keep step in a corporate-computing market transformed by the cloud, authorized a cash dividend for the first quarter of the 2016 fiscal year of 5.5 cents per share.\nThe second spinoff,  HP Inc.,\nHPQ\n\n\n-1.42\n%\n\n\n\n\n which sells PCs and printers, authorized a dividend of 12.4 cents.\nBoth dividends are payable Jan. 6, 2016, to shareholders of record on Dec. 9.\nThe decision to split the former Hewlett-Packard arose from the company’s struggles through much of the past decade with declining revenue, corporate scandals and management changes.\nMost attention ahead of the split, which occurred earlier this month, has been focused on Hewlett Packard Enterprise, the corporate-computing company led by  Meg Whitman.\nThe company aims to build faster-growing lines of business such as next-generation data-center products and security services. The new Hewlett Packard Enterprise believes that the majority of corporate spending will continue to go toward systems made for corporate data centers.\nHP Inc. aims on returning cash to shareholders while expanding into new markets such as 3-D printing.\nWrite to Ezequiel Minaya at ezequiel.minaya@wsj.com", "byline": "", "description": "The two companies formerly known as Hewlett-Packard Co. announced quarterly dividend payments on Thursday.", "title": "Hewlett Packard Enterprise, HP Inc. Announce Dividends", "url": "http://www.wsj.com/articles/hewlett-packard-enterprise-hp-inc-announce-dividends-1447333700", "topics": ["campaign_finance", "ethics", "budget/taxation"], "people": ["Meg Whitman"], "orgs": ["PCs", "HPQ"], "election_confidence": 0.5470074921555714, "authors": [{"author_id": 969, "fullname": "ezequiel minaya", "primary_org": "wsj"}], "date_written": "2015-11-12 13:16:16", "org": "wsj", "article_id": "0167748bf1aae5c54467e489d37e73d5", "date_access": "2015-11-12 13:55:20.021482"}