{"body": "President Barack Obama took his campaign to win passage of a proposed Pacific trade pact to more than 600,000 eBay Inc. users on Thursday.\nWriting to small business owners and retailers who use the online e-commerce platform, Mr. Obama said the proposed Trans-Pacific Partnership agreement would help small business owners broadly and Internet vendors in particular.\nThe agreement “levels the playing field for you and your employees, bringing down trade barriers like high taxes and red tape, while preserving free and open digital data flows between you and your customers in the Asia-Pacific,” Mr. Obama wrote in a message that was sent by email to hundreds of thousands of eBay sellers and posted on a company website.\nThe outreach effort represents a new front in Mr. Obama’s effort to sell the agreement to policymakers and the public â\u0080\u0094 enlisting small business owners in the effort to ratify one of Mr. Obama’s final priorities. Major business lobbying groups like the U.S. Chamber of Commerce and the Business Roundtable have backed the trade agreement.\nThe 12-nation free trade pact was completed earlier this year and will now need to be ratified by Congress. Many Democrats and progressives oppose free trade agreements broadly, saying they cost American jobs and lower environmental and labor standards. Democratic presidential candidates Hillary Clinton and Bernie Sanders both oppose the agreement.\nRepublicans in Congress have been more supportive of the agreement â\u0080\u0094 though some specific provisions and sections of the TPP have rankled top Republicans.\nIn making his case to business owners, the president pointed to sections in the trade agreement that would govern data sharing and ensure that the internet remains open.\nHe also noted the agreement included a chapter on small businesses â\u0080\u0094 and would help reduce regulation and trade barriers for smaller companies trying to do global business.\nThose benefits include “eliminating 18,000 taxes that various countries place on Made-in-America products, streamlining standards and technical regulations, strengthening intellectual property rights to fight counterfeiting and theft of your creative work, and more,” Mr. Obama wrote.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "President Barack Obama took his campaign to win passage of a proposed Pacific trade pact to more than 600,000 eBay users on Thursday, writing a letter to small business owners and retailers who use the online e-commerce platform to persuade them of the deal's merits.", "title": "Barack Obama Pitches Pacific Trade Deal to eBay Users", "url": "http://blogs.wsj.com/washwire/2015/11/12/barack-obama-pitches-pacific-trade-deal-to-ebay-users/", "topics": ["trade"], "people": ["Bernie Sanders", "Barack Obama", "Hillary Clinton"], "orgs": ["Congress", "WSJ", "Business Roundtable", "Capital Journal", "TPP", "U.S. Chamber of Commerce"], "election_confidence": 0.8167407682670446, "authors": [{"author_id": 34151, "fullname": "ron tau", "primary_org": "wsj"}], "date_written": "2015-11-12 16:48:05", "org": "wsj", "article_id": "d2e0d94d7c44134358800016ee5418a5", "date_access": "2015-11-12 16:56:37.196323"}