{"body": "Republican presidential candidate Ted Cruz said the November 2016 general election will turn on the question of amnesty for undocumentedÂ immigrants in November, and described himself asÂ the lone candidate ableÂ to unite various factions of conservative Republicans.\nAtÂ a press conference after officially registering for the New Hampshire primary, Mr. Cruz said that â\u0080\u009cmillionsâ\u0080\u009d of Republicans will stay home in November if they believe the GOP nominee is soft on immigration, particularly working-class voters who he says would see amnesty for undocumented immigrantsÂ as a threat to their ability to find well-paying work.\nâ\u0080\u009cThere is a real socioeconomic divide,â\u0080\u009d Mr. Cruz said. He contrasted himself with â\u0080\u009celites in Washingtonâ\u0080\u009d who look to illegal immigrants as a pool of cheap labor, driving down labor prices in the process.\nRunning with a hard line on immigrationÂ will also help to attract Reagan Democrats who would support presumed Democratic Hillary Clinton, Mr. Cruz said.\nâ\u0080\u009cI will stand with the working men and women and thatâ\u0080\u0099s how I think we will win the general election.. we run a populist campaign,â\u0080\u009d Mr. Cruz said. â\u0080\u009cWe run that against the bipartisan corruption of Washington that Hillary Clinton embodies.â\u0080\u009d\nThe Texas senator deridedÂ hisÂ Republican rivals asÂ â\u0080\u009ccampaign conservatives,â\u0080\u009d arguing only he reflects the positions of the party’sÂ hard right on all issues.\nâ\u0080\u009cI am the only candidate running who has been a consistent conservative, who has been a fiscal conservative, a social conservative, a national security conservative,â\u0080\u009d Mr. Cruz said.\nMr. Cruz didnâ\u0080\u0099t name those “campaign conservatives” there, but on Laura Ingraham’s radio show on Thursday, Mr. Cruz criticizedÂ Mr. Rubio’s past support for a pathway to citizenship for undocumented immigrants and for not backing Senate amendments to the legislation that would have boosted enforcement actions.\nMr. Rubio co-sponsored a bipartisan 2013 immigration overhaul bill that would have strengthened border security while also granting an eventual path to citizenship for some undocumented immigrants. The measure passed in the Senate but the Republican-led House never held a vote.\n“He opposed every single one of them. Every single amendment,” Mr. Cruz said about Mr. Rubio .”My reaction in all of politics is, â\u0080\u0098talk is cheap,â\u0080\u0099 that you know where someone is based on their actions.”\nSouth Carolina Sen. Lindsey Graham registered for the New Hampshire primary earlierÂ Thursday, and former Sen. Rick Santorum was also slated to do the same. Kentucky Sen. Rand Paul is set toÂ registerÂ on Friday.\nNew Hampshire holds its first in the nation primary election onÂ Feb. 9Â next year.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidate Ted Cruz said the November 2016 general election will turn on the question of amnesty for undocumented immigrants in November, and described himself as the lone candidate able to unite various factions of conservative Republicans.", "title": "Ted Cruz: General Election Will Turn on Issue of ‘Amnesty’", "url": "http://blogs.wsj.com/washwire/2015/11/12/ted-cruz-general-election-will-turn-on-issue-of-amnesty/", "topics": ["immigration"], "people": ["Rand Paul", "Rick Santorum", "Laura Ingraham", "Lindsey Graham", "Hillary Clinton", "Marco Rubio", "Reagan Democrats", "Ted Cruz"], "orgs": ["Senate", "Capital Journal", "WSJ", "GOP"], "election_confidence": 0.9944204228042979, "authors": [{"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-11-12 20:23:01", "org": "wsj", "article_id": "1233256be3078ee5fb412eb2781eee55", "date_access": "2015-11-12 20:58:36.178882"}