{"body": "The union representing postal workers is announcing its endorsement of Sen. Bernie Sanders for presidentÂ on Thursday, giving the underdog candidate a much-needed boost in his effort to topple Hillary Clinton, who remains far ahead in the race for union support.\nMr. Sandersâ\u0080\u0099s views and record typically line up more closely with unionsâ\u0080\u0099 priorities, and the American Postal Workers Union said his years of work on their causes won members over.\nâ\u0080\u009cPolitics as usual has not worked. Itâ\u0080\u0099s time for a political revolution,â\u0080\u009d union president Mark Dimondstein said in a statement, echoing Mr. Sandersâ\u0080\u0099s battle cry.\nHis statement appeared to dismiss concerns from some that Mr. Sanders has been a political independent for decades, not a Democrat. The union was unmoved by Mrs. Clintonâ\u0080\u0099s recent opposition to the Trans Pacific Partnership, an Asian free trade agreement that unions have fought and that Mr. Sanders has long opposed.\nâ\u0080\u009cWe should judge candidates not by their political party, not by what they say, not by what we think they stand for, but by what they do,â\u0080\u009d Mr. Dimondstein said.\nHe also noted Mr. Sandersâ\u0080\u0099s long-time efforts to fight privatization of the U.S. Postal Service, and to keepÂ post offices and mail facilities open amid budget cuts.\nWhile union membership nationally has declined, the labor movement plays an important role in elections because of its ability to turn out like-minded voters to the polls.\nMrs. Clinton still has far more labor support than her rival, owing to her longtime ties with union leaders, generally liberal positions, and a belief among many that she is the most electable Democrat running. So far, she has won endorsements of 12 national unions, including a few of the largest in the nation such as the American Federation of State, County and Municipal Employees and the American Federation of Teachers, each of which have 1.6 million members.\nBy contrast, the postal workers union has about 200,000 members. Mr. Sanders also has support of one other major national union, the National Nurses United, with nearly 185,000 members.\nMr. Sanders, a Vermont senator, had courted labor in general and the postal workers in particular, speaking to some 2,000 members at the unionâ\u0080\u0099s October conference in Las Vegas. In its announcement, the unionâ\u0080\u0099s national executive board said it was encouraging members to participate in Sandersâ\u0080\u0099s rallies and join Labor for Bernie, a grassroots group of supporters from unions, including some who have endorsed Mrs. Clinton and others that remain neutral.\nMore:\nOn Keystone, Obama Missed an Opportunity\nPopulism on the Rise in GOP Race\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The postal workers union is announcing its endorsement of Sen. Bernie Sanders for president on Thursday, giving the underdog candidate a much-needed boost in his effort to topple Hillary Clinton, who remains far ahead in the race for union support.", "title": "Postal Workers Union Endorses Bernie Sanders, in Boost to Underdog", "url": "http://blogs.wsj.com/washwire/2015/11/12/postal-workers-union-endorses-bernie-sanders-in-boost-to-underdog/", "topics": ["trade", "personality"], "people": ["Bernie Sanders", "Hillary Clinton"], "orgs": ["Postal Service", "Trans Pacific Partnership", "National Nurses United", "American Federation of Teachers", "WSJ", "American Postal Workers Union", "Capital Journal", "American Federation of State , County and Municipal Employees"], "election_confidence": 0.9562401636846654, "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}, {"author_id": 2297, "fullname": "melanie trottman", "primary_org": "wsj"}], "date_written": "2015-11-12 11:01:25", "org": "wsj", "article_id": "1d9edaf50637d4cc0e63abbb5b11c24f", "date_access": "2015-11-12 13:58:13.970097"}