{"body": "EXETER, N.H.—Ohio Gov. John Kasich, playing the sensible establishment candidate in a race that has favored conservative outsiders, on Thursday defended his stances on bank bailouts and a pathway to citizenship for illegal immigrants.\n“The idea that we are going to ship 11 million people out of this country and go into neighborhoods and round them up is simply not practical,” Mr. Kasich said after speaking to senior citizens here Thursday afternoon. “I just think the practical solution is that if they haven’t violated the law, they have a path to legalization.”\nMr. Kasich has sought to contrast his views on immigration with those of hardliners such as Donald Trump and U.S. Sen. Ted Cruz, highlighted most recently in Tuesday’s Wall Street Journal/Fox Business debate. Mr. Kasich and former Florida Gov. Jeb Bush are the only Republicans running who currently support some route to legal status for undocumented immigrants.\nMr. Trump has pledged to round up millions of illegal immigrants and deport them. Also Thursday, Mr. Cruz said that “millions” of Republicans will stay home in November if they believe the GOP nominee is soft on immigration.\nOn Tuesday, Mr. Kasich sparred with Mr. Cruz during the debate over what should have been done about financial institutions that neared collapse in 2008. The Ohio governor Thursday stood by his view that the Obama administration’s bailout was necessary to protect people of modest means.\n“They are the folks who have to be looked out for,” Mr. Kasich said of depositors. “I’m not for bailing out the investors in the banks.”\nMr. Kasich’s strategy has yet to pay off. He was on the bubble for being included in Tuesday’s Republican primetime debate based on his national poll numbers, and he could be knocked off the main stage by the time of next month’s forum. He has focused his campaigning almost exclusively on New Hampshire, while the polls used so far to determine top-tier candidates haven’t been state specific.\nMr. Kasich said he felt good about his debate performance, and that it helped highlight a growing divide between candidates who have tangible policies to help the American people as opposed to ones that will increase the U.S. deficit, endanger entitlement programs or have “numbers that don’t add up.”\nThose policies won’t stand up during a general election fight, Mr. Kasich said.\n“I want to make sure we have conservative solutions with a conservative candidate who can actually get things done for our country,” Mr. Kasich said.\nSpeaking before a crowd of more than 100 seniors Thursday, Mr. Kasich said he stood by his view that Ohio’s minimum wage increase was helpful to the state’s economy and wouldn’t negatively impact small business owners.\nHe also said that Planned Parenthood should be defunded, a response that several of the seniors loudly booed. The crowd wasn’t of any one party affiliation.\nMore\nFor John Kasich, Medicaid Expansion Is Both an Accomplishment and Liability\n* * *\nDebate Video: Cruz v.Kasich on Bank Bailouts\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Ohio Gov. John Kasich, playing the sensible establishment candidate in a race that has favored conservative outsiders, defended his stances on bank bailouts and a pathway to citizenship for illegal immigrants.", "title": "John Kasich Sticks to Center on Immigration, Bailouts", "url": "http://blogs.wsj.com/washwire/2015/11/12/john-kasich-sticks-to-centrist-stances-in-new-hampshire/", "topics": ["immigration"], "people": ["Donald Trump", "Jeb Bush", "Ted Cruz", "John Kasich"], "orgs": ["Capital Journal", "WSJ", "GOP", "EXETER"], "election_confidence": 0.9967291795467896, "authors": [{"author_id": 1098, "fullname": "heather haddon", "primary_org": "wsj"}], "date_written": "2015-11-12 22:02:05", "org": "wsj", "article_id": "cb6762f9eb39a2260a548a71491788a9", "date_access": "2015-11-12 23:01:32.364178"}