{"body": "Wading into the publicÂ debate over interactions between campaigns and super PACs:Â Charlie Spies, the attorney for the Right to Rise super PAC backing Republican presidential candidateÂ Jeb Bush.\nAttorneys for two Democratic super PACs aimed at electing congressional majorities have asked the Federal Election Commission for an advisory opinion that would clarify theÂ increasingly blurry lines between campaigns and super PACs.Â Mr. Spies suggests in his commentsÂ to the FECÂ that the attorneys are really acting on behalf of Democratic frontrunnerÂ Hillary Clinton.\nThough Mr. Spies says he is intervening as an individual, not on behalf of any client, his comments certainly apply to Mr. Bush, who headlined dozens of super PAC fundraisers before he officially announced his candidacy in June. Campaign-finance watchdog groups have filed complaints that say by raising money, traveling the country and giving speeches, Mr. Bush was essentially campaigning for months before he became subject to campaign finance regulations.\nMr. Bush continued to appear at Right to Rise fundraisers after he became a candidate as a â\u0080\u009cspecial guest.â\u0080\u009d The events are frequently scheduled immediately after campaign receptions in nearby homes or even in the same hotel to accommodate Mr. Bushâ\u0080\u0099s hectic schedule.\nMr. Spies rejected the idea that the FEC has jurisdiction over private individuals who are not official candidates, suggesting that would infringe on free speech and citing the Citizens United decision by the Supreme Court in 2010 that helped pave the way for the unlimited flow of money to super PACs.\nThe attorneys add that any regulation over non-candidates â\u0080\u009cruns the risk of unintended consequencesâ\u0080\u009d — such as affecting the activities of Mrs. Clinton, before she became a candidate, on behalf of her familyâ\u0080\u0099s global charity.\nâ\u0080\u009cWe simply cannot have our clients ceding strategic advantage to individuals who have access to a global network or foreign money that can be used to fund the exploratory stages of a prospective candidate’s run for office,â\u0080\u009d Mr. Spies wrote.\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Wading into the public debate over interactions between campaigns and super PACs: Charlie Spies, the attorney for the Right to Rise super PAC backing Republican presidential candidate Jeb Bush.", "title": "Bush Super PAC’s Attorney Weighs In on FEC Debate", "url": "http://blogs.wsj.com/washwire/2015/11/12/bush-super-pacs-attorney-weighs-in-on-fec-debate/", "topics": ["campaign_finance"], "people": ["Jeb Bush", "Charlie Spies", "Hillary Clinton"], "orgs": ["FEC", "PACs", "WSJ", "Supreme Court", "Capital Journal", "PAC", "Citizens United", "Federal Election Commission"], "election_confidence": 0.9846410989388716, "authors": [{"author_id": 2075, "fullname": "beth reinhard", "primary_org": "wsj"}], "date_written": "2015-11-12 20:57:36", "org": "wsj", "article_id": "24d6c5becc7779aeb308b7e0e55e47cd", "date_access": "2015-11-12 21:58:39.048145"}