{"body": " (AP) â\u0080\u0094 A day after deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as the country's strongest commander in chief in a scary world, even as she defended her own role in the rise of Islamic militants.\n\"This election is not only about electing a president, it's also about choosing our next commander in chief,\" Clinton declared Saturday night in the Democrats' second debate of the presidential campaign. \"All of the other issues we want to deal with depend upon us being secure and strong.\"\nAmid the backdrop of global anxiety, Clinton found herself fending off questions about not only her foreign policy record but her economic ties, with both Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley painting the former senator from New York as a lackey for Wall Street and corporate interests.\n\"Let's not be naive about it,\" said Sanders, noting that Clinton collected millions in campaign donations from Wall Street bankers. \"They expect to get something. Everybody knows that.\"\nThe barbs marked a far more aggressive shift in a primary race that has been notable in part for its civility compared to the Republican contest.\nSince the Democrats' first debate a month ago, Clinton has built a lead in the early voting states, gains that have come amid other signs the party is coalescing behind her. But the nomination fight is far from over.\nOn Saturday night, Clinton faced criticism of her national security record, when Sanders traced the current instability in the Middle East to the U.S. Senate's vote â\u0080\u0094 including Clinton's â\u0080\u0094 to authorize military action in Iraq in 2002. He said that U.S. invasion \"unraveled the region.\"\nThe former secretary of state fought back, saying terrorism has been erupting for decades. She rejected the idea that she and the rest of the Obama administration underestimated the growing threat of the Islamic State group.\nThe back-and-forth revealed a foreign policy split within the Democratic Party, with Sanders playing to the anti-war activists who boosted then-Illinois Sen. Barack Obama to the presidential nomination in 2008.\nSanders argued for a far more hands-off approach, advocating for Muslim countries to lead the fight and declaring that the war against Islamic State militants is about the \"soul of Islam.\"\nClinton has a history of advocating for more robust involvement across the globe â\u0080\u0094 both as a presidential candidate eight years ago and as Obama's secretary of state. In recent weeks, she has called for a more aggressive U.S. role in the Syrian conflict, including a no-fly zone over the area, a move the Obama administration opposes.\nThe debate began with a moment of silence followed by the previously unplanned foreign policy questions. All the candidates denounced the attacks, but they gave some fodder to their Republican rivals who coupled condemnation of the Paris attacks with sharp criticism for Obama and Clinton.\nAll three Democrats criticized the term \"radical Islam\" used by Florida Sen. Marco Rubio and other Republican candidates as unnecessarily offensive to American Muslims.\n\"We are at war with violent extremism, we are at war with people who use their religion for purposes of power and oppression,\" said Clinton. \"I don't want us to be painting with too broad a brush.\"\nGOP candidates immediately seized on the remarks. \"Yes, we are at war with radical Islamic terrorism,\" tweeted former Florida Gov. Jeb Bush.\nThe debate pivoted to economic issues, in a conversation that revealed how Sanders' liberal message has helped shift the party to the left on some economic issues.\nAll three agreed that wealthy citizens and corporations should pay more in taxes to benefit the middle class. They tangled over how high to increase the minimum wage, with Clinton backing a $12-per-hour federal floor while Sanders and O'Malley said $15 an hour. And they fought over the degree to which they would curtail large financial institutions, with Sanders describing Wall Street's business model as \"greed and fraud\" â\u0080\u0094 a startling judgment for a major presidential candidate.\n\"I'm not that much of a socialist compared to Eisenhower,\" joked Sanders, saying the 1950s-era president backed a 90 percent marginal tax rate.\nClinton defended her relationship with Wall Street, citing her work in the aftermath of the Sept. 11, 2001, attacks, but her statement met with blowback from Republicans who accused her of politicizing the terrorist assaults.\nWhile Clinton is wary of alienating Sanders backers whose support she'll need should she win the nomination, she did take a few shots. She attempted to cast some of Sanders' major proposals, including a single-payer health care system and free college, as politically unrealistic.\n\"The revolution never came,\" she said, in a knock on his call for a \"political revolution.\"\nSanders may have inadvertently helped her in the first debate, when he seemed to dismiss the controversy over her use of a private email account and server by saying Americans are tired of hearing about her \"damn emails.\"\nSaturday night, Sanders declined once again to attack: \"I am still sick and tired of Hillary Clinton's email,\" he said.\n\"I agree completely,\" said Clinton, with a laugh.\n___\nLisa Lerer reported from Washington. Follow her on Twitter at: http://twitter.com/llerer", "byline": "", "description": "DES MOINES, Iowa (AP) — A day after deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as the country's strongest commander in chief in a scary world, even as she defended her own role in the rise of Islamic militants.", "title": "Terrorism takes center stage at Democratic debate", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-15-US--DEM%202016-Debate/id-2158b8e049e84780a061c1a960ea6397", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Jeb Bush", "Hillary Clinton", "Lisa Lerer", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Bernie Sanders"], "orgs": ["Democratic Party", "DES MOINES"], "election_confidence": 0.8973793921032582, "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}, {"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-11-15 03:39:00", "org": "ap", "article_id": "2415ee6b43739b648b2c437999fabee6", "date_access": "2015-11-15 09:00:04.644818"}