{"body": " (AP) â\u0080\u0094 A day after deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as the strongest U.S. commander in chief in an uncertain world, even as she found herself forced to defend the Obama administration's response to the rise of the Islamic State militants.\n\"This election is not only about electing a president, it's also about choosing our next commander in chief,\" said Clinton, in her opening remarks. \"All of the other issues we want to deal with depend upon us being secure and strong.\"\nBut she nearly immediately faced criticism of her own record, when Vermont Sen. Bernie Sanders traced the current instability in the region to the Senate vote â\u0080\u0094 including Clinton's â\u0080\u0094 to authorize military action in Iraq in 2002. He said that U.S. invasion \"unraveled the region.\"\nClinton fought back, saying terrorism has been erupting for decades, specifically mentioning the Sept. 11, 2001, attacks. She said the recent unrest in Libya and other parts of the Middle East was symptomatic of an \"arc of instability from North Africa to Afghanistan.\"\nShe rejected the idea that she and the rest of the administration underestimated the growing threat of the Islamic State.\nThe early dispute revealed a foreign policy split within the Democratic Party, with Sanders playing to the anti-war activists who boosted then-Illinois Sen. Barack Obama to victory in 2008.\nSanders argued for a far more hands-off approach, advocating for Muslim countries to lead the fight and arguing that the war against Islamic State militants is about the \"soul of Islam.\"\nClinton has a history of advocating for more robust involvement across the globe â\u0080\u0094 both as a presidential candidate eight years ago and as Barack Obama's secretary of state. In recent weeks, she has advocated for a more aggressive U.S. role in the Syrian conflict, calling for a no-fly zone over the area, a move the Obama administration opposes.\nThe candidates were meeting in the shadow of the Paris attacks that killed at least 129 and wounded at least 352 people.\nThe debate began with a solemn tone, with a moment of silence followed by previously unplanned foreign policy questions.\nAll the candidates denounced the attacks, the first time the Democratic field spoke about the incidents.\nThe Republican presidential candidates condemned the Paris attacks earlier in the day, coupled with sharp criticism for Obama and his former secretary of state, Clinton.\nFormer technology executive Carly Fiorina said she was angry that Obama and Clinton declared victory in Iraq and \"abandoned all of our hard-won gains for political expediency.\" Donald Trump, the celebrity businessman who leads many GOP polls, said the U.S. should be far more aggressive against the Islamic State and would be \"insane\" to accept any refugees from Syria.\nForeign relations is an area where Clinton, as a former secretary of state, is in the strongest position to talk about the attacks and the U.S. effort to dismantle the Islamic State group. But she is vulnerable, too, her tenure tied to that of Obama, who's struggled to contain the threat from Islamic militants in Syria and associated terror attacks across the globe.\nSince the party's first debate a month ago, Clinton has helped build a lead in the early voting states, an uptick that has come amid other signs the party is coalescing behind her. An Associated Press survey of superdelegates published Friday found that half of the Democratic insiders are publicly backing Clinton.\n___\nFollow Lisa Lerer on Twitter at: http://twitter.com/llerer", "byline": "", "description": "WASHINGTON (AP) — A day after deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as the strongest U.S. commander in chief in an uncertain world, even as she found herself forced to defend the Obama administration's response to the rise of the Islamic State militants.", "title": "Clinton, Sanders debate foreign policy after Paris attacks", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-11-14-US-DEM-2016-Debate/id-4079ead9676848da9fe71cb04c911dfa", "topics": ["foreign policy/national security"], "people": ["Lisa Lerer", "Donald Trump", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders", "Carly Fiorina"], "orgs": ["Senate", "Democratic Party", "GOP"], "election_confidence": 0.9411901882650927, "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}], "date_written": "2015-11-14 21:41:00", "org": "ap", "article_id": "3d3f8d73e4699bc72fc84a9133b79fa5", "date_access": "2015-11-15 03:00:03.348668"}