{"body": "AMES, Iowa (AP) â\u0080\u0094 Fresh from the second Democratic presidential debate, Hillary Rodham Clinton suggested Sunday that Bernie Sanders would raise middle-class taxes and \"scrap\" President Barack Obama's health care law, in an escalating critique of the Vermont senator.\nJoined by her husband, former President Bill Clinton, at a fall barbecue, the front-runner said middle-class families \"need a raise, not a tax increase\" and she was the lone Democrat in the debate to commit to raising wages \"and not your taxes.\"\nWithout mentioning her main rival by name, Clinton said Democrats should work to build on Obama's health law and not suggest \"we scrap it and start all over again.\" During the debate, Clinton questioned Sanders' 2013 health care legislation, saying it would dismantle the law and empower Republican governors like Terry Branstad of Iowa to administer the health care system in each state. Sanders envisions a \"single-payer\" system that would be run by the states under federal rules.\nEven as the field responded somberly to the deadly attacks in Paris, the debate Saturday night marked a feistier phase in the Democratic campaign. Helped by a strong autumn, Clinton has built a small lead in Iowa and is trying to stave off Sanders in the Feb. 1 presidential caucuses.\nSanders put Clinton on the defensive in the debate when he said Wall Street had been the major contributor to her campaigns in order to get support in return.\nClinton responded that Sanders was trying to \"impugn my integrity\" and said that as a New York senator, she helped New York City's financial hub rebuild after the Sept. 11 attacks. Her invoking of 9/11 received an incredulous response on social media and Republicans accused her of shamefully hiding behind the attacks to deflect attention from her ties to her wealthiest donors.\nTaking the stage in Ames, former Maryland Gov. Martin O'Malley said Clinton brought up 9/11 to try to \"mask her proximity to Wall Street and the huge amount of contributions and the dollars she has received personally from the major banks of Wall Street.\"\n\"She doesn't have to mask it. It is what it is,\" O'Malley said. \"That is the sort of company, that is the sort economic advice that she would follow.\"\nSanders campaign manager Jeff Weaver said following the debate that the senator's proposals would be paid for with higher taxes on the wealthy and large corporations. \"He's raising taxes to pay for relief for middle-income and working people,\" he said.\nHe also said Sanders would build upon the health care law to provide universal coverage. \"It's not a question of ripping up Obamacare, it's really expanding on the promise of Obamacare,\" Weaver said.\nThe barbecue inside a massive agriculture center featured another appearance by Bill Clinton, who briefly introduced his wife and joked that after watching the debates, \"I think I'm going to vote for Hillary.\"\n___\nOn Twitter, follow Ken Thomas: https://twitter.com/KThomasDC", "byline": "", "description": "AMES, Iowa (AP) — Fresh from the second Democratic presidential debate, Hillary Rodham Clinton suggested Sunday that Bernie Sanders would raise middle-class taxes and \"scrap\" President Barack Obama's health care law, in an escalating critique of the Vermont senator.", "title": "Clinton goes after Sanders on taxes, health care", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-15-US--DEM%202016-Clinton/id-e642156bd9b549fb8161c27ced2fad72", "topics": ["health"], "people": ["Jeff Weaver", "Martin O'Malley", "Bill Clinton", "Hillary Rodham Clinton", "Barack Obama", "Ken Thomas", "Bernie Sanders", "Terry Branstad"], "orgs": ["AMES"], "election_confidence": 0.535904016805291, "authors": [{"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-11-15 16:27:00", "org": "ap", "article_id": "339e5cfe47434f9efe0d01fa28b3f86f", "date_access": "2015-11-15 22:00:05.671043"}