{"body": " (AP) â\u0080\u0094 The Democratic presidential candidates are debating for the second time in the 2016 nomination contest, this time in Des Moines.\nThe latest developments (all times local):\n___\n7:45 p.m.\nThe Democratic candidates for president are gathering for the party's second debate of the 2016 campaign, a meeting that will take place in the shadow of the attacks in Paris.\nThe campaigns have tangled with debate host CBS over the format of the debate in the hours before the debate.\nWhen CBS said on a conference call with the campaigns that it wanted to focus the opening statement and the first section of the debate on the Paris attacks, the campaign of Vermont Sen. Bernie Sanders vigorously disagreed.\nThat's according to a participant on the call, who spoke on condition of anonymity and was not authorized to speak publicly.\nSanders campaign manager Jeff Weaver says the key issue is a proposal to shorten the opening statements from 90 seconds to 30 seconds in order to move quickly to questions in a debate unfolding a day after the Paris attacks.\nThe Vermont senator's campaign says it successfully argued on behalf of the longer opening statements, which all three candidates will deliver.\nThe debate will begin with a moment of silence in memory of the victims of the attacks.\nâ\u0080\u0094 By Ken Thomas.", "byline": "", "description": "DES MOINES, Iowa (AP) — The Democratic presidential candidates are debating for the second time in the 2016 nomination contest, this time in Des Moines.", "title": "The Latest: Democratic 2016 candidates meet for 2nd debate", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-14-US--DEM%202016-Debate-The%20Latest/id-0e87a5d0fb4e4feca870115079ba2e96", "topics": ["personality"], "people": ["Ken Thomas", "Bernie Sanders", "Jeff Weaver"], "orgs": ["DES MOINES"], "election_confidence": 0.8332397720754736, "authors": [{"author_id": 3398, "fullname": "ap", "primary_org": "huffpo"}], "date_written": "2015-11-14 20:48:00", "org": "ap", "article_id": "b071740b6e3f766d43fa3f8cc8950695", "date_access": "2015-11-15 02:00:05.513360"}