{"body": "DES MOINES, Iowa (AP) â\u0080\u0094 With the country still reeling from deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as America's strongest leader in a scary world, even as she found herself forced to defend her own role during the rise of the Islamic State militants.\n\"This election is not only about electing a president, it's also about choosing our next commander in chief,\" Clinton declared Saturday night in the Democrats' second debate of the presidential campaign. \"All of the other issues we want to deal with depend upon us being secure and strong.\"\nAmid the backdrop of global anxiety, Clinton found herself fending off questions about not only her foreign policy record but her economic ties, with both Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley painting the former senator from New York as a lackey for Wall Street and corporate interests.\n\"Let's not be naive about it,\" said Sanders, noting that Clinton collected millions in campaign donations from Wall Street bankers. \"They expect to get something. Everybody knows that.\"\nClinton defended her relationship with Wall Street, citing her work in the aftermath of the Sept. 11, 2001, attacks, but her statement met with criticism from Republicans who accused her of politicizing the terrorist assaults.\nThe barbs marked a far more aggressive shift in a primary race that has so far been notable for its civility. Democrats have spent months boasting about the substantive tone of their contest, attempting to set up a favorable early contrast with the \"carnival barker\" insults of the crowded Republican primary.\nSince the Democrats' first debate a month ago, Clinton has built a lead in the early voting states, gains that have come amid other signs the party is coalescing behind her. But the nomination fight is far from over.\nSaturday night, Clinton faced criticism of her national security record, when Sanders traced the current instability in the Middle East to the U.S. Senate's vote â\u0080\u0094 including Clinton's â\u0080\u0094 to authorize military action in Iraq in 2002. He said that U.S. invasion \"unraveled the region.\"\nThe former secretary of state fought back, saying terrorism has been erupting for decades, specifically mentioning the Sept. 11 attacks. She said the recent unrest in Libya and other parts of the Middle East is symptomatic of an \"arc of instability from North Africa to Afghanistan.\"\nShe rejected the idea that she and the rest of the Obama administration underestimated the growing threat of the Islamic State.\nThe back-and-forth revealed a foreign policy split within the Democratic Party, with Sanders playing to the anti-war activists who boosted then-Illinois Sen. Barack Obama to victory in 2008.\nSanders argued for a far more hands-off approach, advocating for Muslim countries to lead the fight and declaring that the war against Islamic State militants is about the \"soul of Islam.\"\nClinton has a history of advocating for more robust involvement across the globe â\u0080\u0094 both as a presidential candidate eight years ago and as Obama's secretary of state. In recent weeks, she has called for a more aggressive U.S. role in the Syrian conflict, including a no-fly zone over the area, a move the Obama administration opposes. But she stood by her opposition to seeking a formal declaration of war against the Islamic State.\nAll the candidates denounced the attacks, and the debate began on a solemn note with a moment of silence followed by the previously unplanned foreign policy questions.\nThey gave some fodder to their Republican critics, who coupled condemnation of the Paris attacks during the day with sharp criticism for Obama and his former secretary of state, Clinton.\n\"We are at war with violent extremism, we are at war with people who use their religion for purposes of power and oppression,\" said Clinton, arguing the U.S. is not at war with Islam or all Muslims. \"I don't want us to be painting with too broad a brush.\"\nSanders and O'Malley agreed with her sentiments, saying the term \"radical Islam\" used by Florida Sen. Marco Rubio and other Republican presidential candidates, is unnecessarily offensive to American Muslims.\nRepublicans immediately seized on the remarks. \"Yes, we are at war with radical Islamic terrorism,\" tweeted former Florida Gov. Jeb Bush.\nThe conversation later pivoted to economic issues, with the candidates tangling over how to pay for their plans to expand college affordability, family leave and prescription drug coverage.\nThe conversation revealed how Sanders' message has helped shift the party to the left on some economic issues.\nAll three agreed that wealthy citizens and corporations should pay more in taxes to benefit the middle class. They tangled over how high to increase the minimum wage, with Clinton backing a $12-per-hour federal floor while Sanders and O'Malley said $15 an hour â\u0080\u0094 the rate being pushed by a campaign of fast-food workers and labor unions. And they fought over the degree to which they would curtail large financial institutions, with Sanders describing Wall Street's business model as \"greed and fraud\" â\u0080\u0094 a startling judgment for a major presidential candidate.\n\"I'm not that much of a socialist compared to Eisenhower,\" joked Sanders, saying the former president backed a 90 percent marginal tax rate.\nWhile Clinton is wary of alienating Sanders backers whose support she'll need should she win the nomination, she did take a few shots. She attempted to cast some of Sanders major proposals, including a single payer health care system and free college, as politically unrealistic.\n\"The revolution never came,\" she said, in a knock on his call for a \"political revolution.\" ''I waited and I got the scars to show for it.\"\nSanders may have inadvertently helped her in the first debate, when he seemed to dismiss the controversy over her use of a private email account and server by saying Americans are tired of hearing about her \"damn emails.\"\nSaturday night, Sanders declined once again to attack:  \"I am still sick and tired of Hillary Clinton's email,\" he said.\n\"I agree completely,\" said Clinton, with a laugh.\n___\nLisa Lerer reported from Washington. Follow her on Twitter at: http://twitter.com/llerer", "byline": "", "description": "DES MOINES, Iowa (AP) — With the country still reeling from deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as America's strongest leader in a scary world, even as she found herself forced to defend her own role during the rise of the Islamic State militants.", "title": "After attacks, Democrats debate terrorism and economy", "url": "http://hosted2.ap.org/APDEFAULT/386c25518f464186bf7a2ac026580ce7/Article_2015-11-15-US--DEM%202016-Debate/id-b1119a79e3cb48fc925b4b1cc23a45b7", "topics": ["foreign policy/national security", "economy"], "people": ["Martin O'Malley", "Jeb Bush", "Hillary Clinton", "Lisa Lerer", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Bernie Sanders"], "orgs": ["Democratic Party", "DES MOINES"], "election_confidence": 0.9774191167849893, "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}, {"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-11-15 00:29:00", "org": "ap", "article_id": "e2ee49615dcf5012e428f672c236090b", "date_access": "2015-11-15 07:00:03.501477"}