{"body": "", "byline": "", "description": "\nJoe Raedle / Getty Images\nRepublican presidential candidate and former Florida Gov. Jeb Bush said on Sunday that he believes the United States has a responsibility to take in Syrian refugees with proper vetting, but that U.S. assistance should focus on Christians in Syria.\"I do think we have a responsibility to help with refugees after proper screening,\" Bush said on Meet the Press. \"And I think our focus ought to be on the Christians who have no place in Syria anymore. They're being beheaded, they're being executed by both sides. And I think we have a responsibility to help.\"Following the attacks in Paris, some GOP candidates, including Texas Sen. Ted Cruz and Ben Carson, have called for the U.S. to stop taking refugees from Syria and the Middle East, citing security concerns.When pressed by CNN's Jake Tapper on how authorities would be able to tell if a refugee was Christian, Bush said that the U.S. already has a screening process in place.\"Well, we do that all the time. We do that,\" Bush answered. \"It takes almost a year for a refugee to be processed into the United States.\"In both interviews, Bush repeated his call for a \"safe zone\" in Syria.\"As it relates to the refugees, I think we need to do thorough screening and take a limited number,\" Bush said on CNN. \"But, ultimately, the best way to deal with the refugee crisis is to create safe zones inside of Syria, so that people don't risk their lives and you don't have what will be a national security challenge both for our country and Europe of screening.\"\nLINK: Ted Cruz, Ben Carson Call For U.S. To Reconsider Taking Syrian Refugees After Paris Attacks\n\nLINK: How The United States Screens Syrian Refugees\n\n\n", "title": "Jeb Bush: U.S. Should Focus On Christian Refugees From Syria", "url": "http://www.buzzfeed.com/kyleblaine/jeb-bush-us-should-focus-on-christian-refugees-in-syria", "topics": ["foreign policy/national security"], "people": ["Joe Raedle", "Jeb Bush", "Ben Carson", "Jake Tapper", "Ted Cruz"], "orgs": ["GOP", "United States."], "election_confidence": 0.687195121281272, "authors": [{"author_id": 6689, "fullname": "kyle blaine", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 17:11:12", "org": "buzzfeed", "article_id": "c1740e66cda4c3b91c1386bf2e2c54c0", "date_access": "2015-11-15 18:03:54.246740"}