{"body": "", "byline": "", "description": "\nMandel Ngan / AFP / Getty Images\nFormer Maryland Gov. Martin O'Malley criticized Hillary Clinton in Iowa on Sunday for invoking the Sept. 11 attacks to explain her ties to Wall Street during Saturday's Democratic presidential debate.\nAfter being challenged on her Wall Street contributions on Saturday night, Clinton talked about her small donors, her women donors, and then invoked 9/11 — a remark that immediately drew scrutiny.O'Malley himself has invoked 9/11 in the past in an unusual context. In 2005, O'Malley, then mayor of Baltimore, compared President George W. Bush's proposed budget cuts to attacks.\"Back on Sept. 11, terrorists attacked our metropolitan cores, two of America's great cities. They did that because they knew that was where they could do the most damage and weaken us the most,\" O'Malley said, according to the Washington Post.\"Years later, we are given a budget proposal by our commander in chief, the president of the United States,\" he continued. \"And with a budget ax, he is attacking America's cities. He is attacking our metropolitan core.\"O'Malley was roundly criticized at the time the remark, and told the Post in a subsequent interview that he \"in no way intended to equate these budget cuts, however bad, to a terrorist attack.\"He further clarified the remarks in an interview with Al Franken, who was then hosting a talk radio show. \"What I said was, our city centers were attacked on Sept. 11. And the reason that America's cities were attacked was because terrorists were trying to harm our economies,\" O'Malley told Franken. \"And I said, three years later, these budget cuts would further weaken America's cities. We cannot expect America to be strong unless our cities are strong.\"The O'Malley campaign on Sunday told BuzzFeed News in a statement that O'Malley was concerned about security when he made the comments in 2005.\"As a big city mayor, Gov. O'Malley was rightfully angry that cities were being underfunded by the Bush administration, and he was worried about preventing future terrorist attacks just four years after 9/11,\" spokesperson Haley Morris said.\"Secretary Clinton invoked the horrific attacks on 9/11 to justify her close ties to Wall Street. One person here owes an explanation — and it's not Martin O'Malley.\"\nLINK: Hillary Clinton Invokes 9/11 In Defense Of Wall Street Contributions\n\nLINK: Clinton Campaign Pins 9/11 Remark Response On Twitter User\n\n", "title": "Martin O'Malley Once Invoked 9/11 To Attack Bush Budget Cuts", "url": "http://www.buzzfeed.com/christophermassie/martin-omalley-once-invoked-911-to-attack-bush-budget-cuts", "topics": ["personality", "budget/taxation", "foreign policy/national security", "campaign_finance"], "people": ["Al Franken", "Martin O'Malley", "Hillary Clinton", "Mandel Ngan", "George W. Bush", "Haley Morris"], "orgs": [], "election_confidence": 0.6890649609435896, "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 21:23:11", "org": "buzzfeed", "article_id": "228600b989339bd5bfc049a7954f1c01", "date_access": "2015-11-15 22:12:55.257172"}