{"body": "", "byline": "", "description": "\nScott Olson / Getty Images\nWASHINGTON — The blurred lines of coordination between campaigns and super PACs have dominated the election cycle.How involved, for instance, can future candidates be in raising and spending money for their super PACs? Jeb Bush raised $100 million for his super PAC before announcing his White House bid.Can future candidates film footage intended to be used later by a super PAC in ads? John Kasich filmed footage — eventually used in ads by his super PAC — before he announced his bid.As of Friday night, the operatives running super PACs on behalf of candidates can push some legal bounds with even more confidence.The agency responsible for enforcing campaign finance laws announced that they are deadlocked on key issues related to the separation between campaigns and outside groups. And in taking no action, the Federal Election Commission — which includes three Democrats and three Republicans — essentially permitted these types of activities in its final opinion released Friday evening by showing that it doesn't have the required votes needed to take action against them.\"When the commission deadlocks, you can do what you want because it’s clear that there aren’t four votes for enforcement,” said FEC Chairwoman Ann Ravel in an interview, explaining how lawyers will immediately view the inaction.\"That’s what the unfortunate outcome is. That’s not the law, but it’s the practicality.\"There was one question that the FEC was able to decide: The commission voted 4-2 to allow candidates to raise money on behalf of their allied super PACs with some stipulations. Now, a meeting with as few as two people could constitute a fundraiser — if there is an official invitation or candidate remarks — allowing the candidate to be present in the room as super PAC representatives court donors on their behalf. The candidates themselves still can't explicitly ask for unlimited money, but it's hard to imagine the presence of a candidate — Democratic or Republican — with a small group of donors not being beneficial to their super PACs.The combined effect of the deadlocked issues — which were brought to the FEC by Democratic lawyer Marc Elias, who is also Clinton’s lawyer, on behalf of groups House Majority PAC and Senate Majority PAC — and the new fundraising rule have strengthened super PACs more than ever, Ravel said.\"I think that all of those things will lead to much more pushing of the envelope,” Ravel said. \"And we already know that there are going to be more and more candidate-aligned super PACs participating in congressional and potentially mayoral and other races.”The 2016 cycle has explored new frontiers in campaign finance with several candidates forming outside groups to raise and spend money on their behalf before making their White House bid official — a new experiment in today's complex campaign finance landscape. The dominance of super PAC fundraising and spending has not been without its cautionary tales: Both Scott Walker and Rick Perry, the first two candidates to exit the presidential race, raised tremendous amounts of money for their super PACs, but struggled to pay for their actual campaigns.Even at the higher prices that super PACs must pay for television spots, though, the groups will likely take on a key messaging role as the primaries and the general election get closer.Charlie Spies, a lawyer for the pro-Bush super PAC pushed back on the criticism of creating PACs before campaigns begin, equating the formation of his group prior to the former Florida governor’s announcement to Democratic frontrunner Hillary Clinton’s family foundation.In a memo to the FEC, he wrote that “should the Commission not disapprove of the so-called testing the waters activities outlined above — funded largely by the global non-profit corporation, and subsidized by foreign donations — we would consider advising our clients to establish similar ‘global initiative’ type non-profit organizations to house staff, pay for luxury travel, and offset the costs of their pie-candidacy testing the waters activities.”Dan Backer, a campaign finance lawyer who represents conservative groups and candidates, said the midterm election in 2018 will likely be when more congressional candidates use the Bush model of raising money for a super PAC before announcing their bids.\"This cycle, it was used in the presidential race,” he said. “In the 2018 midterms you’re going to see a huge amount of this going on — if you’re an incumbent you’re kind of screwed by this. It’s actually something that will give challengers an advantage over incumbents for once.\"For now, the Democratic super PACs focused on House and Senate races are silent on whether they will capitalize on the FEC's deadlock in 2016 and beyond and launch candidate-specific super PACs even before candidates announce.“We believe today's decision will create a somewhat more level playing field moving forward,” said Shripal Shah, spokesman for Senate Majority PAC — one of the groups who brought the questions before the FEC, in a statement.\n", "title": "A Federal Agency Inadvertently Just Gave Super PACs More Power", "url": "http://www.buzzfeed.com/tariniparti/a-federal-agency-inadvertently-just-gave-super-pacs-more-pow", "topics": ["campaign_finance"], "people": ["Dan Backer", "Ann Ravel", "Scott Olson", "Jeb Bush", "Rick Perry", "John Kasich", "Charlie Spies", "Hillary Clinton", "Marc Elias", "Scott Walker"], "orgs": ["House Majority PAC", "FEC", "PACs", "Senate", "Senate Majority PAC", "Commission", "PAC", "Federal Election Commission"], "election_confidence": 0.9825644726485235, "authors": [{"author_id": 30730, "fullname": "tarini parti", "primary_org": "politico"}], "date_written": "2015-11-15 21:36:40", "org": "buzzfeed", "article_id": "b6df9ace55b7773268c17138dc57e4d4", "date_access": "2015-11-15 22:12:54.197643"}