{"body": "", "byline": "", "description": "\nMandel Ngan / AFP / Getty Images\nDES MOINES — Expectations that sharing a stage with Hillary Clinton in the hours after the terrorist attacks on Paris would make for a rough night for Bernie Sanders melted away minutes into the second Democratic presidential debate here Saturday.The Vermont senator did just fine. But hopes among the Bernie faithful that the debate would give Sanders a chance to regain the extraordinary momentum he lost in October didn’t materialize.Sanders got a chance to be Sanders during the debate — a back-and-forth over Wall Street ties with Clinton left Hillaryland feeling the Bern, big time — but he still didn’t move the needle on gun control, where he’s been pummeled by his rivals over past votes against the Brady Bill.And asked twice to attack Clinton on Saturday night, Sanders stopped short, in ways that left some observers scratching their heads.If the takeaway moment from the first debate was Sanders standing up for Clinton on her emails, this time, Sanders was clearly looking for a different soundbite. Earlier in the day on Saturday, his campaign quietly uploaded video of Sanders’s speech on the House floor opposing the Iraq War to its YouTube page. Sanders mentioned his vote against the war and Clinton’s vote for it in his first answer of the debate.After the Iraq war moment, Sanders was asked directly if he could criticize anything specific about Clinton’s term as secretary of state. He didn’t, instead criticizing a raft of U.S. foreign policy moves from decades before.“I think we have a disagreement, and the disagreement is that not only did I vote against the war in Iraq. If you look at history, John, you will find that regime change — whether it was in the early '50s in Iran, whether it was toppling Salvador Allende in Chile, whether it is overthrowing the government of Guatemala way back when — these invasions, these toppling of governments, regime changes have unintended consequences,” Sanders said. “I would say that on this issue, I'm a little bit more conservative than the secretary and that I am not a great fan of regime change.”And after the back-and-forth over Clinton’s Wall Street donors — a moment that gave Sanders, the only candidate besides Donald Trump without a super PAC, a time to really shine — Sanders similarly held back.Asked “what is it in Secretary Clinton's record that shows you that she's been influenced” by her Wall Street donors, Sanders replied that Clinton is opposed to reinstituting the Glass-Steagall law, which banned commerical and investment banks from being combined. But he didn’t directly tie Clinton’s votes to her Wall Street donors.This was after Sanders said Clinton’s claim that her millions in Wall Street donations have no power over her politics was “Not good enough.”In the spin room after the debate, Sanders campaign guru Tad Devine said Sanders walking away from chances to more directly call out Clinton was part of a strategy.“I’ll tell you why: Bernie Sanders is not looking to have a negative campaign with Hillary Clinton. I know there’s a lot of appetite for it, I know people are looking for negative politics, but it is not the politics he practices,” Devine said. “This campaign is never going to be about attacking her, and pushing back on her and diminishing her.”Guns, the area where Clinton and the third man on the stage, Martin O’Malley, have attacked Sanders the most, still proved to be a tough spot for the Vermont senator. Sanders was asked several times if his votes against the Brady Bill were a mistake, especially given that today he supports essentially the same gun control agenda as his rivals. He first refused to say that it was and then eventually stood quietly and said nothing while the moderator asked a final time. O’Malley jumped into the silence to make his own points, bailing Sanders out.Devine said the mistake question was frivolous.“If you go back 25 or 30 years, the situation was completely different than the situation we confront today,” Devine said, citing the mass shootings that have come to define the gun debate in recent years. “I think when you go back and say, ‘I would have done this that or the other thing differently,’ I think it’s not completely honest. You can say what you want about Bernie Sanders but you can’t say the guy’s not honest.”\n", "title": "Bernie Sanders Has A Fine Night In Des Moines", "url": "http://www.buzzfeed.com/evanmcsan/bernie-sanders-has-a-fine-night-in-des-moines", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Brady Bill", "Martin O'Malley", "Hillary Clinton", "Mandel Ngan", "Donald Trump", "Bernie Sanders", "Tad Devine"], "orgs": ["PAC", "DES MOINES"], "election_confidence": 0.9675354344071934, "authors": [{"author_id": 6685, "fullname": "evan mcmorris-santoro", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 07:33:02", "org": "buzzfeed", "article_id": "fe0579d2968aa1430723f4650a4f3357", "date_access": "2015-11-15 08:09:09.296893"}