{"body": "After Bernie Sanders challenged Hillary Clintonâ\u0080\u0099s independence from the influence of her corporate donors, she offered a defense during Saturday nightâ\u0080\u0099s debate â\u0080\u0094 and included her work as a New York senator after September 11th.\nSANDERS: Hereâ\u0080\u0099s the story: I mean, you know, letâ\u0080\u0099s not be naive about it. Why do â\u0080\u0094 why, over her political career has Wall Street been a major â\u0080\u0094 the major campaign contributor to Hillary Clinton? You know, maybe theyâ\u0080\u0099re dumb and they donâ\u0080\u0099t know what theyâ\u0080\u0099re going to get, but I donâ\u0080\u0099t think so.", "byline": "", "description": "“So, I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked?” Bernie Sanders had challenged Clinton on whether the Wall Street contributions she receives influence her.\nView Video ›\nbuzzfeed-video1.s3.amazonaws.com\nAfter Bernie Sanders challenged Hillary Clinton's independence from the influence of her corporate donors, she offered a defense during Saturday night's debate — and included her work as a New York senator after September 11th.\n\"Why, over her political career has Wall Street been a major — the major campaign contributor to Hillary Clinton?\" Sanders asked onstage after calling her financial policy package not good enough. \"You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.\"\nClinton, offered the chance to respond, first cited the number of small donors to her presidential campaign, and then that the majority of them are women.\nThen, she turned to 9/11.\n\"So, I represented New York, and I represented New York on 9/11 when we were attacked,\" she said. \"Where were we attacked? We were attacked in downtown Manhattan where Wall Street is.\" \n\"I did spend a whole lot of time and effort helping them rebuild,\" she continued. \"That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.\"\n\nSANDERS: Here's the story: I mean, you know, let's not be naive about it. Why do — why, over her political career has Wall Street been a major — the major campaign contributor to Hillary Clinton? You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.\nHere is the major issue when we talk about Wall Street. It ain't complicated. You have six financial institutions today that have assets of 56%, equivalent to 56% of the GDP In America. They issue two-thirds of the credit cards and one-third of the mortgages.\nIf Teddy Roosevelt, a good Republican, were alive today, you know what he'd say? \"Break them up.\" Reestablish Glass-Steagall. And Teddy Roosevelt is right. That is the issue. Now I am the only candidate up here that doesn't have a super PAC. I am not asking Wall Street or the billionaires for money. I will break up these banks. Support community banks and credit unions. That's the future of banking in America.\nDICKERSON: Great follow up because you — and Secretary Clinton, you will get a chance to respond. You said they know what they're going to get. What are they going to get?\nSANDERS: I have never heard a candidate never, who has received huge amounts of money from oil, from coal, from Wall Street, from the military industrial complex, not one candidate say, oh, these campaign contributions will not influence me. I'm going to be independent. Well, why do they make millions of dollars of campaign contributions? they expect to get something. Everybody knows that. Once again, I am running a campaign differently than any other candidate. We are relying on small campaign donors, 750,000 of them, 30 bucks a piece. That's who I'm indebted to.\nCLINTON: Well, John, wait a minute. Wait a minute, he has basically used his answer to impune my integrity. Let's be frank here.\nSANDERS: No, I have not. \nCLINTON: Oh, wait a minute, senator. You know, not only do I have hundreds of thousands of donors, most of them small. And I'm very proud that for the first time a majority of my donors are women, 60%\nSo, I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.\nSo, you know, it's fine for you to say what you're going to say, but I looked very carefully at your proposal. Reinstating Glass-Steagall is a part of what very well could help, but it is nowhere near enough. My proposal is tougher, more effective, and more comprehensive because I go after all of Wall Street not just the big banks.\n", "title": "Hillary Clinton Invokes 9/11 In Defense Of Wall Street Contributions", "url": "http://www.buzzfeed.com/katherinemiller/hillary-clinton-invokes-911-in-defense-of-wall-street-contri", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Teddy Roosevelt", "Hillary Clinton"], "orgs": ["PAC"], "election_confidence": 0.7519994201642299, "authors": [{"author_id": 12333, "fullname": "katherine miller", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 04:03:03", "org": "buzzfeed", "article_id": "9608bd7e4c558c810706989bb1733bc8", "date_access": "2015-11-15 05:07:37.594310"}