{"body": "", "byline": "", "description": "\nCharlie Neibergall / AP\nDES MOINES, Iowa — Bernie Sanders went after her on the Iraq War, on her Wall Street policy and her corporate donors. Martin O’Malley joined in when he could get the airtime, drawing contrasts on gun control, the Middle East, and Glass-Steagall.All night at the second Democratic debate, Hillary Clinton was a target. But in a brief exchange here at Drake University, the Democratic frontrunner volunteered her own major policy critique — casting a Sanders health care plan as an effort dismantle the Affordable Care Act and place legislative control in the hands of states run by Republican governors.Clinton, responding to a question about a single-payer health care, brought up a 2013 bill, sponsored by Sanders, that would replace President Obama’s health program, as well as private health insurance and other programs, in favor of a universal benefits and coverage system.“I've looked at the legislation that Sen. Sanders has proposed,” Clinton said. “And basically, he does eliminate the Affordable Care Act, eliminate private insurance, eliminates Medicare, eliminates Medicaid, Tri-care, children's health insurance program — puts it all together in a big program, which he then hands over to the state to administer.”Sanders has advocated for a universal health care system this year, but has yet to detail a proposal specific to his presidential campaign. Clinton’s comments on Saturday night — among the most critical she has made of any Democratic opponent this year — referred specifically to the senator’s American Health and Security Act.Jennifer Palmieri, Clinton’s communications director, said after the debate that the proposal should worry Democratic voters who worked in support of Obama’s sweeping legislation.“It’s something that she’s obviously really concerned about,” Palmieri said of Clinton. “They’re tearing down Affordable Care Act and bringing the country into another big health care debate. That’s not a great way to make progress.”Sanders’s plan, Clinton told voters here, would turn health care over to Republican governors like Iowa’s Terry Branstad. (The bill does includes a provision ensuring that, in the absence of a state plan, the federal government would implement one.)“I have to tell you, I would not want, if I lived in Iowa, Terry Branstad administering my health care,” Clinton said. “I think as Democrats, we ought to proudly support the Affordable Care Act, improve it, and make it the model that we know it can be.”“It’s not as if the ACA doesn’t need to be improved,” Palmieri added afterward. “It does. But don’t tear it down and then let it up in the state’s control.”Given the chance to respond during the debate, Sanders said the Affordable Care Act already grants Republican governors state control. His administration, he said, would make health care a citizen-wide right. “We don't eliminate Medicare. We expand Medicare to all people,” said Sanders.Later on Saturday night, his campaign aides acknowledged the issue as a substantive difference between the two candidates. But they also suggested that Clinton had been unfair to suggest that his proposals would give more control to Republicans.Plus, his campaign manager, Jeff Weaver, argued that support for Sanders, a longtime Independent, would help usher in more Democratic leadership.“Republican governors are a problem everywhere. They’re a problem with Obamacare,” Weaver said. “You know how we deal with that problem? We nominate Bernie Sanders to be president of the United States. We bring out millions of young people, working-class people in the political process, and we sweep those people out of office.”“It’s not going to be anymore a problem than it is under Obamacare,” said Weaver.\n", "title": "Hillary Clinton’s New Hit On Sanders: Health Care", "url": "http://www.buzzfeed.com/rubycramer/hillary-clintons-new-hit-on-sanders-health-care", "topics": ["health"], "people": ["Charlie Neibergall", "Jeff Weaver", "Martin O'Malley", "Hillary Clinton", "Jennifer Palmieri", "Bernie Sanders", "Terry Branstad"], "orgs": ["Health Care", "United States.", "ACA", "DES MOINES"], "election_confidence": 0.9222439747599511, "authors": [{"author_id": 6688, "fullname": "ruby cramer", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 08:43:52", "org": "buzzfeed", "article_id": "06ddc2abd0dddae30c45930cf4896fe3", "date_access": "2015-11-15 10:08:31.051588"}