{"body": "", "byline": "", "description": "\nJoe Raedle / Getty Images\nRepublican presidential candidate and Florida Sen. Marco Rubio said in an interview on Sunday that the U.S. shouldn't take in more refugees from Syria because there's no way to run a background check on them.\"Listen, the background checks are required now. The problem is not the background checks,\" Rubio said on ABC's This Week. \"The problem is we can’t background check them. You can’t pick up the phone and call Syria, and that’s one of the reasons why I said we won’t be able to take more refugees. It’s not that we don’t want to, it’s that we can’t.\"In September, Rubio told Boston Herald Radio that he was open to accepting more refugees if it could be done without threatening U.S. national security.“We’ve always been a country that’s been willing to accept people who have been displaced,” Rubio said, “and I would be open to that if it can done in a way that allows us to ensure that among them are not infiltrated — people who were, you know, part of a terrorist organization that are using this crisis.”“I think overwhelmingly, the vast and overwhelming majority of people that are seeking refuge are not terrorists, of course. But you always are concerned about that,” he added.On Sunday, however, Rubio said there was no amount of vetting for Syrian refugees that would reduce the risk of ISIS infiltration.\"In the case of what’s happening in Europe, this is a swarm of refugees, and as I’ve said repeatedly over the last few months, you can have 1,000 people come in, and 999 of them are just poor people fleeing oppression and violence, but one of them is an ISIS fighter,\" Rubio said. \"If that’s the case, you have a problem, and there is no way to vet that out. There is no background check system in the world that allows us to find that out, because who do you call in Syria to background check them?\"\nLINK: Rubio: I’d Be Open To More Syrian Refugees If The Security Is Sound\n\nLINK: Jeb Bush: U.S. Should Focus On Christian Refugees In Syria\n\nLINK: Ted Cruz, Ben Carson Call For U.S. To Reconsider Taking Syrian Refugees After Paris Attacks\n\n\n", "title": "Marco Rubio: \"We Won't Be Able To Take More Refugees\" From Syria", "url": "http://www.buzzfeed.com/kyleblaine/marco-rubio-we-wont-be-able-to-take-more-refugees-from-syria", "topics": ["foreign policy/national security"], "people": ["Joe Raedle", "Marco Rubio", "Jeb Bush", "Ben Carson", "Ted Cruz"], "orgs": ["Boston Herald Radio"], "election_confidence": 0.9063610901067473, "authors": [{"author_id": 6689, "fullname": "kyle blaine", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 17:57:14", "org": "buzzfeed", "article_id": "13457c6a98cd9a62d23ee394ec36f9c5", "date_access": "2015-11-15 19:06:05.283986"}