{"body": "", "byline": "", "description": "\nMandel Ngan / AFP / Getty Images\nDES MOINES, Iowa — It was an abrupt turn in topic by Hillary Clinton at the Democratic debate on Saturday, moving from Wall Street policy and Wall Street contributions to small-dollar donors — and then outlining her role in the 9/11 recovery as a U.S. senator.So had Clinton, the day after the terrorist attacks in Paris, referenced the New York City tragedy to rebut a critique from Bernie Sanders about her Wall Street contributions?No, her campaign said — it was Andy Grewal.Grewal is the Iowa resident and debate viewer who upon, watching the exchange that led to Clinton’s remark, fired off a disapproving tweet that was featured later in the broadcast. “Have never seen a candidate invoke 9/11 to justify millions of Wall Street donations. Until now,” Grewal’s tweet read.When one of the debate’s moderators, CBS News’s Nancy Cordes, read the tweet aloud, Clinton did not push back on the characterization. “I’m sorry that whoever tweeted that had that impression, because I worked closely with New Yorkers after 9/11 for my entire first term to rebuild,” Clinton said.Clinton’s communications director, Jennifer Palmieri, said that Grewal, the Twitter user, had mischaracterized the remark.“This is not in response to donations,” Palmieri said. “That is what the person on Twitter did.”The point, she told reporters after the debate, was that Clinton’s work as a senator in New York wouldn’t make her less likely to pursue Wall Street legislation: “She was senator of New York during 9/11, and I think she was proud to help that industry recover,” said Palmieri. “But when she disagreed with them in 2007, as she did, about the direction the industry was going in, she never afraid to stand up and say she disagreed with them.”“It was the person on Twitter who connected it to donations. That is not what she did,” she said.The exchange, among several forceful back-and-forths aimed at Clinton, began with a question from Sanders: “Why, over her political career has Wall Street been a major — the major campaign contributor to Hillary Clinton?” he asked. “You know, maybe they’re dumb and they don’t know what they’re going to get, but I don’t think so.”Clinton pushed back: the majority of her campaign donors make small contributions, she said, and 60% are women. “So,” she said, “I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked? We were attacked in downtown Manhattan where Wall Street is.”“I did spend a whole lot of time and effort helping them rebuild,” she continued. “That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.”Palmieri noted that in 2007, Clinton warned of the mortgage practices that led to the recession. This fall, Clinton also outlined a Wall Street plan that would tax high-frequency trading, close a loophole in the “Volcker rule,” and regular risk across banks and hedge funds.“Obviously she’s got a plan now that a lot of people on Wall Street don’t like,” Palmieri said.\nLINK: Hillary Clinton Invokes 9/11 In Defense Of Wall Street Contributions\n\n", "title": "Clinton Campaign Pins 9/11 Remark Response On Twitter User", "url": "http://www.buzzfeed.com/rubycramer/clinton-campaign-pins-911-remark-on-twitter-user", "topics": ["economy"], "people": ["Bernie Sanders", "Jennifer Palmieri", "Hillary Clinton", "Mandel Ngan", "Nancy Cordes"], "orgs": ["DES MOINES"], "election_confidence": 0.751130491896289, "authors": [{"author_id": 6688, "fullname": "ruby cramer", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 07:38:18", "org": "buzzfeed", "article_id": "3bb75baf1b2131ea7a0738ce389b50c8", "date_access": "2015-11-15 09:09:13.497825"}