{"body": "Washington (CNN)Saturday's Democratic presidential debate, hosted by CBS and the Des Moines Register, featured the least amount of candidates on a debate stage thus far but many memorable exchanges between the trio of remaining Democratic presidential candidates: Hillary Clinton, Martin O'Malley and Bernie Sanders. \nRELATED: 6 takeaways from the Democratic presidential debate\nFrom finger wags to points, here are the most GIF-able moments out of the debate at Drake University in Des Moines. \nWhen O'Malley tried to cut in on answering a question. \nWhen Sanders clarified his position on apologies. \nWhen Sanders disagreed with a wag of his finger on Clinton's stance on health care. \nWhen Sanders wanted to talk about Wall Street but they had to go to a commercial break.\nWhen O'Malley talked about immigration the way he said Donald Trump never would in a debate. \nWhen a moderator told Clinton her views in 1994 on a single-payer system sounded Sanders-esque, and Clinton said she waited for a revolution that never came.\nWhen O'Malley told Clinton what he thought of her Wall Street proposal. \n", "byline": "", "description": "Saturday's Democratic presidential debate, hosted by CBS and the Des Moines Register, featured the least amount of candidates on a debate stage thus far but many memorable exchanges between the trio of remaining Democratic presidential candidates: Hillary Clinton, Martin O'Malley and Bernie Sanders.", "title": "The Democratic presidential debate jabs in GIFs", "url": "http://www.cnn.com/2015/11/15/politics/cbs-democratic-debate-in-gifs/index.html", "topics": ["immigration", "health"], "people": ["Donald Trump", "Bernie Sanders", "Hillary Clinton", "Martin O'Malley"], "orgs": ["Des Moines Register"], "election_confidence": 0.8386794665231717, "authors": [{"author_id": 24568, "fullname": "casey capachi", "primary_org": "cnn"}], "date_written": "2015-11-15 06:16:48", "org": "cnn", "article_id": "aa59aca1bd5e8e09b15c9f3e7fb777d4", "date_access": "2015-11-15 07:01:57.580127"}