{"body": "Ames, Iowa (CNN)Former President Bill Clinton joined Hillary Clinton on the campaign trail Sunday in Ames, Iowa, telling CNN after the event that attacks tying his wife to Wall Street are \"a stretch.\"\nThe couple traveled to Iowa together on Saturday for the second Democratic debate in Des Moines, where challengers Bernie Sanders and Martin O'Malley knocked Clinton for what they said were close ties to Wall Street and big banks.\nAsked about those attack lines, the former president shook his head as he signed an autograph.\n\"It is a stretch,\" Bill Clinton said. \"Those of us who were there know that.\"\nAt the debate, Sanders said Clinton was tied to Wall Street because some of her biggest lifetime contributors come from employees of the nation's biggest financial institutions. \n\"They expect to get something. Everybody knows that,\" Sanders said.\nSanders' campaign also blasted out a graph to reporters during the debate that showed some of the former secretary of state's top donors came from Citigroup, Goldman Sachs and Morgan Stanley.\nClinton responded on Saturday night by arguing that her Wall Street plan was \"tougher, more effective and more comprehensive\" the others.\nBill Clinton, who stayed on stage to watch his wife speak at a Central Iowa Democrats annual barbecue, said he thought Hillary Clinton did \"fine\" on debate night.\n\"It is painful time for the whole world in the aftermath to what happened in Paris,\" Bill Clinton said on the terrorist attack. \"The most important thing that happened was that our party said we are with them and we are going to work together to solve this problem and we can only solve it by working together.\"\nThe former president did not respond to questions about Hillary Clinton's assertion that one of the reasons she has received millions of dollars in donations from Wall Street is because she \"represented New York on 9/11 when we were attacked.\"\nO'Malley, however, was happy to hit Clinton on the issue after his speech to the same Democratic barbecue in Ames.\n\"Last night in the debate, Secretary Clinton, to try to mask her proximity to Wall Street, the huge amount of dollars and contributions she has received  personally from the major banks of Wall Street, sadly invoked 9/11 to try to mask that,\" he said. \"Look, she doesn't have to mask that, it is what it is.\"\n", "byline": "", "description": "Former President Bill Clinton joined Hillary Clinton on the campaign trail Sunday in Ames, Iowa, telling CNN after the event that attacks tying his wife to Wall Street are \"a stretch.\"", "title": "Bill Clinton weighs in on Wall Street attacks against his wife", "url": "http://www.cnn.com/2015/11/15/politics/bill-clinton-hillary-clinton-wall-street-attacks/index.html", "topics": ["campaign_finance", "economy", "immigration"], "people": ["Morgan Stanley", "Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Goldman Sachs", "Bernie Sanders"], "orgs": ["Citigroup"], "election_confidence": 0.7744591869515453, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-15 21:33:23", "org": "cnn", "article_id": "9cf47064a9048191f96f176775375489", "date_access": "2015-11-15 22:01:12.273279"}