{"body": "WashingtonThe Democratic candidates for president gathered in Des Moines, Iowa, for their second debate Saturday, and CNN's Reality Check team spent the night putting their statements and assertions to the test.\nThe team of reporters, researchers and editors across CNN selected key statements and rated them: True; Mostly True; True, but Misleading; False; or It's Complicated.\nPrevious CNN Reality Check coverage of the Democratic and Republican candidates can be found here. This story will be updated throughout the night.\nReality Check: Sanders on vets with PTSD\nBy Debra Goldschmidt, CNN Health\nVermont Sen. Bernie Sanders said, \"When you talk about the long-term consequences of war, let's talk about the men and women who came home from war, the 500,000 who came home with PTSD and traumatic brain injury.\"\nRoughly 2.6 million veterans served in Iraq and Afghanistan, and the U.S. Department of Veteran Affairs says 11% to 20% of military members who served in Iraq and Afghanistan suffer from PTSD.\nAccording to a Veteran Affairs independent study on traumatic brain injury, self-reported data found 15% of troops who were engaged in active combat in Afghanistan and Iraq \"may have suffered\" a mild traumatic brain injury. This falls in line with a report from the Brain Trauma Foundation, which found between 10% to 20% of Iraq veterans suffer from some level of traumatic brain disorder.\nVerdict: True\nReality Check: O'Malley on net immigration from Mexico\nBy Sonam Vashi, CNN\nFormer Gov. Martin O'Malley said, \"The truth of the matter is net immigration from Mexico last year was zero.\" He then challenged viewers to fact-check him, and we couldn't resist.\nAccording to the Pew Research Center, net migration from Mexico probably reached zero in 2010, and more Mexicans have left the United States than arrived since then.\nAdditionally, the actual number of Mexicans living in the United States consistently declined throughout 2014. The U.S. Border Patrol also reported that in the 2014 fiscal year, the number of Mexicans apprehended along the border decreased 14% when compared to the 2013 fiscal year.\nThe information we have suggests that the net immigration rate is negative -- which is actually not zero -- but it is close, and probably still supports O'Malley's point.\nVerdict: Mostly true\n", "byline": "", "description": "", "title": "Democratic debate: CNN's Reality Check team inspects the claims", "url": "http://www.cnn.com/2015/11/14/politics/democratic-debate-fact-check/index.html", "topics": ["immigration"], "people": ["Bernie Sanders", "Martin O'Malley"], "orgs": ["U.S. Border Patrol", "Pew Research Center"], "election_confidence": 0.5480945459848154, "authors": [{"author_id": 45638, "fullname": "cnn's reality check team", "primary_org": "cnn"}], "date_written": "2015-11-15 04:09:39", "org": "cnn", "article_id": "5f763ceb49f12a5e357faeff8b4407dd", "date_access": "2015-11-15 04:16:08.650830"}