{"body": " (CNN)CNN Opinion asked a range of contributors for their take on the second Democratic presidential debate held at Drake University in Des Moines, Iowa. Who were the winner and loser? The opinions expressed in these commentaries are solely those of the authors.\n\nThis debate was more difficult for Hillary Clinton than was expected. Though she had opportunities to highlight her extensive experience and leadership skills, she was still thrown on the defense in two pivotal areas. \nOn foreign policy, in the aftermath of Paris, she was forced to defend the record of the Obama administration in Syria and saw how this issue -- foreign policy -- could be turned against her. This, more than the vote in Iraq, will be a challenge.\nDomestic policy also remained a concern as Bernie Sanders and Martin O'Malley hit harder in her ties to Wall Street and more centrist views on some economic issues. \nClinton still exits from the debate as the most formidable candidate in the group and the one best positioned to defeat the GOP. O'Malley continues to struggle gaining any traction and Sanders still seems too left for the party.\nBut the debate was a warning. It brought out some of the questions that Clinton will face in the coming months. In the coming weeks, she will need to provide stronger answers if she wants a smooth victory in the primaries and the general election. \nWinner: No clear winner.\nLoser: Martin O'Malley. \nJulian Zelizer is a professor of history and public affairs at Princeton University and a New America fellow. He is the author of \"The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society\" and co-editor of a new book, \"Medicare and Medicaid at 50: America's Entitlement Programs in the Age of Affordable Care.\" \n\nThe good news for Bernie Sanders and Martin O'Malley was that they shared a victory in this debate by criticizing Hillary Clinton directly and to her face, pushing back against the notion that Clinton's nomination is inevitable. \nNot if Sanders and O'Malley have anything to say about it.\nWhen asked about the role of Wall Street, Sanders, who has criticized the influence of big-money donors in American politics, said Clinton's many backers from financial corporations are seeking to curry favor with her.\n\"Maybe they're dumb, and they don't know what they're going to get, but I don't think so,\" Sanders said of Clinton's Wall Street donors. \"Why do they make millions of dollars of campaign contributions? They expect to get something, everybody knows it.\"\nClinton, clearly stung by the statement, pointed out that Sanders \"has basically used his answer to impugn my integrity.\" At issue was a call by Sanders and O'Malley to tighten regulatory controls over banking institutions by reviving elements of the now-defunct Glass-Steagall Act.  \nClinton dismissed her critics: \"My proposal is tougher, more comprehensive and more effective,\" she said. But O'Malley called her ideas \"weak tea\" and the cheers Sanders got by taking her on suggest a sizable portion of Democrats want the next president to control Wall Street rather than the other way around. \nThe Sanders-O'Malley duo also scored points by pushing for a $15 minimum wage, considerably higher than the $12 Clinton advocates. The recent nationwide strikes and demonstrations in favor of a $15 minimum wage -- which translates into an annual full-time salary of $31,000 -- show that Sanders and O'Malley are riding a powerful grassroots wave. \nIf Clinton sticks to her $12 proposal, she should expect more verbal slugfests with her opponents -- and a Democratic base that may jump off the Clinton bandwagon if she doesn't move in a more liberal direction.\nErrol Louis is the host of \"Inside City Hall,\" a nightly political show on NY1, a New York all-news channel. \n\nA day after ISIS terrorized Paris in multiple coordinated attacks with guns and suicide bombs, killing over 100 and injuring hundreds more, Democrat frontrunner Hillary Clinton left doubts she's up to the task to protect America. \nIn opening questions on foreign policy during the CBS-moderated debate, Clinton danced around her lack of accomplishments as secretary of state under President Barack Obama. When asked about Obama's Syria policy, Clinton said she disagreed with Obama's strategy from the start and warned him if the United States didn't intervene in Syria, our enemies would fill the void.  \nClinton said the \"Middle East is a complicated region\" and \"the arch of instability.\" Americans don't vote for a president to tell them what they already know. Clinton's textbook responses to foreign policy questions were rote. More disturbing was she couldn't point to any accomplishments as secretary of state other than advising Obama on Osama bin Laden's capture. Libya, Syria, Egypt and Russia all fell apart under her tenure. If elected president, Clinton didn't convince voters she would do anything differently or make America safer, which brings us to terrorism.\nWhen asked if she would declare war against Islam like President Francois Hollande has, Clinton replied no. \"We're not at war with Islam. We're not at war with Muslims.\"  Yet, that's just the problem. Islam is at war with America and the world and we need a president who will finally acknowledges this, not one who shrinks from this challenge. Obama hasn't. In an interview with \"Good Morning America\" that aired the day of the Paris attack, Obama said ISIS had been contained.\nOver the last four years since the civil war unraveled in Syria, ISIS has taken root there, training Muslims from around the world to be jihadists. France has a large population of Muslim nationals, many of whom have freely entered the country. \nAmerica, like Germany and France, have welcomed thousands of Syrian refugees. It won't be long before what happened in Paris makes it's way to our homeland. During the second Democrat debate, Hillary Clinton revealed her biggest strength may be her biggest weakness -- her foreign policy experience.\nCrystal Wright is a conservative writer who runs the blog ConservativeBlackChick.com. She also is a principal at the Baker Wright Group, a communications and public relations firm. You can follow her @GOPBlackChick.\n\nOn a very tough night to talk politics, it seemed all three candidates were a little off their game.\nHillary Clinton was well-positioned coming in to look tough -- and presidential -- on terrorism. But she didn't anticipate Martin O'Malley lurching to her right. \"It is America's fight,\" he corrected her, \"but not solely America's fight.\" With Bernie Sanders attacking from the left, she was suddenly stuck in the middle, playing defense. \nOn the discussion regarding banks and campaign finance, however, Sanders should have had the natural upper hand, but he couldn't land a punch. Clinton won the issue in the room. Sanders also might be the first Democrat to acknowledge raising the minimum wage will have some negative repercussions, which I think will come back to haunt him.\nO'Malley had some blunders as well. He floated a frightening 70% tax rate on the wealthy, unprompted. He walked into a critique from Sanders on the safety of Baltimore, the city he ran as mayor. \nAll told, they each had some unexpected highlights and some surprising misses. When Clinton loses on foreign policy but wins on the banks, you know it's a weird night.\nS.E. Cupp is the author of \"Losing Our Religion: The Liberal Media's Attack on Christianity,\" co-author of \"Why You're Wrong About the Right\" and a columnist at the New York Daily News.  \n\nTwo moments in tonight's debate clarified why Bernie Sanders won't assume the role of frontrunner any time soon.  In the first, Sanders reiterated his noble, but politically disastrous, appeal that we all stop talking about Hillary Clinton's (damn) emails.  It's the high road, for sure.  But by extricating her from a scandal that had bedeviled her campaign for months, Sanders has ceded the space needed for Clinton to take flight.\nThe second moment illustrates the difficulty Sanders has faced in winning over African Americans.  When asked about Black Lives Matter, Sanders rattled off a bunch of standard statistics about incarceration and unemployment rates. Clinton, by contrast, acknowledged the profound pain that black mothers feel when they lose their children to violence, and she then paid tribute -- by name -- to some of the young men who have lost their lives to police violence.\nWinner: Hillary Clinton. She came across as shrewd, measured, and worldly.  Nothing about the debate tonight changed the fundamental dynamics of this race. \nMost improved: Martin O'Malley.  He spoke fluidly and forcefully about all manner of issues. He made a showing tonight; it just won't make much of a difference.\nLastly, a note on format.  With just a handful of Democratic contenders left in the race for president, the conversation in tonight's debate sank reasonably deep into policy details. The kinds of zingers and gaffes that separate winners from losers on a stage of ten just don't count for nearly as much on a stage of three.  May the Republicans take notice and winnow their ranks soon.\nWilliam Howell is the Sydney Stein professor in American politics at the University of Chicago. \n\nOnce again, Democrats proved that they are the adults in this race by having a civilized, high-minded and respectful debate about the important issues facing our country.  They also demonstrated they are all better equipped to lead the nation going into the 21st century as we face unprecedented threats from abroad and an economy that needs continued Democratic leadership to fully recover and give middle class voters all the tools they need to succeed.\nThere were fireworks as both Bernie Sanders and Martin O'Malley tried to take the fight to Hillary Clinton, specifically on her Iraq vote and her connections to Wall Street.  She swatted away the criticisms with ease, with facts, and demonstrated she is best suited to lead the country as president and commander in chief. \nOn foreign policy, her knowledge of the issues, her grasp of the nuances involved in global diplomacy and her determination to implement unparalleled American leadership to defeat ISIS and radical extremist jihadists in the Middle East, put her head and shoulders above the rest, both in the Democratic field as well as all Republicans vying for the presidency. \nOn economic and domestic issues, Clinton underscored differences with Sanders and O'Malley, again showing important nuances on positions such as the minimum wage, college affordability and gun control, showing her grasp of details and the \"weeds\" of these complex issues.  She showed her policies would put middle class families first while ensuring our economy can absorb them without disruption. \nO'Malley had a great debate, showing his passionate progressive positions, at times taking the critique to both of his opponents, but mostly agreeing with them on key issues.  While his resume is impressive and he has many accomplishments to show as Maryland governor, unfortunately, he was not able to have a sufficient breakout moment that will enable him to climb out of the single digits in the polls. \nSanders continued to show his passionate commitment to liberal positions, focusing on climate change and income inequality, both of which are tremendously important to the progressive base.  But his knowledge of foreign policy and issues going on in the Middle East came up wanting and did not inspire broad-based trust needed to be elected as commander In chief.\nAs an issue that is front and center, immigration brought out the best in all of the Democratic candidates -- an easy feat given the contrast with the ridiculous, unworkable, unjust and unelectable positions that are held by most Republicans. \nImportantly, Clinton was the first one to contrast all the Democrats with the Republicans and was the only one to defend President Obama's record.  A brilliant and important move to excite and mobilize the Democratic base.\nOverall, Clinton outshined her Democratic opponents, showing her proposals would pay for the opportunities and the level playing field that would help create more good paying jobs and expand economic growth for those who have been left behind.  And both Sanders and O'Malley took a definitive back seat to Clinton when it came to foreign policy, defense of the homeland and what it takes to confront the challenges we face, tragically demonstrated by last night's Paris attacks. \nMaria Cardona is a political commentator for CNN, a Democratic strategist and principal at the Dewey Square Group. She is a former senior adviser to Hillary Clinton and was communications director for the Democratic National Committee. She also is a former communications director of the Immigration and Naturalization Service.  \nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine\n", "byline": "", "description": "", "title": "Democratic debate: A weird night for Clinton, Sanders", "url": "http://www.cnn.com/2015/11/15/opinions/opinion-roundup-democratic-debate/index.html", "topics": ["foreign policy/national security", "economy"], "people": ["Julian Zelizer", "Martin O'Malley", "Lyndon Johnson", "Francois Hollande", "Hillary Clinton", "William Howell", "Crystal Wright", "Barack Obama", "Maria Cardona", "Bernie Sanders", "Errol Louis", "Black Lives Matter"], "orgs": ["Dewey Square Group", "University of Chicago", "Congress", "S.E.", "Immigration and Naturalization Service.", "Democratic National Committee", "Medicaid", "City Hall", "GOP", "Princeton University", "Osama bin Laden"], "election_confidence": 0.5029967003123051, "authors": [], "date_written": "2015-11-15 07:21:45", "org": "cnn", "article_id": "5d7daaf4e96aedcbe9fa5c6ed7e2ce9a", "date_access": "2015-11-15 08:02:07.855030"}