{"body": "\n\n\n\n\n\n\n \n\n\n\n\nWith the terrible tragedy in Paris Friday, the focus of the second Democratic debate on CBS changed correctly from the economy and domestic issues, to national security and immigration. However, the bickering back and forth between the two candidates going nowhere and the probable nominee -- Mrs. Clinton, really got off the subject very quickly.\nHillary said she would be tougher than President Obama. I don't doubt that she will be but that's a pretty low bar.\nBernie Sanders, in spite of Friday's terror attacks in Paris, still thinks climate warming is the world’s greatest problem and the root of all evil.\nMartin O’Malley is prepared to become president because he led Baltimore for 8 years as mayor and the greatest state in the country, Maryland for another four as governor. He must have forgotten that we all got to watch Baltimore explode on national TV a few months back.\nSanders thinks Hillary is owned by Wall Street and the Super-PACS and can't be trusted. After hearing O’Malley brag about everything he did in Maryland, I don't know why everyone wouldn't want to live there.\n\nThe overall message of the night was the Democrats agree on most things. Including, if they would be honest, that Hillary's going to be the nominee. \n\nHis great strength is that he looks like he could play a president in a TV show like “House of Cards.”  But in reality, he's lucky the Democrats don't have a junior varsity table or he'd be sitting there by himself.\nThe overall message of the night was the Democrats agree on most things. Including, if they would be honest, that Hillary's going to be the nominee.\nOn policy there is little disagreement. First they still believe in redistribution of wealth (the Robin Hood Theory). The rich are too rich and need to pay more in taxes. The upper limit was not quite the 90%  rate in the Eisenhower administration but close (thank you, Bernie Sanders) to certainly a much higher rate for the upper income earners.\nThe middle class is not what it used to be so therefore the government must do something to change all this.\nThe banks and the drug companies and the insurance companies are too big and they are all bad guys so we must regulate them and watch out for them cheating or getting rich.\nWe need more free programs paid for by tax payers. Free public college education for all.\nTo Hillary's credit she didn't buy into this because she doesn't want taxpayers to pay to educate Donald Trump’s kids.\nStill, there was lots of talk about free health care for all and cheap drugs, too.\nWho is going to pay for all this? The rich guys, of course.\nOn immigration, we should just let the 11 million immigrants who are here illegally stay because they've been here a long time.\nSanders , the avowed Socialist, who represents Vermont, the second smallest state in the Union, kept talking about how great Canada is. Maybe that's because Canada just elected a socialist prime minister.\nHe did waffle on guns a little from the Democratic  position but I am sure that's because nearly every voter in Vermont owns a couple of them.\nThe hardest working guy in the room was John Dickerson, who was the CBS moderator. His biggest task was making sure CBS got its commercial breaks every 10 minutes. About half way through, I confess, I realized that I can't wait for the next “Trump Invitational” as the Republican debates are sometimes called. At least they are not dull! This one was so dull, the network ended it 7 minutes early!   \n\nEdward J. Rollins is a Fox News contributor. He is a former assistant to President Reagan and he managed his reelection campaign. He is a senior presidential fellow at Hofstra University and a member of the Political Consultants Hall of Fame. He is Senior Advisor for Teneo Strategy.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "The overall message of the night was the Democrats agree on most things. Including, if they would be honest, that Hillary's going to be the nominee.", "title": "What America learned from Clinton, Sanders, O'Malley at second Democratic debate", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/nDW_stzv3do/what-did-learn-from-clinton-sanders-omalley-at-second-democratic-debate.html", "topics": ["immigration"], "people": ["Donald Trump", "Bernie Sanders", "John Dickerson", "Martin O'Malley"], "orgs": ["Hofstra University", "Teneo Strategy", "PACS"], "election_confidence": 0.5636901828689682, "authors": [], "date_written": "2015-11-15 13:45:00", "org": "fox", "article_id": "4bbf3b51120e648304160e631534c087", "date_access": "2015-11-15 15:00:13.782065"}