{"body": "\n\n\n\n\n\n\n\nDemocratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.    REUTERS/Mark Kauzlarich\n\n\n\n\n\n\n\nDemocratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.   (REUTERS/Jim Young)\n\n\n\n\n\n\nPrevious\nNext\n\n\nHillary Clinton faced tough criticism Saturday night from her Democratic rivals over everything from her Middle East policies to her swaying stance on gun control to her Wall Street ties, at a debate that saw both Bernie Sanders and Martin O’Malley step up their attacks on the party’s front-runner.\nThe former secretary of state was put on the defensive almost immediately, as she was challenged by her rivals -- and the moderator -- over military interventions she backed in countries now gripped by instability. Vermont Sen. Sanders ripped her support for “regime change.”  \nBut while the Paris terror attacks the night before shifted the early presidential debate focus to national security, the candidates sparred aggressively in the latter half over domestic issues – especially financial industry reform and Clinton’s Wall Street support.\nFormer Maryland Gov. O’Malley called her the “candidate of Wall Street.”\nAsked about her hefty Wall Street-backed speaking fees and donations, Clinton defended her independence in being able to pursue financial industry reform.\n\nBut Sanders shot back, “Not good enough.”\n“Let's not be naive about it. Why …has Wall Street been the major campaign contributor to Hillary Clinton?” he said. “You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.”\nHe and O’Malley, unlike Clinton, both want to re-instate a Depression-era banking law known as Glass-Steagall – and they both criticized Clinton’s Wall Street plans as not going far enough. \nO’Malley called it “weak tea.”\nIn an eyebrow-raising moment, Clinton countered Sanders’ criticism of her Wall Street donations by saying that as New York senator, she helped “rebuild” Wall Street and downtown Manhattan after 9/11.\nClinton was later asked about social media reaction claiming she had invoked 9/11 to justify financial industry donations; Clinton said she’s sorry that anyone had that “impression.”\nMeanwhile, she said she doesn’t think her rivals’ financial industry plans – particularly to reinstate the Depression-era law that separated investment and commercial banking – would get the job done.\n“I'm all about making sure we actually get results,” Clinton said.\nThe debate in Des Moines, Iowa, came in the wake of the Paris terror attacks, which thrust the issues of national security and foreign policy back to the center of the 2016 campaign. The format of the debate – hosted by CBS News, KCCI-TV and The Des Moines Register -- was changed to focus anew on those issues in the beginning.\nClinton tried to highlight her deep experience in foreign policy issues from the outset.\n“This election is not only about electing a president. It's also about choosing our next commander-in-chief,” she said.\nBut, citing the chaos in the Middle East and North Africa, Clinton’s rivals soon turned to her record as U.S. senator and later as secretary of state to question her judgment in foreign policy matters.\nO’Malley appeared to criticize her support for toppling Libyan dictator Muammar Qaddafi.\nHe said America’s role is not to roam the world “looking for new dictators to topple.” He said it is also important to understand “secondary and third consequences” that come after removing a “single dictator.” O’Malley called Libya, Syria and other countries in the region a “mess.”\nClinton defended her support for ousting Qaddafi, saying he was threatening a “genocide” and America’s European and Arab allies asked for U.S. support. And to O’Malley’s critique, she said, “I don’t think you can paint with a broad brush” in an “incredibly complicated region of the world.”\nSanders, meanwhile, referenced Clinton’s Senate vote for the use of force in Iraq and said the “disastrous invasion” led “to the rise of Al Qaeda and to ISIS.” The senator also claimed that “climate change is directly related to the growth of terrorism.”\nClinton again called her Iraq war vote a “mistake,” but disputed that the war is the only driver of modern terrorism.\nShe and O’Malley briefly sparred over America’s role in fighting ISIS. After Clinton said it “cannot be an American fight, although American leadership is essential,” O’Malley said, “This actually is America’s fight,” though not “solely” America’s fight.\nSanders staked out a different position in saying it is the nations in the region that “have to get their hands dirty.”\n“Those Muslim countries are going to have to lead the effort,” he said.\nThe candidates declined to categorize the threat itself as “radical Islam.” Asked about that categorization, Clinton said only, “I don’t think we’re at war with Islam.”\nAll the candidates on stage condemned the Paris terror attacks and vowed to take on the threat of terror.\n“It cannot be contained. It must be defeated,” Clinton said of ISIS, appearing to distance herself from President Obama, who hours before the Paris attacks claimed ISIS was “contained.”\nThe attacks across multiple locations in Paris killed at least 129 people and wounded hundreds, officials said. It brought the issue of terrorism to the forefront of both party’s presidential primary races. Ostensibly, it is an area where Clinton enters with the thickest resume – but also one that could, as the debate showed, prove problematic given her involvement shaping the policies in increasingly unstable nations like Libya and Syria.\nWhile the tragedy hung over the debate, the candidates were able to tackle of range of domestic issues including wages and immigration.\nO’Malley landed virtually the only shot of the night against Republican candidate Donald Trump, a favorite target of the Democrats, by calling him an “immigrant-bashing carnival barker.” The Democratic candidates generally agree on the call for comprehensive immigration reform with a path to citizenship for illegal immigrants in the country.\nSanders, meanwhile, continued to advocate for a $15 minimum wage.\nBut the candidates were divided on gun control. While Clinton has tried in the past to cast Sanders as soft on the issue, O’Malley accused Clinton of being “on three sides of this.”\n“When you ran in 2000, you said we needed federal robust regulations, then in 2008 you were portraying yourself as Annie Oakley and saying we don't need those regulations ... and now you’re coming back around here,” he said.\nThe debate was notable in that it saw Sanders and O’Malley taking a more aggressive tone against the front-runner, who seemed to have strengthened her hand since their initial debate.\nSince that debate, two candidates have dropped out, leaving only Sanders and O’Malley. She also made it through a lengthy hearing before the Benghazi congressional committee and saw one of her biggest potential political threats – a late bid by Vice President Biden – disappear as the vice president announced he would not run.\nSanders remains Clinton’s biggest challenge, and has stirred an enthusiasm in the Democratic base that Clinton has struggled to evoke. But nationally and in Iowa, she continues to lead him by double digits in the polls.\nStill, the FBI investigation over Clinton’s use of a personal email and server while secretary of state looms over her bid, with the probe said to be expanding. Sanders appeared to give her a pass on the email issue at the first debate by saying he was tired of hearing about the controversy.\nSanders, though, stood by his comments at the second debate Saturday night: “I was sick and tired of Hillary Clinton’s email, I’m still sick and tired of Hillary Clinton’s email. … Let’s go to the major issues facing America.” ", "byline": "", "description": "Hillary Clinton faced tough criticism Saturday night from her Democratic rivals over everything from her Middle East policies to her swaying stance on gun control to her Wall Street ties, at a debate that saw both Bernie Sanders and Martin O’Malley step up their attacks on the party’s front-runner.  ", "title": "Clinton hit by Dem rivals over Wall St. ties, Mideast policies at 2nd debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/V8TEBB0dgZ8/", "topics": ["foreign policy/national security", "immigration"], "people": ["Martin O'Malley", "Jim Young", "Hillary Clinton", "Donald Trump", "Muammar Qaddafi", "Bernie Sanders"], "orgs": ["Senate", "Al Qaeda", "FBI"], "election_confidence": 0.9974292038547423, "authors": [], "date_written": "2015-11-15 05:15:16", "org": "fox", "article_id": "29828bcd7ecc03e34848b99e5ee11039", "date_access": "2015-11-15 06:14:40.351600"}