{"body": "\n\n\n\nDemocratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.   (REUTERS/Jim Young)\n\n\nHillary Clinton was put on the defensive at the opening of Saturday night’s Democratic presidential debate over military interventions she backed in countries now gripped by instability.\nThe debate in Des Moines, Iowa, came in the wake of the Paris terror attacks, which thrust the issues of national security and foreign policy back to the center of the 2016 campaign. The debate format was changed to focus anew on those issues.\nBut, citing the chaos in the Middle East and North Africa, Clinton’s rivals criticized her Senate vote for use of force before the Iraq war and appeared to criticize her support for toppling Libyan dictator Muammar Qaddafi.\nFormer Maryland Gov. Martin O’Malley said America’s role is not to roam the world “looking for new dictators to topple.”\nHe said it is also important to understand “secondary and third consequences” that come after removing a “single dictator.” O’Malley called Libya, Syria and other countries in the region a “mess.”\n\nClinton defended her support for toppling Qaddafi, saying he was threatening a “genocide” and America’s European and Arab allies asked for U.S. support.\nShe also said “it is imperative” that the U.S. do more to confront the “arc of instability” in the region. And to O’Malley’s critique, she said, “I don’t think you can paint with a broad brush,” and “This is an incredibly complicated region of the world.”\nVermont Sen. Bernie Sanders, meanwhile, referenced Clinton’s support for use of force in Iraq and said the “disastrous invasion” led “to the rise of Al Qaeda and to ISIS.”\nClinton again called her Iraq war vote a “mistake,” but disputed that the war is the only driver of modern terrorism.\nThe candidates also condemned the Paris terror attacks.\n“Our prayers are with the people of France tonight, but that is not enough,” Clinton said.\nShe called for global “resolve” to “root out” the “radical jihadist ideology” that motivates groups like the Islamic State. Clinton, a former secretary of state, said she would coordinate efforts “against the scourge of terrorism.”\n“It cannot be contained. It must be defeated,” she said of ISIS.\nSanders blasted ISIS as a “barbarous organization.”\nO’Malley called this the “new face” of terror threats.\nThe attacks across multiple locations in Paris killed at least 129 people and wounded hundreds, officials said. \nIn a primary race otherwise dominated by the economy, climate and front-runner Clinton’s personal record, the debate in Des Moines, Iowa, now is expected to focus heavily on security and foreign policy after debate host CBS News reworked the format.  \nIt is an area where Clinton, as former secretary of state, enters with the thickest resume – but also one that could prove problematic, given her involvement shaping the policies in increasingly unstable and chaotic nations like Libya and Syria.\nSanders, after appearing to give her a pass at the first debate over her personal email controversy, has in recent weeks shown a greater interest in criticizing her record. But his focus on issues like income inequality could be out of place in a discussion focused on global security challenges. Sanders’ campaign objected to some of the CBS News debate tweaks, sources said.\nClinton also enters this debate – hosted by CBS News, KCCI-TV and The Des Moines Register – facing a narrower field than at their first encounter in October. Since that debate, two candidates have dropped out, leaving only Sanders and O’Malley.\nClinton is seen to have otherwise strengthened her hand since that debate, making it through a lengthy hearing before the Benghazi congressional committee and seeing one of her biggest potential political threats – a late bid by Vice President Biden – disappear as the vice president announced he would not run.\nSanders remains Clinton’s biggest challenge, and has stirred an enthusiasm in the Democratic base that Clinton has struggled to evoke. But nationally and in Iowa, she continues to lead him by double digits in the polls.\nStill, the FBI investigation over Clinton’s use of a personal email and server while secretary of state looms over her bid, with the probe said to be expanding. ", "byline": "", "description": "Hillary Clinton was put on the defensive at the opening of Saturday night’s Democratic presidential debate over military interventions she backed in countries now gripped by instability. ", "title": "Clinton on defense over Middle East policies at Dem debate", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/TEOgoe910VE/", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Muammar Qaddafi", "Hillary Clinton", "Martin O'Malley", "Jim Young"], "orgs": ["Senate", "Al Qaeda", "FBI"], "election_confidence": 0.9311865151561396, "authors": [], "date_written": "2015-11-15 02:02:16", "org": "fox", "article_id": "b06f7a0e9f9c60524f5011b3887f1e37", "date_access": "2015-11-15 03:00:12.671185"}