{"body": "\n\n\n\nA women takes a photo while standing on the stage for Saturday night's Democratic presidential debate between Sen. Bernie Sanders, I-Vt,, Hillary Rodham Clinton and former Maryland Gov. Martin O'Malley, Friday, Nov. 13, 2015, in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\n\nDuring a conference call Saturday between representatives of CBS News and the three Democratic presidential camps, an aide to Vermont Sen. Bernie Sanders angrily objected to the network’s plans to change the focus of Saturday night’s debate from the economy to terror and national security, two Democratic sources confirmed to Fox News.\nThe Sanders camp pushed back on CBS' efforts to trim opening statements from 90 seconds to 30 seconds in order to create more time to cover terror -- in addition to the economy and other topics -- in the wake of the Paris terror attacks.\nThe Democratic sources said the Sanders camp argued that CBS could not change the format, agreed to long ago, at the last minute for Sanders as well as Hillary Clinton and former Maryland Gov. Martin O'Malley. The campaign’s objections were first reported by Yahoo News.\nSanders aides noted on the call that in 90-second opening statements all three candidates could choose to spend their time on terror or other topics, and in the end they prevailed on organizers to keep the longer opening statements.\nHowever, the Sanders camp was still not pleased that CBS planned to spend significant time early in the debate on national security after the lead moderator, John Dickerson of CBS, in recent days privately told the campaigns and publicly said in media interviews that the primary focus would be on income inequality and other economic topics.\n\nIn the wake of the terror attacks, the Clinton and O'Malley camps expressed support for the topic shift on the conference call, according to the Democratic sources.\nThe objections by the Sanders camp fueled talk among Democrats in Iowa that the senator is worried he cannot match the former secretary of state's stature on national security.\nSanders aides reject this by saying he will focus on how judgment on national security is more important than experience. The insurgent candidate has previously tried to drum up support on the left by noting he opposed the war in Iraq while Clinton supported it.Ed Henry currently serves as Fox News Channel's (FNC) chief White House correspondent. He joined the network in June 2011.", "byline": "", "description": "During a conference call Saturday between representatives of CBS News and the three Democratic presidential camps, an aide to Vermont Sen. Bernie Sanders angrily objected to the network’s plans to change the focus of Saturday night’s debate from the economy to terror and national security, two Democratic sources confirmed to Fox News.", "title": "CBS News debate changes after Paris attacks prompt Sanders camp objections", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/BQuL4uBSG-A/", "topics": ["economy", "income inequality"], "people": ["Charlie Neibergall", "Martin O'Malley", "John Dickerson", "Hillary Clinton", "Ed Henry", "Hillary Rodham Clinton", "Bernie Sanders"], "orgs": ["FNC"], "election_confidence": 0.6072131928541495, "authors": [], "date_written": "2015-11-15 01:55:23", "org": "fox", "article_id": "11f1acc7d21b4f4aa53f1130cf087fdb", "date_access": "2015-11-15 02:15:49.910103"}