{"body": "\n\n\n\nNov. 14, 2015: Hillary Rodham Clinton shakes hands with Martin O'Malley after a Democratic presidential primary debate in Des Moines, Iowa. (AP)\n\n\nHillary Clinton invoked the 9/11 terror attacks as she defended herself against complaints about her Wall Street donations during Saturday night’s debate, a response that drew bipartisan criticism.\nThe former New York senator made the reference after Vermont Sen. Bernie Sanders repeatedly criticized her for taking money from the financial sector and questioned whether she had the independence to overhaul the industry.\n“I represented New York, and I represented New York on 9/11 when we were attacked,” Clinton pointed out. “Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York.”\nRepublican National Committee Chairman Reince Priebus slammed Clinton for the comments after the debate in Des Moines ended.\n“[I]n a new low, Hillary Clinton shamefully hid behind the 9/11 terrorist attacks in a bizarre attempt to deflect attention from her ties to her wealthy donors,” he said in a statement.\nThe backlash also surfaced during the CBS-hosted debate itself. Shortly after Clinton made the remarks, the moderators cited social media reaction, including a tweet saying she had invoked 9/11 to justify Wall Street donations.\n“Well, I'm sorry that whoever tweeted that had that impression because I worked closely with New Yorkers after 9/11 for my entire first term to rebuild,” Clinton said.\nSanders acknowledged she was the senator from New York at the time and did help rebuild. But he also said Wall Street has too much power.\nEarlier, he suggested Clinton would not be able to overhaul the industry given its support for her.\n“Let's not be naive about it. Why …has Wall Street been the major campaign contributor to Hillary Clinton?” he said. “You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.”\nEven Clinton’s former campaign manager, Patti Solis Doyle, questioned the 9/11 reference following the debate.\n“I do think that the 9/11 reference was probably better used when she was talking about terrorism. She was the senator when the 9/11 attacks happened. She was the senator when we needed to rebuild that city. And it would have been more powerful talking about terrorism,” she said on CNN.\n \n \n \n \n \n \n \n \n \n ", "byline": "", "description": "Hillary Clinton invoked the 9/11 terror attacks as she defended herself against complaints about her Wall Street donations during Saturday night’s debate, a response that drew bipartisan criticism.", "title": "Clinton invokes 9/11 in countering criticism of Wall St. donations, takes heat", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/vdZmq3POxBM/", "topics": ["campaign_finance", "foreign policy/national security"], "people": ["Martin O'Malley", "Patti Solis Doyle", "Hillary Clinton", "Hillary Rodham Clinton", "Reince Priebus", "Bernie Sanders"], "orgs": ["Republican National Committee"], "election_confidence": 0.7299152360001901, "authors": [], "date_written": "2015-11-15 05:45:07", "org": "fox", "article_id": "a533791204f9b0b0a133a20164b5eb40", "date_access": "2015-11-15 06:00:35.220925"}