{"body": "\n\n\n\n\n\n\n \n\n\n\n\n“We will not solve our nation’s problems … by returning to [the] polarizing figures of our past.”\nThis was a not so veiled attack against Hillary Clinton from Martin O’Malley on Saturday night at the second Democratic debate. It was uttered on a night when her opponents were more direct in their criticism but still did not appear to lay a glove on her.  \nIndeed, O’Malley’s words are poignant, but ultimately won’t make much of a difference. Hillary Clinton is 19 points up nationally and Saturday night’s debate was another example of why she is so far in front.\nJust as in the first debate, Clinton showed the depth of her experience in politics over the last 30 years. She has the deepest understanding of the issues – particularly foreign policy having been secretary of state – and is a sharp, quick debater.\n\nNone of the candidates were willing to say that we’re at war with radical Islam. Everyone was watching for this and it seemed that they erred on the side of political correctness. \n\nClinton continued to show herself to be a commanding force on the stage. This isn’t to say that she didn’t have struggles.\nShe tripped up during an answer about Wall Street where she countered that her work to aid the 9/11 recovery while a New York senator made her a crusader against Wall Street. And her vote for the Iraq war haunted her again. These are points the GOP will seize upon and showed flashes of weakness.\nSaturday debate began with a series of questions on terrorism and how America can combat ISIS, especially in light of the heinous attacks in Paris on Friday night. We knew this would happen, as it should. And each of the candidates emphasized how important American leadership is in the fight against terrorism, something I agree with wholeheartedly.\nIt was no surprise that Clinton was the most hawkish of the three candidates on stage. She talked of using airpower, training and equipping forces in the region and pushes our allies – especially Turkey and the Gulf States – to make up their minds about how much they’re going to help in this effort. Sanders and O’Malley had good rhetoric on the issue, but were vague and non-specific. And we also heard again that climate change is creating terrorism from Sanders – a claim that the Republicans will surely seize on.\nIt must be noted that Clinton was trying to distance herself from Obama's statement that ISIS needs to be \"contained\" by saying they need to be \"defeated.\" That being said, she did not declare war on ISIS. She did not forthrightly speak of the singular and unique role the U.S. must play in providing leadership, and sought to deflect attention from Sanders' efforts to link her with the rise of ISIS because of her support of the Iraq war by blaming George Bush.\nIn short, it was a good and effective job for a Democratic primary audience, but all three candidates were on the defensive for much of the first part of the debate over the Middle East and the War on Terror. This will probably be a manageable challenge in the Democratic primary, but will almost certainly be a more serious challenge during the general election campaign. We will have to watch how this unfolds closely.\nFurthermore, none of the candidates were willing to say that we’re at war with radical Islam. Everyone was watching for this and it seemed that they erred on the side of political correctness.\nClinton had the best rationale for not using the term by defending it in terms of not offending our Muslim allies, but coming on the day after the Paris attacks, I’m sure this will be an issue.\nThere was more antagonism on Saturday night than we’ve seen before. Sanders went after Clinton for her close ties to Wall Street and on gun control. And Clinton returned the favor.\nO’Malley got in on the action to tout how far he went as Maryland governor to raise wages, control gun violence and work to combat climate change. He certainly did better than he has before, but I don’t think he made a strong case for an O’Malley presidency. As Sanders pointed out, it’s not like Baltimore is doing too well right now. And he’s right.\nThe most important thing that voters will have seen at the Iowa debate this week is that a Clinton and a Sanders presidency would be very different.\nSanders believes two things are of paramount importance: income inequality and climate change. His plans could push taxes on the rich upwards of 80 percent-- in a light moment he joked about Dwight Eisenhower levying a 90% tax -- and he’d bring back Glass-Steagall and break up the banks. Sanders supports a $15 minimum wage and free college tuition. And he brought the conversation on health care back to the idea of single payer, a favorite of the progressive left.\nThese are all areas where you can see differences with Clinton. She only supports a $12 federal minimum wage and said it should be up to states/cities to raise it above that (this is also what Senate Democrats support). She wouldn’t break up the banks or bring back Glass-Steagall while at the same time arguing that her proposals go the furthest in reining in the banks.\nOn health care, Clinton wants to build on ObamaCare and improve it, especially by focusing on the issue of prescription drug costs.\nIt’s also important to note that all the candidates were allied on immigration – each supports comprehensive immigration plan and a pathway to citizenship.\nMartin O’Malley was the only candidate to say how many Syrian refugees he’d take in (65,000), but they all argued that it’s our humanitarian duty to take in refugees. This will also be a sticking point after the Paris attacks.\nAll this is to say that Saturday night’s event was a well-moderated debate and all the candidates did well.\nIt’s just that Clinton did that much better. She’s the only one on stage who looked presidential. And I believe everyone could see that. \n\nDouglas E. Schoen has served as a pollster for President Bill Clinton. He has more than 30 years experience as a pollster and political consultant. He is also a Fox News contributor and co-host of \"Fox News Insiders\" Sundays on Fox News Channel and Mondays at 10:30 am ET on FoxNews.com Live. He is the author of 11 books. His latest, co-authored with Malik Kaylan is \"The Russia-China Axis: The New Cold War and America's Crisis of Leadership (Encounter Books, September 2014). Follow Doug on Twitter @DouglasESchoen.\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Hillary Clinton was the only one on stage in Iowa who looked presidential.", "title": "Hillary Clinton demonstates why she's in the lead at second Democratic debate", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/lnuj77XSBpw/hillary-clinton-demonstates-why-shes-in-lead-at-second-democratic-debate.html", "topics": ["foreign policy/national security", "health"], "people": ["Martin O'Malley", "Bill Clinton", "Malik Kaylan", "Hillary Clinton", "Douglas E. Schoen", "Dwight Eisenhower"], "orgs": ["Senate Democrats", "GOP"], "election_confidence": 0.698605561614771, "authors": [], "date_written": "2015-11-15 14:32:00", "org": "fox", "article_id": "3008ee479035bc3ab78e5b9abb8cfda6", "date_access": "2015-11-15 15:16:56.373657"}