{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton and the other Democratic presidential candidates are being criticized for declining to use the words “radical Islam” during Saturday night’s debate, following the deadly terror attacks in Paris.\nFormer Secretary of State Clinton, Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O’Malley declined to use the words after being asked during the CBS debate whether they would agree with GOP presidential candidate Sen. Marco Rubio saying, “We are at war with radical Islam.”\nThe front-running Clinton said using the term “radical Islam” would be “painting with too broad a brush.”\nShe also said the term was “not particularly helpful.” \n“I don’t think we’re at war with Islam,” Clinton continued. “I don’t think we’re at war with all Muslims. I think we’re at war with jihadists.”\n\nHowever, Clinton said the world is indeed at war with “violent extremists” and those who use religion for “power” and “oppression.”\nGOP presidential candidate Mike Huckabee tweeted: “You’re all grown up now. You can do it. Three words. Ten syllables. Say it with me: ‘Radical Islamic terrorism.”\nThe Islamic State has taken credit for the three coordinated attacks in and around Paris that killed 129 people and wounded more than 350.\nFrench President Francois Hollande called the attacks “an act of war” by the terror group ISIS, which claimed responsibility for the strikes.\nDuring the debate at Drake University in Des Moines, Iowa, Sanders said he didn’t think the term “is what's important.”\nHe argued the real issue is groups such as ISIS and Al Qaeda, and their mistreatment of women and children, have become “a danger to modern society” and that “American leadership can and must come together to destroy them.”\nO’Malley, like Clinton and Sanders, also took special consideration not to offend the entire Muslim community.\n“I believe calling it what it is … radical jihadis,” he said. “Let's not fall into the trap of thinking that all of our Muslim-American neighbors in this country are somehow our enemies here. They are our first line of defense. … We need our Muslim-American neighbors to stand up and to be a part of this.”\nGOP presidential candidate Jeb Bush tweeted: “Yes, we are at war with radical Islamic terrorism.”\nDuring the debate, Clinton also was asked about a December 2014 speech in which she said it’s important to show “respect even for one's enemy” and to try to “empathize with their perspective and point of view.”\nClinton responded: “It is important to try to understand your adversary in order to figure out how they are thinking, what they will be doing, how they will react.”\nClinton campaign communications director Jennifer Palmieri told Yahoo News after the debate that she didn’t think Clinton was getting a lot of criticism for remarks.\n“I think she was really clear that we don’t need to go to war,” Palmieri said. “We don’t need to go to war with Islam. We’re going to war with extremists.”  \n \n ", "byline": "", "description": "Hillary Clinton and the other Democratic presidential candidates are being criticized for declining in Saturday night’s debate to use the worlds “radical Islam,” following the deadly terror attacks in Paris.", "title": "Clinton and the other Democratic presidential candidates in debate decline to use term 'radical Islam'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/iCqF8dYLSfs/", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Francois Hollande", "Jeb Bush", "Hillary Clinton", "Jennifer Palmieri", "Marco Rubio", "Mike Huckabee", "Bernie Sanders"], "orgs": ["Al Qaeda", "GOP"], "election_confidence": 0.9805286484201229, "authors": [], "date_written": "2015-11-15 14:42:39", "org": "fox", "article_id": "1993008bfeaa0faebdb68db2eec6b03d", "date_access": "2015-11-15 15:16:59.194482"}