{"body": "\n\n\n\nA women takes a photo while standing on the stage for Saturday night's Democratic presidential debate between Sen. Bernie Sanders, I-Vt,, Hillary Rodham Clinton and former Maryland Gov. Martin O'Malley, Friday, Nov. 13, 2015, in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\n\nDemocratic presidential candidate Sen. Bernie Sanders needs to slow frontrunner Hillary Clinton’s run toward the party nomination, and Saturday night’s debate might be such an opportunity.\nThe format of the CBS debate, the second of the 2016 cycle for Democratic White House candidates, was reworked after the Paris terror attacks Friday night to focus more on terrorism, national security and foreign policy.\nClinton, as a former secretary of state, has more experience with such matters, compared to both Sanders, a Vermont independent, and fellow challenger Martin O’Malley, a former Maryland governor.\nHowever, her record as the State Department leader from 2009 to 2013 could also invite moderator questions and candidate attacks Saturday about her handling of the deadly Sept. 11, 2012, terror attacks on a U.S. diplomatic outpost in Benghazi, Libya.\nAmong the concerns, as frequently highlighted by Republicans, are whether Clinton paid enough attention to security concerns raised by Ambassador Christopher Stevens, who was killed in the attacks, and whether she attempted to cover up that the attacks were terror related.\n\nStevens and three other Americans died in the attacks.\nClinton will also likely face questions at the debate in Des Moines, Iowa, about her role in the Obama administration’s efforts to eradicate the Islamic State, the increasingly dangerous terror group that has claimed responsibility for the Paris attacks that killed at least 129 people.\nClinton leads Sanders 54.7 percent to 33 percent, with O’Malley at a distant 2.7 percent, according to an averaging of polls by the nonpartisan website RealClearPolitics.com.\nAnd an Associated Press survey of superdelegates published Friday found that half of the Democratic insiders are publicly backing Clinton, which further secures her nomination efforts.\nClinton’s campaign got off to a rough start following revelations about eight months ago that as secretary of state she used a private server and email accounts for official business, which raised questions about whether classified information was compromised.\nHowever, the former first lady and New York senator has been on a recent roll, which started with a good first debate in mid-October and was followed about a week later by her well-prepared testimony before a GOP-led special House committee on the Benghazi matter.\nSanders, a self-described Democratic socialist whose outsider campaign has drawn large crowds and good polling numbers in early-voting states Iowa and New Hampshire, will indeed be free to attack Clinton on foreign policy.\nHowever, his focus on such domestic issues as income inequality, affordable college tuition and social justice reform could present problems Saturday if Clinton or the moderators go deep and hard into the foreign policy issues.\nSanders may have inadvertently facilitated some of Clinton’s turnaround when in the first debate he seemed to dismiss the controversy over her use of a private email account and server by saying Americans are tired of hearing about her \"damn emails.\"\nBut he has since given her no more passes.\nThough careful never to mention Clinton by name, Sanders has drawn a series of contrasts with the former secretary of State on issues that include her backing of the war in Iraq, trade and the minimum wage.\nSanders advisers say he plans to discuss the email issue only if the moderators raise it.  \n\"He's definitely going to cut a harder contrast on core issues,\" said Larry Cohen, a senior adviser to Sanders, \"But it's not going to be over personal style.\"\nThe problem for Sanders is that Clinton agrees with him on some of the core domestic issues of his campaign, having shifted to the left in recent weeks to oppose construction of the Keystone XL pipeline and the Trans-Pacific Partnership trade deal.\n\"His current arguments aren't enough to get beyond his core voter,\" said Gina Glantz, manager of Bill Bradley's 2000 presidential campaign.\nWhile Sanders aides bragged about their candidate's lax preparation for the last debate, they shuttled him to his campaign headquarters in Burlington, Vermont, for mock sessions before this match-up. Clinton, too, has kept her schedule relatively clear over the last several days, leaving plenty of time for rehearsals.\n\"They are absolutely prepared for the fact that Bernie's going to come out swinging,\" said Maria Cardona, a Democratic strategist who worked for Clinton's failed 2008 White House campaign, \"The question is how it's going to happen.\"\nClinton supporters say their candidate will remain focused on laying out her vision for the future rather than striking back at Sanders. Her campaign has about $15.2 million in television advertising planned through mid-February, compared with a $3.2 million Sanders ad buy that ends next week, according to Kantar Media's CMAG advertising tracker.\nThe Service Employees International Union, an influential force in Democratic politics, is expected to issue their endorsement on Tuesday, according to people knowledgeable about the union's process. Clinton has been backed by more than 72 percent of members in all their internal polling, including the most recent survey conducted a few weeks ago.\nIn addition to her success in the first debate and on Capitol Hill, Clinton has benefited from Vice President Joe Biden's decision to forgo a presidential run.\nO'Malley has questioned Sanders' commitment to the Democratic Party and President Obama, still a popular figure among Democrats.\nA more aggressive tone would mark a shift for a race that has so far been notable for its civility. Democrats have spent months boasting about the substantive tone of their contest, attempting to set-up a favorable early contrast with the often carnival-like insults of the crowded Republican primary.\nThe Associated Press contributed to this report.\n \n \n \n \n \n \n \n \n ", "byline": "", "description": "Democrat presidential challenger Sen. Bernie Sanders needs to slow frontrunner Hillary Clinton's run toward to party nomination, and Saturday night’s debate might be such an opportunity.", "title": "Democratic debate after Paris attacks to focus on terror, likely Clinton's record at State", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/GjPJFXv9bvE/", "topics": ["foreign policy/national security"], "people": ["Charlie Neibergall", "Christopher Stevens", "Martin O'Malley", "Bill Bradley", "Joe Biden", "Hillary Clinton", "Hillary Rodham Clinton", "Larry Cohen", "Gina Glantz", "Maria Cardona", "Bernie Sanders"], "orgs": ["Democratic Party", "Service Employees International Union", "State Department", "GOP", "RealClearPolitics"], "election_confidence": 0.9495543855164293, "authors": [], "date_written": "2015-11-14 21:55:29", "org": "fox", "article_id": "3058770b249eb78ab7537dd40f06861e", "date_access": "2015-11-15 02:15:36.956186"}