{"body": "\n\n\n\nA women takes a photo while standing on the stage for Saturday night's Democratic presidential debate between Sen. Bernie Sanders, I-Vt,, Hillary Rodham Clinton and former Maryland Gov. Martin O'Malley, Friday, Nov. 13, 2015, in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\n\nThe Democratic presidential candidates faced off for their second debate Saturday night, with the issues of terrorism and national security thrust back into the spotlight in the wake of the deadly Paris attacks.\nAll three candidates have weighed in on the tragedy, condemning the attacks for which the Islamic State has claimed responsibility. The attacks across multiple locations in the city killed at least 129 people and wounded hundreds, officials said.  \nIn a primary race otherwise dominated by the economy, climate and front-runner Hillary Clinton’s personal record, the debate in Des Moines, Iowa, now is expected to focus heavily on security and foreign policy after debate host CBS News reworked the format.   \nIt is an area where Clinton, as former secretary of state, enters with the thickest resume – but also one that could prove problematic, given her involvement shaping the policies in increasingly unstable and chaotic nations like Libya and Syria.\nVermont Sen. Bernie Sanders, after appearing to give her a pass at the first debate over her personal email controversy, has in recent weeks shown a greater interest in criticizing her record. But his focus on issues like income inequality could be out of place in a discussion focused on global security challenges.\n\nClinton also enters this debate – hosted by CBS News, KCCI-TV and The Des Moines Register – facing a narrower field than at their first encounter in October. Since that debate, two candidates have dropped out, leaving only Sanders and former Maryland Gov. Martin O’Malley.\nClinton is seen to have otherwise strengthened her hand since that debate, making it through a lengthy hearing before the Benghazi congressional committee and seeing one of her biggest potential political threats – a late bid by Vice President Biden – disappear as the vice president announced he would not run.\nSanders remains Clinton’s biggest challenge, and has stirred an enthusiasm in the Democratic base that Clinton has struggled to evoke. But nationally and in Iowa, she continues to lead him by double digits in the polls.\nStill, the FBI investigation over Clinton’s use of a personal email and server while secretary of state looms over her bid, with the probe said to be expanding.", "byline": "", "description": "The Democratic presidential candidates faced off for their second debate Saturday night, with the issues of terrorism and national security thrust back into the spotlight in the wake of the deadly Paris attacks.", "title": "Democratic 2016 candidates face off for 2nd debate", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/TEOgoe910VE/", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Charlie Neibergall", "Hillary Clinton", "Martin O'Malley", "Hillary Rodham Clinton"], "orgs": ["FBI"], "election_confidence": 0.8547615578685663, "authors": [], "date_written": "2015-11-15 02:02:16", "org": "fox", "article_id": "16cb890d4d44df5c90d0eef0d397081f", "date_access": "2015-11-15 02:15:49.625467"}