{"body": "Are we heading back to the 1960s, when cities and campuses spiraled into chaos and conservatives won elections by demanding law and order? In a period that has seen riots over police conduct in Ferguson, Mo., and Baltimore, attacks on police officers in New York and other cities, and now student protests, it sometimes feels that way.\nLast week, several Republican candidates sounded as if they were reviving the tough justice theme that helped Ronald Reagan and Richard M. Nixon rise to power almost half a century ago. Donald Trump derided university presidents who bow to student demands as “weak, ineffective people,” and said he wouldn't have quit if he had been in charge at the University of Missouri. Ben Carson warned that if society coddles students, “We will move much further toward anarchy than anybody can imagine.” And Chris Christie said it was all President Obama's fault: “This is a product of the president's own unwillingness and inability to bring people together.”\nIn another flashback to the 1960s, Democrats lined up on the other side, signaling that their sympathies lay with the students. “It's time to address structural racism on college campuses,” Bernie Sanders tweeted. Hillary Rodham Clinton sent a similar message through an aide. And White House spokesman Josh Earnest lauded the Missouri students for their “commitment to fighting hate and intolerance.” Their success, he said, reinforced Obama's view “that a few people speaking up and speaking out can have a profound impact.”\nThere was an unmistakable echo in that micro-debate of the argument after the 2014 unrest in Ferguson, where the police shooting of an unarmed black teenager prompted weeks of angry demonstrations; and the later debate over Black Lives Matter, the movement to curb law enforcement excesses. In all three cases, there has been an impulse toward polarization, reducing the question to: Which side are you on?\nA few Republicans, notably Christie and Ted Cruz, have charged that BLM is calling for the murder of police officers. (A few demonstrators have done so, but they've been disavowed by the movement's leaders.)\n“The president encourages this lawlessness,” Christie added last month. (The president has condemned that lawlessness several times, actually, even as he has also condemned excessive police \nviolence.)\nOn the other side, Sanders found himself shouted down by demonstrators when he wasn't emphatic enough in endorsing BLM. (He has made amends since.)\nThe implicit message: You can declare that black lives matter, or that police lives matter — but you don't have the option of believing both those things.\nExcept — and here's where things get interesting — most candidates do believe both those things. If you listen closely and dig beneath the sound bites, you'll find that things have changed since the 20th century, after all.\nA recent \npoll\n of college students’ attitudes toward free speech (in general and on campus) is a mixed bag.\nThe survey by McLaughlin & Associates for the William F. Buckley Jr. Program at Yale shows that 87% of respondents agreed with this statement: “There is educational value in listening to and...\nA recent \npoll\n of college students’ attitudes toward free speech (in general and on campus) is a mixed bag.\nThe survey by McLaughlin & Associates for the William F. Buckley Jr. Program at Yale shows that 87% of respondents agreed with this statement: “There is educational value in listening to and...\nAmong Republicans, I highlighted the more ferocious voices, but others have been more restrained. Even the ones I quoted, Trump, Carson and Christie, aren't campaigning principally on law and order. They've mostly answered questions thrown at them by reporters, whose job includes goading candidates into making headlines.\nMost of the Republican candidates have noticed that crime is down, prisons are overcrowded and the cost of incarcerating nonviolent criminals — mostly drug offenders — has become an undue burden. Several have endorsed various brands of criminal justice reform: Rand Paul, most notably, but also Cruz and Christie and Jeb Bush. And one or two have even spoken up to say, in effect, that BLM has a point — although they don't endorse the group's tactics.\n“This is a legitimate issue,” Marco Rubio said in August. “It is a fact that in the African American community around this country there has been, for a number of years now, a growing resentment toward the way law enforcement and the criminal justice system interacts with the community. It is particularly endemic among young African American males … [who] have a much higher chance of interacting with criminal justice than higher education. We do need to face this. It is a serious problem.”\nRubio won't appreciate the comparison, but that wasn't too far from what Clinton said in April.\n“There is something profoundly wrong when African American men are still far more likely to be stopped and searched by police, charged with crimes, and sentenced to longer prison terms than are meted out to their white counterparts,” she said in April. It is also wrong, she added, when “brave police officers are attacked in the line of duty.”\nDespite those knee-jerk reactions to campus upheavals, most Republicans seem to have left the lock 'em up era behind. And so have Democrats; Clinton's position is a shift from the tough-on-crime stance that helped one Bill Clinton get elected in 1992. (Bill Clinton, for his part, was trying to distance himself from the allegedly soft-on-crime Democrats of the 1960s.)\nIt's rare in an election year that candidates are resisting the temptation to polarize — but let's give credit where credit is due. Maybe, in this instance, Carson got it right. “We have people who get in their respective corners and demonize each other, but there's no conversation,” he said recently. “If you ask people to put on the record what their gripes are and what their solutions are, then perhaps they can see that maybe they are not so far apart.”\ndoyle.mcmanus@latimes.com\nTwitter: \n@doylemcmanus\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>Are we heading back to the 1960s, when cities and campuses spiraled into chaos and conservatives won elections by demanding law and order? In a period that has seen riots over police conduct in Ferguson, Mo., and Baltimore, attacks on police officers in New York and other cities, and now student...</p>", "title": "Despite sound bites, presidential candidates are resisting the urge to polarize on police violence", "url": "http://www.latimes.com/la-oe-1115-mcmanus-candidates-mizzou-yale-20151115-column.html", "topics": ["racial issues"], "people": ["Rand Paul", "Josh Earnest", "Chris Christie", "Bill Clinton", "Jeb Bush", "William F. Buckley Jr.", "Ben Carson", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Richard M. Nixon", "Bernie Sanders", "Ronald Reagan", "Ted Cruz"], "orgs": ["Mo."], "election_confidence": 0.9356743741601321, "authors": [{"author_id": 40789, "fullname": "doyle mcmanus", "primary_org": "latimes"}], "date_written": "2015-11-15 13:00:00", "org": "latimes", "article_id": "ce41c922b337b9d41c3624381dd5a257", "date_access": "2015-11-15 13:20:56.089124"}