{"body": "Seeking to shake up the Democratic race and loosen \nHillary Rodham Clinton\n's front-runner status, rivals \nBernie Sanders\n and \nMartin O'Malley\n repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.\nThe session at \nDrake University\n was originally supposed to focus on the economy, but the terrorist attacks in Paris changed that. The deadly assault, which \nIslamic State\n extremists took responsibility for, set a somber tone; the debate opened with a moment of silence, the candidates standing on stage with their heads bowed, to mark the tragedy.\nThe contest is about “choosing our next commander in chief,” Clinton pointedly stated in her opening remarks. “All of the other issues we want to deal with depend on our being secure and strong.”\nThe candidates echoed one another in calling for a war against Islamic extremists, agreeing there was a need for better intelligence, a better use of the country's vast military resources and the need for a closer partnership with U.S. allies, especially in the Middle East.\nSanders, the independent U.S. senator from Vermont, used the discussion to once more bring up Clinton's 2002 vote in favor of the Iraq war when she was a senator, which she has since called a mistake. Noting his opposition at the time when he was a member of the House, Sanders said the invasion “led to the massive level of instability we are seeing right now. I think that was one of the worst foreign policy blunders in the modern history of the United States.”\nHillary Rodham Clinton waves as Bernie Sanders, left, and Martin O'Malley prepare before a Democratic presidential primary debate, Saturday, Nov. 14, 2015, in Des Moines, Iowa.\nHillary Rodham Clinton waves as Bernie Sanders, left, and Martin O'Malley prepare before a Democratic presidential primary debate, Saturday, Nov. 14, 2015, in Des Moines, Iowa.\nClinton said the issue of terrorism was far more complicated, pointing out that the United States had been a target long before the invasion, including the Sept. 11, 2001, attacks. “We've got to understand the complexity of the world that we are facing, and no place more so than in the Middle East,” she said.\nIn light of the horror in Paris, Sanders was asked whether he still believed, as he had earlier stated, that global warming was the greatest threat to national security.\n“Absolutely,” Sanders replied, suggesting that “climate change is directly related to the growth of terrorism” — with the fight over natural resources like water possibly leading to even greater international conflict.\nAsked by moderator John Dickerson of CBS News whether they would use the words “radical Islam” to describe the United States' enemy — as many Republicans do — all three Democrats balked.\n“Let's not fall into the trap of thinking all of our Muslim American neighbors in this country are somehow our enemies here,” said former Maryland Gov. O'Malley, suggesting the vast majority of law-abiding Muslims are the “first line of defense” against radical elements.\nStrikingly, some of the testiest exchanges of the evening came on issues where the differences among the candidates were largely a matter of degree.\nSanders and O'Malley insisted, for instance, on setting a $15 national minimum wage rather than the $12 that Clinton favors, and suggested her history of taking generous contributions from Wall Street undercut her promises to impose stiffer regulations. “Weak tea,” O'Malley said dismissively.\nClinton repeatedly brushed aside the challenges, saying she shared the same broad goals but would pursue policies that were more pragmatic and more apt to achieve results.\n“I have nothing against the passion my two friends have here for reinstating Glass-Steagall,” she said, when the debate turned to a discussion of the Depression-era bank regulation. “I just don't think it gets the job done.”\nClinton entered the evening in the strongest political position since announcing her candidacy in April, benefiting from an impressive performance at the Democrats' first debate last month and her marathon testimony before lawmakers investigating the 2012 attack on a U.S. diplomatic compound in Benghazi, Libya.\nNothing she said or did seemed likely to diminish her commanding status.\nBy contrast, Sanders has lost steam after drawing gargantuan crowds over the summer. He has stalled far behind Clinton in national polls, and has also lost ground in some early-voting states, including Iowa, which casts the first votes of the 2016 contest.\nStepping onto the debate stage, the Vermonter found himself in something of a quandary of his own design. He has long disparaged negative campaigning, boasting he has never run an attack ad in his decades-long political career.\nHe also seemed to conspicuously foreclose one line of attack on Clinton, her controversial use of a private server while secretary of State, declaring in last month's debate that the “American people were sick and tired of hearing about your damn emails.” Aides have been pressing Sanders to assume a more combative stance, but asked Saturday night whether he was reconsidering his comment, Sanders emphatically said he was not. “I was sick and tired of Hillary Clinton's email,” he said. “I am still sick and tired.”\n“What I would like for the media now is for us to be talking about why the middle class is disappearing, or we have more people in jail than any other country, or we have massive levels of income and wealth inequality,” Sanders said. “We've gotten off of Hillary Clinton's emails, good. Let's go to major issues facing America.”\n“I agree completely,” Clinton said. “I couldn't have said it better myself.”\nBut she bridled when Sanders attacked her over her fundraising on Wall Street, suggesting that bankers would not contribute so much money if they did not think they would get something in response. “Maybe they're dumb,” he said. “I don't think so.”\nClinton responded that Sanders was trying to “impugn [her] integrity” and noted that two hedge-fund billionaires were already running advertisements against her in Iowa.\nThe exchange led to a seeming Clinton stumble, when she referred to her work helping Wall Street recover from the Sept. 11 attacks. “I did spend a whole lot of time and effort helping them rebuild. That was good for New York; that was good for the economy,” Clinton said.\nThe negative reaction on social media was swift, including a Tweet from one critic who was incredulous that Clinton invoked the terrorist attacks in defending her relationship with Wall Street. When the comment was read to her onstage, Clinton said she was sorry if her remark — quickly seized upon by Republican opponents — was misconstrued.\nIn another response that may echo later in the campaign, Clinton inadvertently raised the generational issue during a discussion of the protests sweeping college campuses. Republicans have repeatedly portrayed her as a has-been compared with some of their more youthful candidates.\n“I come from the '60s, a long time ago,” she said. “There was a lot of activism on campus. Civil rights activism, antiwar activism, women's rights activism. And I do appreciate the way young people are standing up and speaking out. Obviously, I believe that on a college campus, there should be enough respect so people hear each other.”\nO'Malley has struggled to be anything more than an afterthought in the Clinton-Sanders contest and he repeatedly took after both rivals.\nHe cited his record as Maryland's chief executive, saying, for instance, that while all three support a higher minimum wage, in his state “it was not just a theory … we did it.”\nThe stage was less crowded than at the Democrats' first debate last month in Las Vegas. Former Sens. \nJim Webb\n of Virginia and \nLincoln Chafee\n of Rhode Island both quit the contest after their poor showings.\nThat opened up the two-hour program for a longer, deeper series of exchanges. But that didn't mean they broke a lot of new substantive ground. Much of the conversation touched on issues they had covered before.\nClinton again attacked Sanders on guns, one of the few areas where she is to the left of the Vermont senator.\n“There are different records,” Clinton said. “I know that Sen. Sanders had a different vote than I did when it came to giving immunity to gun makers and sellers. That was a terrible mistake. It basically gave the gun lobby even more power to intimidate legislators, not just in Washington but across the country.”\nSanders cited his votes for certain gun controls and said he would reconsider the liability issue.\nO'Malley said Clinton had her own consistency problems, arguing she had repeatedly changed her position for political reasons. “There's a big difference between leading by polls and leading by principle,” he said.\nTo the delight of the partisan crowd, all three candidates positioned themselves as aggressively pro-immigrant.\n“The fact of the matter is — and let's say it in our debate because you will never hear it from that immigrant-bashing carnival barker Donald Trump — the truth of the matter is net immigration from Mexico last year was zero,” O'Malley said in response to weighing immigration reform against the need for border security.\n“We've been focusing on border security to exclusion of talking about comprehensive immigration reform,” he said. “Our symbol is the Statue of Liberty; it is not a barbed wire fence.”\nSanders, a self-described democratic socialist, drew one of the biggest laughs of the night from the university audience, during a discussion of taxes. All three candidates said they favored higher rates for well-off Americans to pay for such things as cheaper college tuition for students.\n“We haven't come up with an exact number yet,” Sanders said. “But it will not be as high as the number under Dwight D. Eisenhower, which was 90%.... I'm not a socialist compared to Eisenhower.”\nBarabak reported from San Francisco and Halper from Des Moines. Times staff writer Noah Bierman in Des Moines contributed to this report.\nLos Angeles Times", "byline": "", "description": "<p>Seeking to shake up the Democratic race and loosen Hillary Rodham Clinton's front-runner status, rivals Bernie Sanders and Martin O'Malley repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.</p> <p>The session at Drake University...</p>", "title": "Sanders, O'Malley step up attacks on Clinton in Iowa Democratic debate", "url": "http://www.latimes.com/ct-iowa-democratic-debate-20151115-story.html", "topics": ["immigration"], "people": ["Martin O'Malley", "John Dickerson", "Hillary Clinton", "Dwight D. Eisenhower", "Donald Trump", "Hillary Rodham Clinton", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Sens", "Statue of Liberty", "Drake University"], "election_confidence": 0.9919928583756613, "authors": [{"author_id": 40451, "fullname": "mark z. barabak", "primary_org": "latimes"}, {"author_id": 40355, "fullname": "evan halper", "primary_org": "latimes"}], "date_written": "2015-11-15 12:18:00", "org": "latimes", "article_id": "36e768aad5ce47df6b47e5ce60c46b2a", "date_access": "2015-11-15 13:00:05.117971"}