{"body": "Initially solemn, typically wonkish and monotonously polite to the moderators and one another, the three Democratic presidential candidates still managed to provide a few surprising moments during their second debate Saturday night.\nHillary Rodham Clinton\n complimented \nGeorge W. Bush\n and accused \nBernie Sanders\n of impugning her integrity.\nMartin O’Malley called Clinton “Annie Oakley” on gun control and “weak tea” on big banks.\nSanders founded yet another T-shirt line by announcing that “Wall Street’s business model is fraud,” CBS used Twitter in a way that did not look like old-media floundering, and Dwight D. Eisenhower continued his 2016 Greatest Hits Tour.\nA week after \nDonald Trump\n praised Ike for deporting more than a million Mexicans, Sanders offered him as a model of high tax rates for the rich: “I’m not much of a socialist compared to Eisenhower,” he said.\nMost important, however, was the moment that did not occur: Though they were resolute in their condemnation of ISIS, none of the candidates went inflammatory or ballistic.\nTaking place just a day more than 120 people were killed in a series of terrorist attacks in Paris , the debate, which was held in Des Moines and aired on CBS, opened without the now-usual campaign-trail/reality-show pomp and pageantry. Instead, moderator John Dickerson, host of “Face the Nation,” solemnly reminded viewers that open debate is “a symbol of freedom.”\nThen, after a moment of silence, he began asking newly added questions about the U.S. response to ISIS and unrest in the Middle East.\nBut those hoping for burning rhetoric, sweeping resolutions or even clear plans were probably disappointed.\nWhile many of the Republican presidential candidates have made strong statements in the wake of Friday’s horrific attacks — Donald Trump suggested that an armed French citizenry would have prevented the tragedy, Sen. Ted Cruz called for significant air power and many if not all want to close the U.S. to Syrian refugees — the Democratic nominees chose to tread more carefully.\nSo carefully that it was difficult to know what any of them do in similar circumstance should she or he become president. \nIndeed, during the opening minutes of their second debate, Sanders, Clinton and O’Malley were more explicit in their arguments about what the terrorists should be called — extreme jihadists rather than Islamic extremists — than they were about their visions of an American response.\nTo be fair, Dickerson, for reasons of his own, never asked the obvious question — “What do you think the U.S. should do next?” Instead, he called on each of them to critique President Obama’s, and Clinton’s, handling of terrorism in general and ISIS particular. This put Clinton immediately on the defensive and Sanders and O’Malley in the unenviable position of criticizing their party’s president one day after a horrifying international crisis.\nO'Malley called for more \"human intelligence\" and Sanders blamed the rise of terrorism on the Iraq war, which, he pointed out, Clinton had voted for. Clinton quickly reminded everyone that many acts of terrorism, including 9/11, had preceded the war, which she once again admitted was a mistake, and unity returned to the conversation.\nEarly minutes were spent agreeing that the Middle East is complicated, the world is dangerous and the enemy is not Islam, a distinction Clinton thanked George W. Bush for making in the days following 9/11.\nIndeed, until the first commercial break and beyond, the three candidates spent so much time openly agreeing with one another, with minor caveats, that they seemed to have forgotten they were political rivals.\nThat changed when the questions returned to the economy and everyone seemed to feel on firmer ground.\nAs the front-runner, Clinton got the toughest questions and the brunt of the criticism, onstage and off. At one point, Sanders criticized Clinton’s reliance on “Wall Street donors” and all that implies. Clinton defended her impugned integrity in a strange and scattershot way by announcing that 60% of her donors were women and that she had stood by Wall Street, and the rest of New York, during and after 9/11.\nIf Dickerson, who was otherwise strong on calling out contradictions and non-answers, let her get away with evoking 9/11 in a discussion of campaign donations, Twitter didn’t. A few minutes later, co-moderator CBS News congressional correspondent Nancy Cordes asked her to respond to one negative response, marking the first use of Twitter as a real-time participant of a debate.\nBut even with a few mild barbs — O’Malley derided Clinton as having been “Annie Oakley” before changing her stance on gun control, or Sanders dismissed one of O’Malley’s references to his work as governor of Maryland by saying “Baltimore is not now one of the safest cities in America\" — the tenor of the remarks leaned more toward conversation than debate.\nSo much so that Clinton felt comfortable enough to laud the similarities she shares with her rivals. “We have our differences,” she said. “But they pale compared with what’s happening on the Republican side.”\n“All of us support funding Planned Parenthood,” she continued. “All of us believe climate change is real. All of us want equal pay for equal work. They don't believe in any of that. So let's focus on what this election is really going to be about.\"\nNot surprisingly, neither Sanders nor O’Malley disagreed.", "byline": "", "description": "<p>Initially solemn, typically wonkish and monotonously polite to the moderators and one another, the three Democratic presidential candidates still managed to provide a few surprising moments during their second debate Saturday night.</p> <p>Hillary Rodham Clinton complimented George W. Bush and accused...</p>", "title": "Congeniality Campaign 2016: Democrats continue to agree more than debate", "url": "http://www.latimes.com/la-et-st-1115-congeniality-campaign-2016-20151114-story.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "John Dickerson", "Nancy Cordes", "Dwight D. Eisenhower", "Donald Trump", "Hillary Rodham Clinton", "George W. Bush", "Bernie Sanders", "W. Bush", "Ted Cruz"], "orgs": ["Planned Parenthood"], "election_confidence": 0.9458768221115128, "authors": [{"author_id": 40524, "fullname": "mary mcnamara", "primary_org": "latimes"}], "date_written": "2015-11-15 16:08:00", "org": "latimes", "article_id": "a708cd9758194752605ce7445a3abbf4", "date_access": "2015-11-15 16:25:05.891782"}