{"body": "There is plenty of anger swirling around the 2016 presidential campaign. Anger at Washington, disdain for Wall Street, disgust with career politicians. Anger is all the rage, and both parties clearly have candidates that are successfully riding the wave. Neither \nBernie Sanders\n nor \nDonald Trump\n would be where he is without the substantial number of fed-up voters in their parties. Everyone can see that. It's obvious.\nBut loathing doesn't account for the differences we are witnessing between the \nGOP\n and \nDemocratic Party\n nomination fights. Fear does. Or the absence of fear. Although both sides are angry, Republicans are more angry at the Republican Party leadership than they are afraid of Democrats, while Democrats are more afraid of Republicans than they are angry at the Democratic Party leadership. That's why Trump and \nBen Carson\n, extreme outsiders, are dominating on the right while Hillary Rodham Clinton, the consummate insider, is dominating on the left.\nThis relationship isn't new: The extent to which fear of the other side tempers anger at one's own often determines the nominee.\nIn 2004, when I ran Howard Dean's campaign for president, Democrats were seething at the Democratic establishment, which had voted with the GOP to invade Iraq. But this anger over time gave way to a very real fear that \nBush\n would win reelection.\nBernie Sanders' success on the campaign trail does not defy explanation in quite the way that Donald Trump's does — Sanders has not dominated the polls, for one thing — but it's improbable all the same. He is a 74-year-old grandfather with thick glasses and frequently disheveled white hair. And...\nBernie Sanders' success on the campaign trail does not defy explanation in quite the way that Donald Trump's does — Sanders has not dominated the polls, for one thing — but it's improbable all the same. He is a 74-year-old grandfather with thick glasses and frequently disheveled white hair. And...\nAs fear of Bush's victory rose, voters in Iowa and New Hampshire, who had been attracted to Howard Dean's progressive politics and willingness to take on the party leadership, moved to John Kerry. Venting, they realized, wasn't as important as nominating someone with a better chance to win.\nThis year, fear within the Democratic Party of a GOP win is off the charts. The GOP has majorities in the House of Representative and the U.S. Senate. For Democrats, losing the presidency in 2016 would be catastrophic. With control of both the executive and legislative branches of government, the GOP would be able to roll back all of the accomplishments of the \nObama\n administration and fill any number of Supreme Court vacancies, guaranteeing a rightward shift in the makeup of the court for a generation.\nBernie Sanders can tap into the very real anger at Wall Street and Washington all he wants, but he's not going anywhere; the party rank and file isn't going to risk the 2016 election by nominating an untested democratic socialist. Fear has a way of making voters put ideological purity aside and rally around the most tested, most viable general election candidate: Hillary Rodham Clinton.\nThe fact that many Republicans are probably snickering at those last few sentences helps explain the starkly different race for the GOP nomination. There is a complete absence of fear within the GOP rank and file right now. Having won the House and the Senate, having taken over most state legislatures, the party feels as if the wind is at its back. Are they sick of Barack Obama? Absolutely. Are they sick of Clinton? Certainly. But they don't fear either one of them. They're convinced that the country could not possibly want another four years with a Democrat in the White House.\nAny fear they had of Clinton was erased by months of pundits proclaiming her collapse, her fumbling response to the private server scandal and Sanders' surprising popularity in early primary states. GOP primary voters' opinion of her was so low they happily bought into the idea of her vulnerability, and still do.\nIt's the absence of fear that is driving Jeb Bush into the ground and holding Marco Rubio, \nJohn Kasich\n and others from gaining any real traction. Why compromise for someone who calls illegal immigration “an act of love,” or someone who once supported a path to citizenship, if there is no way you can lose? Why not go with the guy who wants to deport all 11 million undocumented immigrants, then let the “good ones” back in?\nOf course, there's still time for the GOP to get scared straight. As Clinton's strengths become more obvious, and they will, fear within the GOP will rise. Republican primary voters could abandon Trump and Carson for Rubio, Kasich, Christie or even Bush — just as Democratic primary voters abandoned Dean for Kerry in 2004.\nThe establishment candidates just have to hope that fear will overcome loathing sooner rather than later.\nJoe Trippi is a Democratic strategist and media consultant who ran Howard Dean's campaign for president and was a media advisor to Gov. Jerry Brown in 2010. He writes on politics frequently for Opinion.\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>There is plenty of anger swirling around the 2016 presidential campaign. Anger at Washington, disdain for Wall Street, disgust with career politicians. Anger is all the rage, and both parties clearly have candidates that are successfully riding the wave. Neither Bernie Sanders nor Donald Trump...</p>", "title": "Fear (or its absence) are driving the GOP and Democratic presidential campaigns", "url": "http://www.latimes.com/la-oe-1115-trippi-fear-loathing-campaign-20151115-story.html", "topics": ["immigration", "personality"], "people": ["John Kerry", "Howard Dean", "Joe Trippi", "Jerry Brown", "Jeb Bush", "John Kasich", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Bernie Sanders", "Ben Carson"], "orgs": ["Senate", "Democratic Party", "Supreme Court", "U.S. Senate", "Republican Party", "GOP"], "election_confidence": 0.998588817920651, "authors": [{"author_id": 40887, "fullname": "joe trippi", "primary_org": "latimes"}], "date_written": "2015-11-15 13:00:00", "org": "latimes", "article_id": "ad7c89b531459df05d638232ac670ed5", "date_access": "2015-11-15 13:20:55.822287"}