{"body": "The second Democratic primary debate held in Des Moines, Iowa, pulled in a respectable audience of 8.5 million viewers to CBS on Saturday.\nThe number from Nielsen isn't as spectacular as the other debates that have pulled record audiences for \nCNN\n, CNBC, \nFox News Channel\n and \nFox\n Business News. But Saturday night typically has the smallest TV audience of the week, and there is barely any habitual viewing of the broadcast network viewing outside of sports telecasts.\nThe network's debate coverage, which aired from 9 to 11 p.m. ET, was the most watched program of the night. Among Democratic debates televised since 1996, it ranks fourth. The first 2016 Democratic primary debate, which pulled in 15 million viewers for CNN on Oct. 13, ranks first. Fox News Channel's Aug. 6 Republican primary debate is the most-watched contest for either party, with 24 million viewers.\nSaturday's debate from Drake University was moderated by CBS News political director and \"Face the Nation\" anchor John Dickerson. Due to the terrorist attacks in Paris, the debate had a greater emphasis on international policy and security than anticipated.\nThe debate, which included Hillary Rodham Clinton, Sen. Bernie Sanders of Vermont and former Maryland governor Martin O'Malley, was also streamed by 1.2 million viewers on CBSN, the digital video news service operated by CBS News, a record for the one-year-old enterprise.", "byline": "", "description": "<p>The second Democratic primary debate held in Des Moines, Iowa, pulled in a respectable audience of 8.5 million viewers to CBS on Saturday.</p> <p>The number from Nielsen isn't as spectacular as the other debates that have pulled record audiences for CNN, CNBC, Fox News Channel and Fox Business News. But...</p>", "title": "Democratic debate draws 8.6 million viewers for CBS", "url": "http://www.latimes.com/la-et-ct-cbs-debate-ratings-20151115-story.html", "topics": ["surveillance/privacy", "immigration"], "people": ["Hillary Rodham Clinton", "John Dickerson", "Martin O'Malley", "Bernie Sanders"], "orgs": ["CNBC", "Drake University"], "election_confidence": 0.793050271290848, "authors": [{"author_id": 40338, "fullname": "stephen battaglio", "primary_org": "latimes"}], "date_written": "2015-11-15 22:45:00", "org": "latimes", "article_id": "a35ebd6ff7599d9809eb9de7505c9438", "date_access": "2015-11-15 23:00:03.859945"}