{"body": "As \nDonald Trump\n and other \nRepublicans\n talked tough on illegal immigration during last week's presidential debate, an exasperated \nJeb Bush\n noted that \nHillary Clinton\n's campaign aides were, right then, exchanging high-fives.\nHe might have added: And Republican leaders in many states, like California, were once again despairing.\nFrom the beginning of the summer of Trump, many Republicans here hoped he would disappear quickly, to limit damage to the party's image. Summer turned to fall, and Trump still dominates the presidential campaign. And so does the subject of illegal immigration, posing a mighty threat.\nHow mighty could be seen in a USC Dornsife/Los Angeles Times poll published last week. It demonstrated again what California sees in every election: The party's positions on immigration and other issues, like gay marriage, have cost Republicans a generation of good will and support. Here, the poll reminded, Republicans are limited mostly to older and white voters, religious voters and residents of inland California.\nThe current brouhaha over illegal immigration is important because new voters will carry their views of the political parties with them for a very long time.\n\"The experiences people have when they enter the political system do stay with them,\" said Jon Cohen, vice president of survey research for SurveyMonkey, the firm that conducted the poll. Political views \"can shift … but those initial moments are important and do frame how they see things.\"\nRepublican difficulties can be seen in three key areas.\nYoung and minority voters\nThere's substantial overlap in the membership of these groups, and in their reasons for siding with Democrats and the party's candidates.\nAccording to the poll, 36% of voters ages 18 to 29 strongly approve of \nPresident Obama\n. Another 40% approve of him more mildly, meaning three-quarters of young California voters are on Obama's side. Asked whether the country was headed in the right direction, 40% said it was — not a majority but six points above the percentage for California voters overall.\nAsked whether immigrants strengthened or weakened American society, 7 in 10 of the 18- to 29-year-olds said they represented a strength. (Among those age 65 and older, a slight majority felt the same way.)\nViews among Latino, African American and Asian voters were similar. All told, three-quarters of black voters, almost two-thirds of Latino voters and 70% of Asian voters supported President Obama. By strong majorities, all said immigration was positive for the country. Latino and Asian voters were about as positive about the direction of the country as were young voters.\nThose voters receive a contrary message from the Republican candidates for president. To hear them, the country is falling apart, President Obama is an abject failure and immigration is a threat. (The USC Dornsife/Times poll did not test views on the president's healthcare plan, but polls taken since the measure passed showed that it is broadly popular among minority voters. The GOP presidential candidates regularly scorn it and pledge to repeal it.)\nInterestingly, young Republicans are not that different in some ways from their elders — their presidential selections were quite similar — but they, too, have more moderate positions on immigration, gay marriage and other cultural issues.\nThe state's coastal-inland split\nThe traditional California fight is between north and south. The political split is between west and east, coastal and inland.\nTake the Obama support rating: Along the coast, 61% supported him. Inland, only 44% did. Two of the most conservative areas of the state, the Central Valley and Inland Empire, had only a 46% and 34% support rating for him, respectively. In both places, strong opposition was by far the dominant view.\nHere's the problem: The Central Valley represents 19% of the state's voters, and the Inland Empire another 10%. The two largest Democratic areas, Los Angeles County and the Bay Area, make up 44% of the state's voters.\nEven inland, demography is cutting into Republican unanimity. A majority of voters in the Central Valley said that immigrants strengthen this country, and 43% of Inland Empire voters agreed. (Growing Latino voting strength everywhere in the state has pushed many inland Republican members of Congress to support changes in immigration policy opposed by their leaders.)\nReligion, or lack thereof\nReligion has long been a dividing line in politics — the more common attendance at services, the greater the likelihood of political conservatism. It was true in the new poll as well.\nAbout half of Republican candidate Ben Carson's supporters said they attend church at least once a week, the highest percentage for any candidate. Only 20% of Democrat Hillary Rodham Clinton's supporters reported that they attend services at least once a week.\nThe problem for Republicans? There aren't enough Californians who are that religious.\nIn California, 28% said they attend services at least once a week, and 44% said they attend seldom or never. Nationally, 35% were actively religious, while 38% seldom or never attended services.\nRepublicans might be tempted to write off California, but their problem is that trends that started here are spreading. In presidential elections, Nevada and New Mexico have become regularly Democratic and Colorado has turned into a toss-up state because of California-style demographic changes.\nThere would appear to be two solutions: a rapid influx of inland church-goers moving into the state, or a shift by the candidates toward moderation. At this early point of the presidential contest, the odds of the former seem greater than the odds of the latter.\ncathleen.decker@latimes.com\nTwitter: \n@cathleendecker \nFor more on politics, go to\n \nwww.latimes.com/decker\n \nand \nwww.latimes.com/politics\n.", "byline": "", "description": "<p>As Donald Trump and other Republicans talked tough on illegal immigration during last week's presidential debate, an exasperated Jeb Bush noted that Hillary Clinton's campaign aides were, right then, exchanging high-fives.</p> <p>He might have added: And Republican leaders in many states, like California,...</p>", "title": "Three key areas that give Republicans trouble in California", "url": "http://www.latimes.com/la-me-pol-ca-california-politics-poll-20151115-story.html", "topics": ["immigration"], "people": ["Donald Trump", "Rodham Clinton", "Jeb Bush", "Hillary Clinton", "Ben Carson"], "orgs": ["GOP", "Congress", "Los Angeles County"], "election_confidence": 0.9969839217021564, "authors": [{"author_id": 41997, "fullname": "cathleen decker", "primary_org": "latimes"}], "date_written": "2015-11-15 08:05:00", "org": "latimes", "article_id": "5bf4d8ad78d9540c95882d1c5942fa1e", "date_access": "2015-11-15 08:26:25.829957"}