{"body": "An unsettling yet telling split-screen changed the view of the presidential campaign Saturday night: three Democratic candidates who had come to Iowa to talk about domestic issues found their debate hijacked by a foreign policy crisis dominating the news from a world away.\nAs metaphors for the last two presidencies go, the turnabout was apt: Both \nGeorge W. Bush\n and \nBarack Obama\n came into office with domestic issues prime on their minds, only to have conflicts abroad hobble and frustrate their tenures.\nForeign policy, and specifically her vote for the Iraq War, also frustrated \nHillary Rodham Clinton\n in her unsuccessful run for president in 2008. Not even an ad that year asserting that she was most experienced to take the 3 a.m. crisis call—the implication being that Obama wasn’t—was enough to overcome \nDemocrats\n' embrace of his early opposition to the war.\nAs much as anything, Saturday night's debate in the shocked aftermath of the Paris terrorist attack offered \nClinton\n an opportunity to argue anew that her experience is necessary—and her opponents' is insufficient--for any 3 a.m. call. That allowed her to eclipse her rivals on stage, although in doing so, she may have created vulnerabilities a Republican could exploit next fall.\nAs a former senator and secretary of State, Clinton spoke with fluency about the contradictory puzzle and complicated players in the Middle East, and the tensions there that already have spilled into violence on the European continent. She recounted her experience helping downtown New York recover from the Sept. 11, 2001, attack (weirdly, however, it was in response to a criticism of her closeness with Wall Street donors).\nSeeking to shake up the Democratic race and loosen Hillary Rodham Clinton's front-runner status, rivals Bernie Sanders and Martin O'Malley repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.\nThe session at Drake University...\nSeeking to shake up the Democratic race and loosen Hillary Rodham Clinton's front-runner status, rivals Bernie Sanders and Martin O'Malley repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.\nThe session at Drake University...\nWhen asked to recount a crisis that had tested her, she dramatically retold the story of advising President Obama to go after Osama bin Laden in 2011 despite concerns by many in the administration that the mission could fail. And, she noted, she offered the advice without consulting anyone, even her husband, former President Bill Clinton.\nIt was that question, more than any other, that demonstrated Clinton’s advantage once the focus turned to foreign policy. By contrast, former Maryland Gov. Martin O'Malley recounted the daily tribulations of a mayor and state executive, and Vermont Sen. Bernie Sanders told of a veterans' bill, one in which he was not successful in achieving his initial goal and had to negotiate a compromise.\nIndeed, discomfort on the part of Sanders and O'Malley was palpable from the start. After a moment of silence for the victims in Paris, the candidates moved to opening statements. Speaking before Clinton, Sanders jumped quickly into his familiar arguments about a \"rigged economy,\" a \"corrupt campaign finance system\" and the need for millions of Americans to stand and say that \"enough is enough.\"\nSpeaking after Clinton, O’Malley averred that the Paris attacks showed the need for \"new thinking, fresh approaches and new leadership.\" But he did not offer any of the first two, and on the third, his mention that he worried about terrorism as a governor only underscored his lack of front-line international experience.\nClinton went right to the point.\n\"We need to have a resolve that will bring the world together to root out the kind of radical jihadist ideology that motivates organizations like \nISIS\n, the barbaric, ruthless, violent jihadist, terrorist group,\" she said, adding pointedly: \"This election is not only about electing a president. It's also about choosing our next commander in chief.\"\nClinton did not offer many operational details, apart from working with American allies on a united anti-jihadist front. But neither did her opponents.\nThe Democratic frontrunner undoubtedly would have received a rougher going-over had the debate been against a Republican free to oppose her actions as secretary of State from a perspective 180 degrees opposite hers (and all of the GOP candidates' views are.) Her weakest moment came in a muddled response to an obvious question about President Obama's failure—and hers--to anticipate the powerful rise of the Islamic State militants. That's a point Republicans are sure to hammer.\nClinton seemed intent on carefully navigating her party's shoals. She mildly distanced herself from Obama’s ill-timed assertion—delivered just before the Paris attack—that the Islamic State was contained. \"It cannot be contained, it must be defeated,\" she said.\nBut she immediately moved to calm the left: \"What the president has consistently said--which I agree with--is that we will support those who take the fight to ISIS,\" she said, citing the U.S. forces training Arab and Kurdish militaries. \"But this cannot be an American fight, although American leadership is essential.\" She mentioned the limits of American involvement twice.\nThe Democratic counter to Clinton was far more difficult to make, giving the debate performances of Sanders and O'Malley the feel of a collection of pulled punches.\nSanders has ridden a wave of support from the party's liberal left. Flaying Clinton for being insufficiently aggressive against the Islamic State and other terrorist groups would have inevitably risked a collision with the anti-interventionist views of his supporters, which by all evidence the senator ardently shares. O'Malley, with no clear path to the nomination besides his generational pitch, was effectively in the same fix.\nNeither candidate, for example, explicitly hit Clinton on one of the most significant events of her tenure as secretary of State, the loss of four Americans at the U.S. mission in Benghazi, Libya. Republicans have argued that attack would have been prevented by a more aggressive posture.\nThe irony of terrorism and foreign policy overtaking a Democratic debate is that the party's candidates have largely avoided the subject this election cycle.\nRepublicans have brawled over the level of aggression each would apply in the Mideast, with several candidates advocating no-fly zones that would put the country's military in direct conflict with Russian planes operating over Syria. Several also have advocated a sharp rise in American troops overseas.\nBut for Democrats, the subject has been far more fraught. Obama came to office in the aftermath of Bush's intervention in Iraq and Afghanistan and vowed to disentangle America from both fights. He has since disappointed some of his followers by announcing that he would keep at least 5,500 troops in Afghanistan beyond the previously announced 2016 withdrawal. He also said recently that he would send special operations troops to Syria to assist rebels there --language that uncomfortably echoes the beginning of involvements in past military theaters.\nSo for the Democratic candidates there had been no real primary season rationale for a focus on foreign policy. The first Democratic debate stuck to the candidates' nuanced differences on issues like economic policy, healthcare and criminal justice, and their agreements on matters such as changing immigration policy and raising the minimum wage.\nThen Paris exploded in violence.\nWhether terrorism will remain at the forefront of the campaign is impossible to predict, given that nearly a year remains before the election. But if it happens, more detail will be required from both the Democrats and Republicans seeking the White House.\nIronically, as the candidates spoke to a country shaken by the Paris attack and wondering if it could happen here, one question was left unasked Saturday night: If France couldn't find a handful of terrorists in a country of 66 million people, how would the next president find them in a country of 320 million?\ncathleen.decker@latimes.com\nFor political news and analysis, follow me on Twitter: \n@cathleendecker \n. For more on politics, go to \nlatimes.com/decker.", "byline": "", "description": "<p>An unsettling yet telling split-screen changed the view of the presidential campaign Saturday night: three Democratic candidates who had come to Iowa to talk about domestic issues found their debate hijacked by a foreign policy crisis dominating the news from a world away.</p> <p>As metaphors for the...</p>", "title": "In debate after Paris attack, Hillary Clinton finds foreign policy a strength", "url": "http://www.latimes.com/la-pol-prez-clinton-democratic-debate-foreign-policy-strength-20151115-story.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders", "W. Bush"], "orgs": ["GOP"], "election_confidence": 0.9048834332016689, "authors": [{"author_id": 41997, "fullname": "cathleen decker", "primary_org": "latimes"}], "date_written": "2015-11-15 15:58:00", "org": "latimes", "article_id": "a106378f349b7a4c999b2ff445406a8c", "date_access": "2015-11-15 16:25:06.794468"}