{"body": " For Bernie Sanders, it was a missed opportunity. \nThe second Democratic debate was a high stakes chance for him to blunt Hillary Clinton’s resurgence at one of the more crucial times in the Democratic contest for president.\nBut while Clinton did find herself on the defensive over foreign policy and terrorism, the challenges came largely from the moderators. Sanders failed to deliver in small and large ways at the Democratic presidential debate Saturday that would have either cast positive attention on him or negative attention on her.\nIt’s a dynamic that explains why she’s pulling comfortably ahead of him in the Democratic race and likely to remain there in the critical weeks to come. \nAfter the terrorist attack in Paris hours before, Americans expected to hear about foreign policy and more specifically how the candidates planned to fight the Islamic State which took responsibility for killing more than 100 people. \nBut when Sanders in his opening statement was asked to share his thoughts on the attacks, he uttered a mere two sentences on terrorism – totaling about 20 seconds – before quickly switching back to his standard stump speech.\n“I’m running for president because as I go around this nation I talk to a lotta people,” he said. “And what I hear is people concerned that the economy we have is a rigged economy.”\nThe abrupt switch from terrorism as well as his claim that climate change is the greatest threat to national security seemed out of place as the Paris attacks dominated the world’s attention.\n\nClimate change is directly related to the growth of terrorism. And if we do not get our act together and listen to what the scientists say you're gonna see countries all over the world...you're gonna see all kinds of international conflict, Bernie Sanders\nSanders’ problems with the debate began even before the candidates walked on stage. His campaign spent hours refuting published reports that aides were angry about changes in the format to reflect the Paris attacks. Clinton supporters flooded social media saying anyone who couldn’t change topics based on world events couldn’t handle being president.\nThe independent senator from Vermont has surprised political observers, even himself, with his popularity in the contest that has translated to large crowds and millions of dollars in contributions. But he needs to do something more if he expects to compete with Clinton for the nomination.\nWith the candidates not debating again for five more weeks, the debate was perhaps his best hope to blunt her rise in the polls. He did provide several strong answers, particularly on reining in Wall Street and ridding politics of unaccountable money. But to get ahead he needed to criticize her, something he and his aides repeatedly say he’s not comfortable with. \nEDITORS: BEGIN OPTIONAL TRIM\nWhen asked if he had any criticism in the way Clinton performed as secretary of state, Sanders spoke vaguely about “regime change,” saying forcing leadership changes in some countries are not always beneficial while he barely mentioned her or explained that she has supported such moves. \nEDITORS: END OPTIONAL TRIM\nSanders instead found himself agreeing with her more than once.\n“I agree with much of what the secretary said,” he said about terrorism.\n“The secretary’s obviously right,” he said on her assessment of the Middle East. \nSanders did manage to criticize her more than he did in their first debate in October.\nHe forcefully went after her for voting to authorize the invasion of Iraq in 2003 as a senator, saying it created instability that led to the rise of the Islamic State.\n“I don’t think any sensible person would disagree that the invasion of Iraq led to the level of instability that we have now,” he said. “That is one of the worst foreign policy blunders in the history of the United States.”\nClinton acknowledged once again that she made a mistake on the Iraq war. But she then called on him to acknowledge his mistake on a vote he cast to grant immunity to gun manufacturers and dealers from liability if their firearms are used criminally. \n\nThat was a terrible mistake. It basically gave the gun lobby even more power to intimidate, legislators not just in Washington but across the country, Hillary Clinton.\nHe didn’t and instead delivered a muddled answer. “We will talk of that bill which I agree with parts, I disagree – I am certainly absolutely willing to look at that bill and make sure – and not a form of the bill,” he said.\nEDITORS: BEGIN OPTIONAL TRIM\nHe also failed to focus on what political observers consider one of his best lines of attacks – accusing Clinton of flipping on policy positions. \nEDITORS: END OPTIONAL TRIM\nIf all else failed, Sanders could have used the emails. Clinton has been under fire using a personal email system while secretary of state.\nSanders gave her pass on the issue in the first debate – saying Americans are “sick and tired” about hearing about her emails. But he said later he wasn’t dismissing concerns and that there are “valid questions.”\nThen on Saturday, he said he really hadn’t changed his mind and that the way his remarks were misinterpreted was “just media stuff.”\n“I was sick and tired of Hillary Clinton’s email,” he said. “I am still sick and tired of Hillary Clinton’s email.” \nEDITORS: STORY CAN END HERE\nClinton was pleased with that statement. “I agree completely.”\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "Senator agrees with former secretary of state, declines to criticize her at times in debate\nSanders again decides not to attack Clinton for her use of personal email for government work\nTiming is crucial as Democrats will not debate again for five weeks\n…\nClick to Continue »", "title": "Sanders’ failure to score in debates helping Clinton pull away", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44984622.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Anita Kumar", "Hillary Clinton"], "orgs": [], "election_confidence": 0.5350968740541836, "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 14:42:00", "org": "mcclatchy", "article_id": "36ede6409cbd19b605ca188c967d2a81", "date_access": "2015-11-15 15:00:06.457603"}