{"body": " Hillary Clinton talked tough and played defense Saturday at the second Democratic presidential debate, as rivals questioned her record and plans to fight the Islamic State.\nA day after a terrorist attack in Paris, terrorism and foreign policy took center stage in the two-hour debate with questions from the moderator and criticisms from rivals often focusing on her record as secretary of state during President Barack Obama’s first four years in office.\nClinton remains the Democrats’ clear front-runner, but the debate illustrated how she will have to answer for administration policy on terrorism and foreign policy. Clinton last month broke with the White House, urging a no-fly zone in Syria and doing more to help rebels there. But she can’t shed her ties to the administration, and Republicans are hitting her hard on her role.\nThe debate also showed how Clinton retains considerable advantages. Sen. Bernie Sanders of Vermont and Martin O’Malley, the former governor of Maryland, can’t match her foreign policy experience or command of world politics. Perhaps most important, neither is drawing sharp distinctions with her on anti-terrorist policies.\nHighlights:\nThe three opened with a moment of silence for the victims in Paris, then talked about their approach to the Islamic State terror group.\n“It cannot be contained. It must be defeated,” Clinton said, a slight jab at Obama who said just before the Paris attacks that ISIS had been contained.\n“But it cannot be an American fight,”she added. “This cannot be an American fight, although American leadership is essential.”\nHer two rivals were more assertive about U.S. leadership.\n“I would disagree with Secretary Clinton,” said O’Malley. “This actually is America’s fight. It cannot solely be America’s fight. ... America is best when we are actually standing up to evil in this world.\n“Together, leading the world, this country will rid our planet of ... ISIS,” said Sanders.\nRepublicans complain that Democrats won’t use the words Muslim or Islam in describing terrorists.\nSaturday, the Democratic candidates appeared to rally to the term Jihadi or Jihadist, which derive from the word for a holy war by Muslims.\nClinton Saturday referred to a “radical jihadist ideology.” \n“I don’t think we’re at war with Islam,” she added. “I don’t think we’re at war with all Muslims.”\nO’Malley used the term “radical jihadis,” but also warned against labeling terrorists with the broad term of Muslim, saying that would unfairly brand the majority of American Muslims who are needed to help fight back violent extremism.\nSaid Sanders: “I don’t think the term is what’s important.”\nEDITORS: BEGIN OPTIONAL TRIM\nO’Malley proposed allowing 65,000 Syrian refugees into the country, more than the 10,000 proposed by Obama, though he said they need “proper screening.” \nClinton also argued for a higher number, adding “I said we should go to 65, but only if we have as careful a screening and vetting process as we can imagine.”\nEDITORS: END OPTIONAL TRIM\nHillary Clinton: “I don’t think we’re at war with Islam, I don’t think we’re at war with all Muslims.”\nBernie Sanders: “I’m not that much of a socialist compared to Eisenhower,” referring to the 91 percent top income tax rate in the 1950s.\nMartin O’Malley: “You will never heard this from that immigrant-bashing carnival barker Donald Trump”\nEDITORS: STORY CAN END HERE\nClinton\nClinton had to defend her years as secretary of state. Moderator John Dickerson asked if the Obama administration underestimated the Islamic State threat. Clinton didn’t answer at first, then tried to tie the current crisis to President George W. Bush’s decision to end American involvement in Iraq. Each time she was challenged, Clinton would launch into detailed histories of the region’s turmoil and American involvement. Backers will praise her command of detail; opponents will contend she’s avoiding responsibility for being part of a team that didn’t take the Islamic threat seriously enough.\nSanders \nHe got off to a rocky start. He only briefly touched on the Paris terrorist attacks in his opening remarks before turning to his standard speech assailing income inequality and the corrosive nature of money in politics. Viewers then watched as Clinton and O’Malley devoted their entire opening statement to the attacks. Viewers may also have been puzzled when Sanders said that climate change is the country’s greatest threat and a contributor to the spread of terrorism. He also failed to gain traction out of his criticism that Clinton had voted for the Iraq War that he opposed.\nO’Malley \nO’Malley, who has languished in single digits in the polls, performed ably, holding his own with the former Secretary of State and U.S. senator on foreign and domestic policy, including health care and taxes. How would he pay for his policies? He explained. Can a former governor lead the U.S. in a time of global terror? Yes, he said. But he needed a breakthrough performance to attract new attention and enthusiasm to his campaign and his performance fell short.\nEDITORS: STORY CAN END HERE\nWall Street. The term came up often, as Sanders and O’Malley challenged Clinton over her ties to the financial industry. Clinton had a different take on those ties, recalling how, as a U.S. senator from New York, she fought to help rebuild a part of the city devastated by terrorist attacks.", "byline": "", "description": "Not ‘at war with all Muslims,’ Clinton says\nSanders, O’Malley challenge Clinton views on Islamic State\nClinton front-runner status likely to continue\n…\nClick to Continue »", "title": "Clinton on the defensive as debate turns to terrorism", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44966964.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "John Dickerson", "Hillary Clinton", "Donald Trump", "George W. Bush", "Barack Obama", "Bernie Sanders"], "orgs": [], "election_confidence": 0.8709015436480531, "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}, {"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 03:59:40", "org": "mcclatchy", "article_id": "9f635edae0ea64962999dd70b0e9c325", "date_access": "2015-11-15 04:02:00.944382"}