{"body": "Bernie Sanders’ campaign refuted reports that campaign officials were angry about changes in the format of tonight’s Democratic debate to reflect the terrorist attacks in Paris.\nA top aide to the Vermont senator engaged in a “lengthy dispute with executives from CBS, the network hosting the debate, during a conference call on Saturday morning,” Yahoo News reported. The site reported a staffer for one of the other campaigns who was also on the call describing the exchange as “heated” and even “bizarre.” A second source on the call confirmed the nature of the exchange, the site said.\nSanders’ campaign, however, said the candidate was fine with the changes: “The news out of Paris was terrible and important and clearly something that was going to be the focus of the debate,” spokesman Michael Briggs said in a telephone interview.\nHe said changes to the format of the debate were discussed and twice changed, and “in the end the senator was totally satisfied with the changes and looking forward to a good debate.”\nHe added, “if some other campaign wants to make a mountain out of molehill, it’s still a molehill.”\nHe said there was a disagreement of “minor points” over the opening. CBS said it wanted to cut the opening statements by the candidates from 90 seconds to 30 seconds to open up with the Paris attacks -- which the Sanders’ campaign opposed, Jeff Weaver, the Vermont senator's campaign manager told CNN.\n\"They wanted to make some last-minute changes to the debate. We obviously wanted to keep the format to what had been agreed to and I think people on our staff argued vigorously to that and were successful,\" Weaver told CNN.\nThe focus on foreign policy is expected to benefit Hillary Clinton, the former Secretary of State. But Sanders has criticized her foreign policy approach, noting that she voted for the war in Iraq.", "byline": "", "description": "Candidates expected to address the attacks in Paris from the start of the debate\nAnonymous source from rival campaign says Sanders’ camp opposed changes\nSanders’ spokesman says candidate was fine with the changes\n…\nClick to Continue »", "title": "Sanders’ campaign refutes report it was upset over debate focus on Paris attacks", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44933796.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Hillary Clinton", "Jeff Weaver", "Michael Briggs"], "orgs": [], "election_confidence": 0.6724719478645411, "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 01:10:06", "org": "mcclatchy", "article_id": "208176bd54cfdfa57be2a38f2504cc79", "date_access": "2015-11-15 01:27:26.680513"}