{"body": " With the deadly terrorist attacks in Paris as a somber backdrop, three Democratic presidential candidates squared off in Des Moines, Ia., Saturday night in the party’s second 2016 debate.\nSometimes the statements made by former Secretary of State Hillary Clinton, Sen. Bernie Sanders of Vermont and former Maryland Gov. Martin O’Malley on foreign policy and domestic issues rang true; sometimes their remarks didn’t coincide with the facts. For instance:\nSanders criticized Clinton for her support for the Iraq war, saying the was has led to the current instability in the region. Hillary Clinton voted for authorizing the war in Iraq in 2002, which she has since said she regrets. It became an obstacle for her 2008 presidential campaign. In 2006, she said, \"Obviously, if we knew then what we know now, there wouldn't have been a vote, and I certainly wouldn't have voted for it.\" \nClinton said that Americans spend more than anyone else in the world on prescription drugs. A PBS report last year found that “the United States spends almost $1,000 per person per year on pharmaceuticals. That’s around 40 percent more than the next highest spender, Canada, and more than twice as much as than countries like France and Germany spend.” \nSanders aid that Americans spend more on health care than anyone else in the world. This appears to be true, according to a Commonwealth Fund report last year. “The United States health care system is the most expensive in the world, but this report and prior editions consistently show the U.S. under-performs relative to other countries on most dimensions of performance,\" it found. \nSanders said climate change contributed to global terrorism and attributed the claim to the CIA. \"Climate change is directly related to the rise of global terrorism,\" the senator said. \"This is what the CIA says.\"\nIn a Department of Defense release last year, then-Defense Secretary Chuck Hagel said climate change is a \"trend that will affect national security. Rising global temperatures, changing precipitation patterns, climbing sea levels and more extreme weather events will intensify the challenges of global instability, hunger, poverty and conflict.\" \nO'Malley made a similar connection between climate change and terrorism last September. Politifact rated the claim as \"Mostly True.\" It said the drought in Syria – which limited resources – was not the \"sole culprit,\" but rather \"one of many factors that led to the Syrian conflict.\" \nThe article stated that Syrian President Bashar Assad's \"recruitment of al Qaida members\" and Sunni Arab genocide are more \"direct\" and \"crystal clear\" causes.\nVera Bergengruen, Tori Whitley Iana Kozelsky and David Goldstein contributed.", "byline": "", "description": "With the deadly terrorist attacks in Paris as a somber backdrop, three Democratic presidential candidates squared off in Des Moines, Ia., Saturday night in the party’s second 2016 debate. Sometimes …\nClick to Continue »", "title": "Fact-checking the Democratic 2016 hopefuls as they go another round", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44961276.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Bashar Assad", "Chuck Hagel", "Hillary Clinton", "Martin O'Malley"], "orgs": ["Commonwealth Fund", "Department of Defense", "CIA"], "election_confidence": 0.7874923491309563, "authors": [{"author_id": 33904, "fullname": "william douglas", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 03:32:12", "org": "mcclatchy", "article_id": "cd38e7df2e8910d1501aa3ddc8dfb044", "date_access": "2015-11-15 04:00:04.222542"}