{"body": "\n\n\n\ni\n\n\n\n\n            Hillary Rodham Clinton makes a point as Bernie Sanders listens during a Democratic presidential primary debate on Saturday in Des Moines, Iowa.\n            \n            \n                \n                Charlie Neibergall/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Charlie Neibergall/AP\n        \n    \n\n\n\n\n\n\n\n\nHillary Rodham Clinton makes a point as Bernie Sanders listens during a Democratic presidential primary debate on Saturday in Des Moines, Iowa.\n\n            \n            Charlie Neibergall/AP\n            \n        \n\n\n\nThe second Democratic debate was a subdued affair, where even the slights felt polite. Sanders and O'Malley attacked Clinton's record on foreign policy — especially her vote on the Iraq war — but when it came time to talk about how to fight the Islamic State, the separation felt a matter of semantics. \"This cannot be an American fight, although American leadership is essential,\" said Clinton. O'Malley said he disagreed: \"This is America's fight, but not America's alone.\" We'll leave you with the two must-watch moments — a confrontation between Sanders and Clinton over campaign finance and Sanders cracks a joke about socialism: \nVIDEO: Martin O'Malley & Bernie Sanders hammer Hillary of her close ties to Wall Street #DemDebate https://t.co/Asvuvlak18— NowThis (@nowthisnews) November 15, 2015\n\n\n\n\nSanders 'not that much of a socialist compared to Eisenhower' https://t.co/GglqthV2EN via @washingtonpost— Revolving Skull (@RevolvingSkull) November 15, 2015\n\n\n\nThat's the quickie version of what happened in the second Democratic presidential debate of the 2016 race Saturday night. Our friends at It's All Politics have wall-to-wall coverage.\n", "byline": "", "description": "The second Democratic debate was for the most part a subdued affair, where even the slights felt polite.", "title": "The Second Democratic Debate In 100 Words (And Two Video Clips)", "url": "http://www.npr.org/sections/thetwo-way/2015/11/14/456070049/the-second-democratic-debate-in-100-words-and-two-video-clips", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Hillary Rodham Clinton", "Charlie Neibergall", "Martin O'Malley", "Bernie Sanders"], "orgs": [], "election_confidence": 0.9303216382048379, "authors": [{"author_id": 1, "fullname": "eyder peralta", "primary_org": "npr"}], "date_written": "2015-11-15 04:13:00", "org": "npr", "article_id": "6a4c39d380a6a70435d43e8f35dc4e5d", "date_access": "2015-11-15 04:24:56.059787"}