{"body": "\n\n\n\ni\n\n\n\n\n            Democratic presidential candidates Bernie Sanders, Hillary Clinton and Martin O'Malley stand on the stage prior to Saturday's Democratic primary presidential debate in Des Moines, Iowa.\n            \n            \n                \n                Alex Wong/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Alex Wong/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nDemocratic presidential candidates Bernie Sanders, Hillary Clinton and Martin O'Malley stand on the stage prior to Saturday's Democratic primary presidential debate in Des Moines, Iowa.\n\n            \n            Alex Wong/Getty Images\n            \n        \n\n\n\nHillary Clinton entered the second debate of the campaign for the Democratic presidential nomination with far less to prove than she had in the first, and, in the end, she probably achieved far less as well. But for the time being, at least, she may be able to afford it. The first debate, in October, corresponded with a time of stress for her candidacy, besieged by various legal and political investigators and drifting downward in voter-preference polls. But Clinton did so well and struck such a blend of competence and charm in the October debate on CNN that she was widely acknowledged to have rescued her fortunes — or at least strengthened her hand. This latest debate on CBS News and staged at Drake University in Des Moines, Iowa, was never likely to have as great an impact. The likely audience was limited. It was staged on a Saturday night, competing with various sports and entertainment programs. This weekend, in particular, it was overshadowed by the tragedy unfolding in Paris, where at least 129 people died in terrorist attacks Friday night. The group known as Islamic State claimed responsibility for the coordinated attacks by teams of gunmen and suicide bombers. The debaters observed a moment of silence for the victims in Paris and devoted the first quarter of the debate to discussing the attacks and the proper response from the U.S. and its allies. All agreed the U.S. had a major, leading role to play in battling the terrorists, but all also agreed that U.S. allies needed to respond with greater commitment as well. Sen. Bernie Sanders of Vermont noted that the struggles in the Middle East amounted to \"a war for the soul of Islam,\" implying it was a contest beyond the power of the U.S. government to resolve. But Sanders also explicitly assigned responsibility for the current turmoil in the Middle East to the administration of George W. Bush, whose invasion of Iraq in 2003 was responsible for \"all this instability,\" he said. Sanders made the point that he had opposed the invasion on the Senate floor, where Clinton had voted in support. Clinton has since called that vote a mistake. But the most difficult part of that first segment of the debate for Clinton came when CBS News debate moderator John Dickerson asked whether her prescriptions for the fight against the group called Islamic State suffered for her association with President Obama, who has been downplaying, or underestimating, the strength of the group. As recently as this week, the president had said the group had been \"contained,\" at least in its territorial ambitions in Iraq and Syria. On this, Clinton distanced herself from the president somewhat, saying she had advised more involvement in the region after the withdrawal of U.S. troops from Iraq — a shift she said was mandated by the agreement struck with Iraq by the last Bush administration. She had said she warned that \"extremist groups might fill the vacuum.\" Sanders said several times that the Department of Defense budget was already $600 billion and that the U.S. should be hesitant to increase that greatly without knowing what it was expecting to accomplish with more military hardware. A self-described Democratic Socialist, Sanders also contrasted his reliance on small donors with the Clinton campaign's donations from the wealthy of Wall Street: \"Maybe they're stupid about what they're going to get [in return], but I don't think so.\" Clinton then insisted on a chance to respond, because Sanders had \"impugned my integrity.\" That drew an audible sound of anticipation from the crowd, which may not have expected even this degree of confrontation between the candidates after the harmony of the first debate. Clinton then said she had many thousands of donors, most of them not rich, and 60 percent of them women. Although not directly responsive to the Wall Street thrust from Sanders, Clinton's reference to gender prompted applause and cheers from the crowd. This was her best moment of the debate, according to people following the proceedings on social media such as Twitter. Clinton went on to suggest her contributions from Wall Street stemmed from appreciation for all she had done to help the Lower Manhattan financial industry recover from the terror attacks of September 2001. That rationale drew a decidedly mixed response from the audience in the hall and on social media, with many questioning whether it fully explained the generous contributions she still receives from the financial industry more than a dozen years later. \n.@HillaryClinton vehemently offers support for Wall Street as post-911 recovery effort.  Does that fly?— David Axelrod (@davidaxelrod) November 15, 2015\n\n\n\nSanders said Clinton's plan to increase regulation of the financial industry was \"not good enough,\" and he had corroborating support from third-place challenger Martin O'Malley, the former governor of Maryland, who called the Clinton plan \"weak tea.\" The candidates revisited a divide on gun violence, with Sanders saying he was willing to reconsider his past opposition to legislation stripping gun manufacturers of their liability when their products were used in the commission of crimes. O'Malley sided with Clinton on this issue, only moments after favoring Sanders' point of view on banking regulation. But, in general, the candidates were largely in agreement on major issues. They agreed that President Obama had been right to offer a path to citizenship for young people brought to the U.S. illegally while still minor children. \"The symbol of America is the Statue of Liberty,\" said O'Malley, \"not a barbed-wire fence.\" O'Malley also won cheers from the crowd for his reference to \"that immigrant-bashing carnival-barker Donald Trump,\" a reference to the candidate leading most polls among Republican candidates for president. All three candidates supported greater access to a college education, with Sanders saying all public universities and colleges should be tuition-free. Clinton said she did not think taxpayers should pay for Trump's children to go to college, as he is a billionaire. O'Malley noted that he had held the line on tuition increases at state schools when he was a governor. And neither Sanders nor O'Malley took the bait when asked whether Clinton's private e-mail server should have been used for any kind of government business. Sanders in particular refused the chance to criticize her on the issue, saying he was still \"tired of her emails,\" as he had said in the first debate. Dickerson then asked Clinton if there were \"other shoes to drop\" as multiple investigations proceed into her time in office and the activities of her aides. Clinton alluded to her 11 hours of testimony before a House investigative panel last month as an indication to the contrary. Overall, the debate did not seem likely to affect Clinton's standing in the primary field. Despite moments of vulnerability and dubious reaction to her defenses regarding Wall Street contributors, she remained the strong center of the cast on stage. She had 40 percent of the total speaking time, with 35 percent going to Sanders and 25 percent to O'Malley. But as she had arrived at this juncture of the campaign as not only the leader but an increasingly dominant leader, Clinton had little room to improve. Dickerson also invited favorable comparison to his predecessors in the role of debate moderator. His questions were crisp, to the point and frequently challenging — but without the argumentative tone that has brought criticism from participants in earlier debates on the Republican side.\n", "byline": "", "description": "Former Maryland Gov. O'Malley won cheers referring to \"that immigrant-bashing carnival barker Donald Trump,\" and adding \"the symbol of America is the Statue of Liberty, not a barbed-wire fence.\"", "title": "Clinton And Rivals Cross Swords In Second Debate, But Cause No Wounds", "url": "http://www.npr.org/2015/11/15/456082324/clinton-and-rivals-cross-swords-in-second-debate-but-cause-no-wounds", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "John Dickerson", "Hillary Clinton", "Donald Trump", "George W. Bush", "David Axelrod", "Bernie Sanders", "Alex Wong"], "orgs": ["Senate", "Department of Defense", "Statue of Liberty"], "election_confidence": 0.9637297713515782, "authors": [{"author_id": 707, "fullname": "ron elving", "primary_org": "npr"}], "date_written": "2015-11-15 15:39:34", "org": "npr", "article_id": "7e4ddf68b8279cb0b7cffa129e045a28", "date_access": "2015-11-15 16:00:04.545163"}