{"body": "Senator Marco Rubio, arguing that the United States is “at war with radical Islam,” sharply criticized Hillary Rodham Clinton for declining to characterize the perpetrators of the Paris attacks in that way, invoking Nazi Germany to make his point.\n\n“That would be like saying we weren’t at war with Nazis, because we were afraid to offend some Germans who may have been members of the Nazi Party but weren’t violent themselves,” Mr. Rubio said Sunday on ABC’s “This Week.”\n\nAt the Democratic debate on Saturday night, Mrs. Clinton said she was wary about “painting with too broad a brush” while describing Muslims and terror.\n\n“I don’t think we’re at war with all Muslims,” she said. “I think we’re at war with jihadists. We are at war with violent extremism. We are at war with people who use their religion for purposes of power and oppression.”\n\nRepublican presidential candidates have repeatedly condemned Democrats like Mrs. Clinton for their reluctance to use the term “radical Islam” while describing how they would respond to the violence wrought by ISIS.\n\nMr. Rubio, the Florida senator, also called on Sunday for the invocation of Article 5 of the North Atlantic Treaty, which declares an attack on one member of NATO as an attack on all.\n\nHe demurred when asked about the prospect of placing American troops on the ground.\n\n“I think it’s premature to say the exact numbers,” he said, though he called for an increase in the number of “special operators on the ground.”", "byline": "MATT FLEGENHEIMER", "description": "Attacking Mrs. Clinton, the Florida senator drew a parallel between members of the Nazi Party who did not commit acts of violence and Muslims who are not violent extremists.", "title": "First Draft: Invoking Nazis, Marco Rubio Hits Hillary Clinton for Not Saying U.S. at War With ‘Radical Islam’", "url": "http://www.nytimes.com/politics/first-draft/2015/11/15/invoking-nazis-marco-rubio-hits-hillary-clinton-for-not-saying-u-s-at-war-with-radical-islam/", "topics": ["foreign policy/national security"], "people": ["Hillary Rodham Clinton", "Marco Rubio", "Hillary Clinton"], "orgs": ["NATO"], "election_confidence": 0.6955656874739587, "authors": [{"author_id": 358, "fullname": "matt flegenheimer", "primary_org": "nyt"}], "date_written": "2015-11-15 15:56:02", "org": "nyt", "article_id": "16ad84a36862fa7f625bcbade71ca7be", "date_access": "2015-11-15 16:31:51.866074"}