{"body": "AMES, Iowa – The day after a debate in which Democratic presidential candidates tangled over the causes of Islamic State terrorism but not how to confront it, Hillary Rodham Clinton offered a more forward-looking view of American leadership in response to the threat.\n\n“We have to be rallying our partners and allies, pulling countries off the sidelines,” Mrs. Clinton said on Sunday. \n\nShe called the Islamic State “the first Internet-fueled terrorist group,” which will require strong countermeasures to its propaganda and recruitment.\n\nSpeaking at an indoor barbecue lunch hosted by several Iowa counties’ Democratic parties, Mrs. Clinton offered no specifics. But she suggested a more proactive approach than she had in the debate, when she dodged a question about whether the Obama administration had underestimated the Islamic State and seemed to take a fatalistic view of terrorism connected to chaos in the Middle East.  \n\n“Attacking Paris, the city of light, reminds us that there is no middle ground in going after these terrorists,’’ Mrs. Clinton said. She was notably alone in bringing up the Paris attacks. Former Gov. Martin O’Malley of Maryland, who also spoke at the event, focused almost entirely on domestic issues. Senator Bernie Sanders of Vermont was represented by a surrogate, the former Princeton professor Cornel West.     \n\nMrs. Clinton implicitly pressed her claim as the most qualified Democratic candidate for commander in chief, highlighting terrorism at a moment that the campaigns of both parties seem likely to pivot to national security and American leadership in the world. \n\nAlthough many pundits scored Saturday’s debate a draw, with Mr. O’Malley having his best night yet and Mr. Sanders more focused in his responses, a focus group of undecided Democrats in Des Moines, where the debate took place, gave Mrs. Clinton a clear win.  \n\nAll 33 likely caucus-goers in the group thought Mrs. Clinton would be the stronger commander in chief, said Chris Kofinis, a Democratic consultant who conducted the focus group.  “It was clear that Clinton’s answers on terrorism, and her improved answers on domestic issues, moved undecided Iowans in striking ways,’’ he said.       \n\nMr. Kofinis identified one vulnerability: Mrs. Clinton’s ties to Wall Street, exemplified by an answer to a question about accepting donations from rich bankers that has been widely mocked. \n\nMr. O’Malley echoed the critique on Sunday, dismissing her explanation that she has been flooded with Wall Street donations in gratitude for her help in rebuilding the New York financial district after the terrorist attacks of 2001. \n\nMrs. Clinton “sadly invoked 9/11 to try to mask’’ her ties to Wall Street bankers, Mr. O’Malley said on Sunday.    \n\nThe crowd of several hundred largely older Democrats did not respond strongly to Mr. O’Malley’s critiques of Mrs. Clinton, which  included sharper barbs than usual  about her record on guns and immigration.\n\nThe crowd, which swarmed Mrs. Clinton and former President Bill Clinton after she spoke, seemed pragmatic with less than three months before the Iowa caucuses and as Mr. Sanders’s summer surge in the state appears to be ebbing.  “Personally, I like what Sanders and O’Malley have to say,’’ Glenda Eggerling, a retiree, said.  “But I think Hillary will appeal to more voters, and I would really like to see a Democrat in the White House, because I don’t like Republicans’ platforms.’’\n\nSandra McJimsey, also a retiree, said, “I think Bernie has done a great service to the party,” but she declared herself “energized to vote for Hillary.’’\n\nDespite their embrace of Mrs. Clinton’s foreign policy experience, Iowa Democrats had no interest in committing ground troops to fight the Islamic State, as several Republican candidates have advocated, or in declaring war, as Jeb Bush suggested on Sunday.\n\nChas Weber, a retiree who recently moved to Ames from Michigan, said the Paris attacks and confronting the Islamic State were “this week’s hot topic,’’ which he predicted would soon give way to something else.\n\nAn independent who is candidate shopping, Mr. Weber plans to attend a rally for Donald J. Trump later in the week.  But he said he was no fan of Mr. Trump’s call to aggressively bomb the Islamic State and commit ground troops.  “He’s an extremist with no experience,’’ he said. ", "byline": "TRIP GABRIEL", "description": "A day after the second Democratic presidential debate, where the candidates did not offer ideas on confronting extremists, Mrs. Clinton said the United States had to rally its allies, “pulling countries off the sidelines.”", "title": "First Draft: Hillary Clinton Takes a More Defined Stance on ISIS", "url": "http://www.nytimes.com/politics/first-draft/2015/11/15/hillary-clinton-takes-a-more-defined-stance-on-isis/", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "Vin Weber", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Cornel West", "Bernie Sanders"], "orgs": ["AMES"], "election_confidence": 0.9857799050026026, "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-11-15 23:41:23", "org": "nyt", "article_id": "53da8159c0f5c9872db417f0c9ca7f83", "date_access": "2015-11-16 00:00:52.844802"}