{"body": "Here are the week’s top stories.\n\n1. Military troops patrolled Paris as France and its allies around the world mourned 129 people killed in coordinated assaults on Friday that unfolded over three hours. More than 350 people were wounded, many seriously. The French president blamed the Islamic State, calling the attacks “an act of war that was prepared, organized and planned from abroad, with complicity from the inside.”\n\n_______\n\n2. France said three teams carried out the attacks, and ended them by detonating suicide belts. One attacker was identified as a man who used a Syrian passport to enter Europe along with the flow of migrants, another as a French national with a criminal record. Confirmation of the Islamic State’s involvement would mean the group has grown from a regional player in the Syrian conflict into a force waging a global terrorist war in less than two years.\n\n_______\n\n3. World leaders condemned the attacks and many tightened security. President Obama is at the G-20 meeting in Turkey for talks certain to be dominated by the fight against the Islamic State and terrorism in general. The U.S.-led campaign against the group had intensified in recent days in Iraq and Syria, and a bigger push is now likely.\n\n_______\n\n4. A new urgency pulsed through talks on a political solution to Syria’s war. Diplomats from the U.S., France, Russia, Iran and other nations met in Vienna on Saturday, facing knotty divisions on a way forward. Secretary of State John Kerry said the Paris attacks were born of “a kind of medieval and modern fascism at the same time, which has no regard for life, which seeks to destroy and create chaos and disorder and fear.”\n\n_______\n\n5. The second Democratic debate opened with a long discussion of the Paris attacks. Hillary Clinton deftly spun questions that invited her to blame the Obama administration for allowing the rise of the Islamic State, and defended herself from Bernie Sanders’s onslaughts on her relationship with Wall Street. Martin O’Malley may have had the most discussed single line, calling Donald Trump an “immigrant-bashing carnival barker.”\n\n_______\n\n6. The Republican candidates paused their criticisms of one another, particularly against Marco Rubio’s switch to a hard line on immigration. They broadly agreed that the U.S. should strengthen its military strategy against the Islamic State, and some proposed sending ground troops.\n\n_______\n\n7. Other developments this week were independent of international terrorism. Turmoil over racial discrimination spread to campuses across the country after protests forced top officials at the University of Missouri system to step down. Some students acknowledged they had felt only subtle signs of discrimination. “What matters,” one protester said, “is that we all need to have empathy for the experiences that people of color have even if we don’t have those experiences for ourselves.”\n\n_______\n\n8. A Times special report found a thriving U.S. black market that moves guns from states with lax gun laws into those with tougher measures. In New York and New Jersey, which have some of the strictest laws in the country, weapons involved in crimes often arrived via the so-called Iron Pipeline — Interstate 95 and its tributaries — from Virginia, Georgia and Florida.\n\n_______\n\n9. The Swiss foundation that holds the copyright to “The Diary of Anne Frank” has listed her father as a co-author. The diary, by all accounts, remains the words of a young girl hiding from the Nazis with her family. Emphasizing Otto Frank’s contributions of edits and a prologue allows the foundation to extend its copyright from 70 years after her death in 1945 at the Bergen-Belsen concentration camp to 70 years after his death in 1980.\n\n_______\n\n10. International sports officials banned Russia from track and field competitions after a report accused Russia of running a state-sponsored doping program. And should the country fail to rapidly demonstrate compliance with anti-doping regulations, the ban could be extended to include the 2016 Olympics in Brazil.\n\n_______\n\n11. President Obama is scheduled to head from the G20 meeting in Turkey to Asia, for a lengthy trip to Malaysia and the Philippines. His agenda will include promoting the Trans-Pacific Partnership and attending the Asia-Pacific Economic Cooperation summit meeting in Manila on Wednesday.\n\n_______\n\nYour Weekend Briefing is published Sundays at 6 a.m. Eastern.\n\nAnd don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.\n\nWant to look back? Here’s Friday’s Evening Briefing.\n\nWhat did you like? What do you want to see here? Let us know at briefing@nytimes.com.", "byline": "ANDREA KANNAPELL and SANDRA STEVENSON", "description": "Here’s what you need to know at the end of the day.", "title": "Your Weekend Briefing", "url": "http://www.nytimes.com/2015/11/15/nytnow/your-weekend-briefing-paris-democratic-debate-syria.html", "topics": ["immigration", "foreign policy/national security"], "people": ["John Kerry", "Martin O'Malley", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Bernie Sanders"], "orgs": [], "election_confidence": 0.9582209809343675, "authors": [{"author_id": 29252, "fullname": "andrea kannapell", "primary_org": "nyt"}, {"author_id": 29254, "fullname": "sandra stevenson", "primary_org": "nyt"}], "date_written": "2015-11-15 10:54:12", "org": "nyt", "article_id": "73fb344fb05126e77203e3735cc82b87", "date_access": "2015-11-15 12:34:01.007890"}