{"body": "The fight against global terrorism will take center stage Saturday night when Democrats gather in Iowa to debate after the gruesome attacks in Paris that laid bare the kinds of threats the next American president will face.\n\nA month after the Democratic presidential candidates clashed on gun control and financial regulations in their first debate, which focused largely on domestic and economic issues, they are expected to face more questions on foreign policy and national security. Hours after the deadly attacks, CBS News, a co-host of the event, said it would refocus the debate to give candidates an opportunity to discuss how they would respond to such an international crisis.\n\nDespite the tragic nature of the events, the new backdrop represents an opportunity for Hillary Rodham Clinton, the former secretary of state, to shine at a moment when her two remaining rivals, Senator Bernie Sanders of Vermont and Martin O’Malley — neither of whom has much foreign policy experience — will be under pressure to blunt her momentum.\n\nSince Mrs. Clinton’s crisp debate performance in October, her poll numbers have surged, she weathered hours of congressional questioning about her handling of the Benghazi attacks, and three of her rivals for the nomination have dropped out.\n\n“It will be interesting to see if Secretary Clinton can keep doing what she’s been doing,” said Brad Anderson, who was President Obama’s 2012 state director in Iowa. “Her steadiness is why you’re seeing her poll numbers continue to increase, especially when you look at what’s happening on the other side of the aisle.”\n\nA New York Times/CBS News survey released this week showed Mrs. Clinton continuing to dominate the race, with more than half of Democratic primary voters backing her and 62 percent thinking she is the candidate who can bring about change in Washington. The shift in the debate’s emphasis to foreign affairs should allow Mrs. Clinton to highlight her deep experience on the international stage, providing an opportunity to extend her advantage.\n\nFor Mrs. Clinton’s opponents, the debate presents a chance to tell voters otherwise, and her Senate votes and handling of international crises as a senator and a diplomat could come under scrutiny.\n\nStill, the event is not expected to resemble the free-for-all atmosphere that has marked Republican debates, which have featured sharp exchanges and personal attacks. While the Republican primary contest is a crowded affair, the Democrats will have considerably more time to make their cases and delve into more detailed policy arguments on Saturday with just three candidates on the stage. Since the last debate, Lincoln Chafee, the former governor of Rhode Island, and former Senator Jim Webb of Virginia have dropped out of the race. Lawrence Lessig, a Harvard professor who was running as a Democrat but was not included in the last debate, also stopped his campaign.\n\nMr. Sanders will get another opportunity to take a harder line against Mrs. Clinton, after he dismissed the controversy surrounding her use of a private email server as secretary of state and largely avoided attacking her directly in their first face-off. He has been preparing sharper lines against Mrs. Clinton on issues like trade, gun control and her emails, and his advisers say he has been studying her record more closely since their October meeting.\n\nDemocratic strategists say the debate will also be a significant moment for Mr. O’Malley, the former governor of Maryland, whose poll numbers lag in the low single digits. Facing Mrs. Clinton’s star power and the grass-roots support behind Mr. Sanders, Mr. O’Malley needs to find a way to capture some of the spotlight.\n\n“It’s the play that he has left in his playbook right now, to come out swinging and let people know he’s not just this nice guy and that he can be tough,” said Kevin Geiken, a Democratic political consultant for Bluprint Strategies.\n\nStill, it will be a challenge to rattle Mrs. Clinton, who has lurched to the left on issues like trade and the environment while showing a deft ability to repel criticism of her 2002 vote to authorize the Iraq war and her warm relationship with Wall Street.\n\nOne area on the domestic front that is likely to come up is the issue of criminal justice reform, which the three candidates have been struggling to address after continuing tension between the police and African-Americans.\n\nDeRay Mckesson, a leader of the Black Lives Matter movement, said he had a good sense of the plans from Mr. Sanders and Mr. O’Malley, but had not heard a comprehensive proposal on the issue of criminal justice from Mrs. Clinton, despite her meetings with the group.\n\n“She’s been eking it out literally one speech at a time,” Mr. McKesson said. “With Hillary, I only have a surface-level understanding. The debate is a chance to learn what she really thinks about the core issues.”\n\nBut voters will only learn if they tune in. Some political enthusiasts have complained that because of its Saturday night time slot, the two-hour debate, which will be hosted by CBS News and The Des Moines Register and begin at 9 p.m. Eastern time, may not have the audience of previous events that have drawn millions of viewers.\n\nMr. Anderson, the Iowa strategist, noted that the candidates would convene at the same time that the undefeated Iowa Hawkeyes take on the Minnesota Golden Gophers in college football.\n\n“The majority of Iowans will be planning their day around that football game,” he said.", "byline": "ALAN RAPPEPORT", "description": "The fight against global terrorism will take center stage after attacks in Paris that laid bare the kinds of threats the next American president will face.", "title": "Democratic Debate Has an Unplanned Theme: Terrorism", "url": "http://www.nytimes.com/2015/11/15/us/politics/democratic-debate-cbs.html", "topics": ["racial issues"], "people": ["Timothy Anderson", "Lawrence Lessig", "Martin O'Malley", "Hillary Rodham Clinton", "Jim Webb", "Brad Anderson", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["Senate"], "election_confidence": 0.9148687153485446, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-15 00:33:01", "org": "nyt", "article_id": "b770967da0ca9ceede7aa3742385563f", "date_access": "2015-11-15 01:00:52.953328"}