{"body": "WASHINGTON — The tragedy in Paris is roiling American politics, bolstering the Republican right’s anti-immigration demands in the short run and perhaps ultimately enhancing Hillary Rodham Clinton and her credentials as the candidate with experience.\n\nPoliticians from President Obama on down have expressed outrage at the attacks, for which the Islamic State claimed responsibility.\n\nSeveral leading Republicans immediately politicized the issue. Senator Ted Cruz of Texas blamed Mr. Obama and what he called a weak “photo-op” foreign policy, and one of the party’s presidential front-runners, Donald J. Trump, said the tragedy reinforced the need for “tougher” American leadership.\n\n“This will be exceptionally important” in shaping the presidential race, said Peter D. Hart, a prominent Democratic poll-taker, suggesting it was likely to help Mrs. Clinton, the only top-tier candidate in either party who has a background in national security.\n\nIn a debate among Democratic candidates on Saturday, she opened by stating that the United States would be electing a new commander in chief.\n\nThe attacks seem certain to heighten the importance of foreign policy in an election where it has not been prominent. In a recent Wall Street Journal/NBC News poll, only 8 percent of the public cited terrorism as the most important issue.\n\nThe attacks were immediately seized upon as a reason for cracking down on immigration. “This will help the anti-immigration cause and hurt efforts to bring in Syrian refugees,” predicted Vin Weber, a leading Republican strategist and immigration advocate.\n\nAmong Republicans, the speculation was about the consequences of the Paris attacks for Mr. Trump. In Iowa on Thursday, he let loose a particularly vicious tirade against some of his rivals.\n\nThere was a growing sense within the Republican establishment that the “Trump rant” might be the incident that really derails his candidacy, even though he has not been affected by supposedly lethal political acts in the past. The terrorist episode could reverse any political slippage. Mr. Trump has largely set the agenda and dominated the dialogue on immigration; other candidates have followed.\n\nBoth prominent Republicans and Democrats suggested that a renewed attention to terrorism could harden his core support, though an overall emphasis on foreign policy would not play to Mr. Trump’s strengths.\n\nAmong the other leading contenders, the boyish-looking Senator Marco Rubio of Florida, 44, has most emphasized a hard line on national security.\n\nYet, Mr. Hart predicts voters “won’t want the kid” in the White House. Mr. Cruz, though the same age, was seen as projecting more forcefulness than his rivals in his response to the attacks, though he may have overreached.\n\nMr. Weber, one of the Republican wise men, said that with time, voters may look “for someone with more gravitas.” He said he hoped this would play to the strength of his candidate, former Gov. Jeb Bush of Florida.\n\nMr. Bush, considered one of the more mature candidates in either party, has only derivative national security credentials because of his family, particularly his brother, former President George W. Bush. That may prove a mixed blessing for a candidate struggling to regain his footing.\n\nThe reason Mr. Hart sees an advantage for Mrs. Clinton, the former secretary of state, is that a greater focus on terrorism will cause voters to look even more for a “heavy and strong hand at the tiller.” This might minimize the problems she has among staunchly noninterventionist Democratic primary voters because she is more hawkish on foreign policy than the president she served. And it could help her in a general election, though Republicans constantly criticize the “Obama/Clinton” weakness on foreign policy.\n\nIn the Democratic debate, Mrs. Clinton took the hardest line on national security: She insisted that the Islamic State “must be defeated,” not just contained, and stressed that she had advised Mr. Obama to approve the raid that killed Osama bin Laden.\n\nHowever this evolves, both Republicans and Democrats agree that Nov. 13 is likely to be an important marker in the selection of the 45th American president.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "The attacks have bolstered the Republican right’s anti-immigration demands and may enhance Hillary Rodham Clinton’s credentials as the candidate with experience.", "title": "Letter From Washington: Paris Attacks Pose Test for U.S. Presidential Candidates", "url": "http://www.nytimes.com/2015/11/16/us/politics/paris-attacks-pose-test-for-us-presidential-candidates.html", "topics": ["foreign policy/national security", "immigration"], "people": ["Peter D. Hart", "Gary Hart", "Jeb Bush", "Vin Weber", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Donald J. Trump", "Barack Obama", "George W. Bush", "Ted Cruz"], "orgs": [], "election_confidence": 0.9927813695070009, "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-11-15 22:04:16", "org": "nyt", "article_id": "7bb8b760a9c88ebc360655ae68f78c35", "date_access": "2015-11-15 22:39:39.969440"}