{"body": "Hillary Clinton should have seen that Wall Street shot coming. Instead, she compounded the damage.\n\nThe former secretary of state was off to a sound outing in Saturday night’s debate against Senator Bernie Sanders of Vermont and former Gov. Martin O’Malley of Maryland. Friday’s terrorist attacks in Paris dominated at first, allowing her to highlight her superior experience in world affairs. But it was those attacks that made her badly muffed response to questions about her fealty to Wall Street all the more jarring. Here’s the exchange:\n\nMr. Sanders: “I have never heard a candidate, never, who has received huge amounts of money from oil, from coal, from Wall Street, from the military-industrial complex, not one candidate say, oh, these campaign contributions will not influence me. I’m going to be independent. Well, why do they make millions of dollars of campaign contributions? They expect to get something. Everybody knows that. Once again, I am running a campaign differently than any other candidate. We are relying on small campaign donors, 750,000 of them, 30 bucks apiece. That’s who I’m indebted to.”\n\nMrs. Clinton: “Well John, wait a minute. Wait a minute, he has basically used his answer to impugn my integrity. Let’s be frank here.”\n\nMr. Sanders: “No, I have not.”\n\nMrs. Clinton: “Oh, wait a minute, senator. You know, not only do I have hundreds of thousands of donors, most of them small. And I’m very proud that for the first time a majority of my donors are women, 60 percent. So, I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.”\n\nPredictably, Twitter exploded with demands to know what campaign donations from big banks had to do with New York’s recovery from 9/11.\n\nAnswer: little to nothing. Since 2001, she and Bill Clinton have earned more than $125 million for speeches, many of the most lucrative made before financial groups.\n\nThat does not begin to account for the millions of dollars given directly to her campaign, and to political action committees backing her. Nearly 15 years after the 2001 attacks, Mrs. Clinton was earning more than $200,000 for a 20-minute speech. Most of those took place behind guarded doors. But one can guess that she and the financial executives were not still talking about 9/11.\n\nMiddle-class Americans associate Wall Street with the 2008 meltdown of the economy that cost so many their homes and savings. In the debate Mrs. Clinton repeatedly referred to her plan for reining in banks, but offered precious few specifics. This is what happens when Hillary Clinton the candidate gets complacent. The debate moderator, John Dickerson, had even tipped her off before a commercial break that the next topic was Wall Street.\n\nHer effort to tug on Americans’ heartstrings instead of explaining her Wall Street ties — on a day that the scars of 9/11 were exposed anew — was at best botched rhetoric. At worst it was the type of cynical move that Mrs. Clinton would have condemned in Republicans. She should make a fast, thorough effort to explain herself by providing a detailed plan for how she would promote measures protecting middle-class Americans from another financial crisis.", "byline": "THE EDITORIAL BOARD", "description": "After a good start on national security and terrorism, Hillary Clinton flubbed legitimate questions about her ties to Wall Street on Saturday.", "title": "Hillary Clinton Botches Wall Street Questions", "url": "http://www.nytimes.com/2015/11/16/opinion/hillary-clinton-botches-wall-street-questions.html", "topics": ["economy"], "people": ["Bill Clinton", "Bernie Sanders", "John Dickerson", "Hillary Clinton", "Martin O'Malley"], "orgs": [], "election_confidence": 0.8708710278871227, "authors": [{"author_id": 697, "fullname": "the editorial board", "primary_org": "nyt"}], "date_written": "2015-11-15 21:26:52", "org": "nyt", "article_id": "ac1a1d01775534781b522dfa3ead3ef1", "date_access": "2015-11-15 21:45:54.898058"}