{"body": "Jeb Bush said the United States “should declare war” as it responds to the Paris attacks and the rise of ISIS generally.\n\n“You take it to them in Syria and Iraq,” Mr. Bush said Sunday on NBC’s “Meet the Press,” when asked how the United States could expect to “defeat an ideology.”\n\n“You destroy ISIS,” he continued. “And then you build a coalition to replace this radical Islamic terrorist threat to our country and to Europe and to the region with something that is more peace-loving.”\n\nThe host, Chuck Todd, asked Mr. Bush what he would tell an American public wary of foreign entanglements after wars in Iraq and Afghanistan. (Mr. Todd left unsaid the fact that those wars began under Mr. Bush’s brother.)\n\n“I tell the American public that a caliphate the size of Indiana garners strength each and every day if it’s not taken out,” Mr. Bush replied.\n\nMr. Bush, the former Florida governor, has long sought to establish himself as the adult in a raucous Republican field, and his supporters are hopeful that a greater focus on national security issues could provide an opening for a campaign that has badly struggled.\n\nOn Sunday, Mr. Bush hinted at the shifting tenor of the race, with some prodding from Mr. Todd, arguing that “as we get closer to the primaries, people are going to want to know who can sit behind the big desk.”\n\nHe was asked if he would trust Donald J. Trump or Ben Carson as commander-in-chief.\n\n“I don’t know,” Mr. Bush said. “The words that I hear them speaking give me some concern. “\n\nBut he turned quickly to Hillary Rodham Clinton, seizing on comments she made during Saturday night’s Democratic debate. Mrs. Clinton said the fight against ISIS “cannot be an American fight,” before adding that “American leadership is essential.”\n\n“I’m more concerned about Hillary Clinton thinking that the United States doesn’t have a leadership role in this,” Mr. Bush said, after the question about his Republican rivals. “That’s my big concern.”", "byline": "MATT FLEGENHEIMER", "description": "Mr. Bush, the former Florida governor, warned that the caliphate was gaining strength “every day” and insisted the United States must take the lead in fighting it in Syria and Iraq.", "title": "First Draft: ‘We Should Declare War’ in Fight Against Islamic State, Jeb Bush Says", "url": "http://www.nytimes.com/politics/first-draft/2015/11/15/we-should-declare-war-in-fight-against-islamic-state-jeb-bush-says/", "topics": ["foreign policy/national security"], "people": ["Hillary Rodham Clinton", "Jeb Bush", "Hillary Clinton", "Chuck Todd", "Donald J. Trump", "Ben Carson"], "orgs": [], "election_confidence": 0.965843072581989, "authors": [{"author_id": 358, "fullname": "matt flegenheimer", "primary_org": "nyt"}], "date_written": "2015-11-15 18:13:46", "org": "nyt", "article_id": "d38bd13513587e3cd20ed497331b7efd", "date_access": "2015-11-15 18:38:16.980270"}