{"body": "Here’s the latest:\n\n• What is the status of the investigation?\n\nThe French authorities have released no information since a news conference by the Paris prosecutor on Saturday, and no updates are scheduled for Sunday.\n\nThe death toll holds at 129, but the number of critically wounded — nearly 100 — signaled that figure was certain to grow.\n\nInvestigators were hunting down information about the first of the suspects to be publicly identified, Ismaël Omar Mostefaï, 29, a French citizen who was one of three hostage takers at the Bataclan concert hall.\n\nIn the eastern Paris suburb of Montreuil, the authorities found three Kalashnikov rifles in an abandoned vehicle, a sign that some of the attackers may have escaped.\n\nThe authorities in Belgium made seven arrests that left open the possibility that the plot had roots there.\n\nFundamental questions remain: How did the terrorists, who acted in three synchronized teams, pull off the deadliest terrorist attack in Western Europe since 2004?\n\nAnd did they receive direction from Islamic State leaders in Iraq and Syria, who until now had never taken responsibility for such a large-scale attack in the West?\n\n• What’s happening in Paris?\n\nParis is still by and large shuttered, even for a Sunday, and France remains under a state of emergency.\n\nMuseums and other cultural centers are closed for a second day. A star-crossed movie opening about a terrorist attack in France was canceled.\n\nBut small crowds congregated at the Place de la République — as they did after the Charlie Hebdo massacre in January — to show solidarity on Saturday, ignoring government advice to stay home. And French flags are appearing in Parisian apartment windows.\n\nThe archbishop of Paris officiates at a Mass at the Cathedral of Notre-Dame today. And schools are to reopen on Monday.\n\n• What about elsewhere?\n\nFrom Vatican City to Seoul, law enforcement authorities are on heightened alert.\n\nForeign Minister Ibrahim al-Jaafari of Iraq said his country’s intelligence services obtained information indicating that, besides France, the United States and Iran were among countries being targeted for attack.\n\n• What’s next for policy makers?\n\nAs France deals with the aftermath in Paris, global attention turns to policy and politics. President Obama and other world leaders are in Turkey for a Group of 20 summit meeting today, where the terrorist attacks are already a focus.\n\nMigration is, too, because one of the assailants entered the European Union through Greece with other refugees last month and then passed through Serbia, where he sought asylum.\n\nThat is sure to complicate the vexing problem of how to handle the unceasing flow of people from Syria, Iraq, Afghanistan and elsewhere in Europe. Jean-Claude Juncker, the head of the European Commission, said today that Europe should not react by rejecting refugees.\n\nEuropean Union justice and interior ministers will hold a special meeting on the Paris attacks Friday.\n\n• How is Paris playing in the U.S. presidential campaign?\n\nCandidates for the Democratic nomination, in their debate Saturday night in Des Moines, agreed that America is determined to fight terrorism, dedicated to responsibilities to refugees and devoted to diplomacy.\n\nBut Senator Bernie Sanders of Vermont sought to tie the rise of the Islamic State to Hillary Rodham Clinton’s vote as a senator to authorize the American-led invasion of Iraq in 2003.\n\nBy contrast, leading Republicans like Donald J. Trump, Ben Carson and Senator Ted Cruz of Texas called on the Obama administration to halt plans to accept 10,000 Syrian refugees next year.\n\nAlthough they broadly agreed that the Paris attacks should be the catalyst for a new military strategy against the Islamic State, most of the Republicans were still tentative about committing more American ground troops to that effort.\n\n• Who were the victims?\n\nLittle seemed to tie the dead at the six attack sites, except that they were out having fun. And that was the point for the Islamic State militant group, which said that it struck France’s symbols of “perversity.”\n\n“Bars, a concert, a great game,” Bernard-Henri Lévy, a French author and philosopher, wrote on Twitter. “This is the French art of living together that has been targeted.”\n\nSeveral foreigners, including people from Belgium, Britain, Germany, Portugal, Spain, Sweden, and the United States, were killed in the attacks.\n\nAn American student from California State University in Long Beach, Nohemi Gonzalez, 23, also died in the Paris attacks. She was spending a semester at the Strate School of Design in Paris.\n\nValentin Ribet, a 26-year-old lawyer, was killed at the Bataclan concert hall during a sold-out show by the American rock band Eagles of Death Metal.\n\nGuillaume B. Decherf, 43, a critic at a French cultural magazine and a father of two, was killed as well. Three employees from Universal Music France also died, as did Nick Alexander, a British citizen who sold merchandise for the band, and Aurélie De Peretti, 33.\n\n“Yesterday, the victims weren’t journalists or famous. They were civilians,” Maxim Ferron, manager of a Paris tea shop, said on Saturday.\n\nYou can sign up here to get the regular weekday Morning Briefing delivered to your inbox. \n\nFor feedback, contact us at briefing@nytimes.com.", "byline": "VICTORIA SHANNON", "description": "A briefing with the latest information.", "title": "Paris Attacks: What We Know and Don’t Know", "url": "http://www.nytimes.com/2015/11/15/world/europe/paris-attacks-what-we-know-and-dont-know.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Donald J. Trump", "Ted Cruz", "Ben Carson", "Hillary Rodham Clinton"], "orgs": ["European Union", "European Commission"], "election_confidence": 0.618289695091248, "authors": [{"author_id": 3610, "fullname": "victoria shannon", "primary_org": "nyt"}], "date_written": "2015-11-15 13:40:59", "org": "nyt", "article_id": "6ded827bf50f48e2904c2075b94bd707", "date_access": "2015-11-15 14:00:27.355766"}