{"body": "\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\n\n                                        Updated 11/14/15 09:03 PM EST\n\n                                        By \nAnnie Karni\n\n“We had agreed on opening and closing statements, the timing of those,\" Sanders campaign manager Jeff Weaver said.\n\n11/14/15 09:00 PM EST\n\n                                        By \nGabriel Debenedetti\n\nI think I just saw a tumbleweed go by...\n\n11/14/15 08:49 PM EST\n\n                                        By \nGabriel Debenedetti\n\nDon't expect to see as much from the group after Friday's attacks.\n\n2016\n\n                                        Updated 11/14/15 08:40 PM EST\n\n                                        By \nNahal Toosi\n\nRepublicans go on the attack, while the Democratic debate's focus is set to change.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n            By \nKatie Glueck\n\n11/14/15 10:33 PM EST\n\n                    Updated 11/14/15 11:21 PM EST\nThe terrorist attacks in Paris cast a pall over Saturday night's second Democratic debate, but that didn't stop the three Democratic presidential candidates onstage from engaging in tense and at times heated exchanges over foreign policy, gun control and Wall Street.\nHere are the eight biggest moments from the Democratic debate, hosted by CBS News:\nStory Continued Below\n1. Clinton distances herself from Obama.Hillary Clinton, the former secretary of state in the Obama administration, wasted no time contrasting with her former boss when asked about confronting Islamic State in the wake of Friday’s attacks in Paris. “ISIS cannot be contained, it must be defeated,” she said.\nOn Thursday, before the attacks in France, President Barack Obama said of ISIS, “from the start, our goal has been first to contain, and we have contained them.” \nClinton’s tough assertion was an attempt to create some distance from that statement, as was her effort to remind viewers that early on, she supported finding ways to “train and equip” moderates in Syria, another break with some in the administration.\n2. Jihadists? Yes. Radical Islamists? No.Clinton was pressed on whether she would agree with the notion, held by many Republicans, that the United States is at war with “radical Islam.” But she appeared uncomfortable using that term, a dynamic on which Republicans on social media were quick to pounce.\n“I don’t think we’re at war with Islam, I don’t think we’re at war with all Muslims, I think we’re at war with jihadists,” she said. “…You can talk about Islamists who clearly are also jihadists.”\nShe went on to urge outreach to Muslim countries, and to praise former President George W. Bush for stressing, in the days following the September 11, 2001, that the U.S. is \"not at war\" with Islam.\nRepublican 2016 contenders were quick to pounce on Twitter. For example, Mike Huckabee tweeted: \"You're all grown up now. You can do it. Three words. Ten syllables. Say it with me: 'Radical Islamic terrorism.'\"\n3. Clinton takes heat over Wall Street support.Both Bernie Sanders and Martin O’Malley tore into Clinton over the support she enjoys from Wall Street donors. Her explanation—that she has a record of pushing reforms on financial institutions, and has a tough plan to further rein in Wall Street, so her donors know what they’re getting into—is “not good enough,” Sanders said.\n“Why, over her political career, has Wall Street been…the major campaign contributor” to Clinton, Sanders asked. “Maybe they’re dumb, they don’t know what they’re going to get, but I don’t think so.” \nClinton suggested that part of her support from Wall Street goes back to the work she did as a U.S. senator from New York in the wake of Sept. 11, which directly affected Manhattan’s financial district. The comment was quickly criticized by Democrats and Republicans alike.\n“@HillaryClinton, you reached a new low tonight by using 9/11 to defend your campaign donations. #DemDebate,” tweeted Republican National Committee Chairman Reince Priebus. \nO'Malley deputy campaign manager Lis Smith suggested she was personally offended by the suggestion. \"My dad worked in [World Trade Center] from the day it was built to the day it went down. @HillaryClinton, never invoke 9/11 to justify your Wall St positions,\" she tweeted. \n4. Sanders under attack on guns.Sanders was next up to feel the pressure, as both Clinton and O'Malley criticized him over his relatively conservative record on gun control. In one of the better moments for Clinton, the front-runner went after the Vermont senator for his position on gun control, forcing him to review his record over and over again.\n“I know that Sen. Sanders had a different vote than I did when it came to giving immunity to gunmakers and sellers,” she said. Adding that that decision made the “gun lobby” more powerful, she added, “That was a terrible mistake,” and said that she would “love” to see Sanders join with some of her former Senate colleagues to reverse that decision.\nSanders, trying to defuse the moment, said at one point in the exchange, “I don’t know if there’s any disagreement here.”\n“Oh yes there is,” interjected O’Malley, who also sought to denigrate Clinton’s record on gun control, saying that when she last ran for president she portrayed herself as “Annie Oakley,” and accused her of being on “three sides of this” issue.\n5. O'Malley has a moment--thanks to Donald Trump.Former Maryland Gov. Martin O'Malley, who badly trails Clinton and Sanders in the polls, enjoyed several strong moments in the debate. His first big turn in the spotlight came when he criticized Republican presidential candidate Donald Trump over his hardline approach to illegal immigration.\n\"Let's say it in our debate because you'll never hear it from that immigrant-bashing carnival barker Donald Trump,\" he said, as Clinton smiled approvingly and the crowd cheered.\nHe went on to urge a more compassionate approach to immigration reform.\n6. Sanders is still “sick\" of hearing about Clinton’s emails.In the first Democratic debate, Sanders effectively shut down discussion of Clinton’s email practices while at the State Department by saying he was sick and tired of hearing about her “damn emails”—and he made clear Saturday that that remains the case, despite a recent Wall Street Journal interview he gave, suggesting that there might be “valid questions” remaining. \n“That’s just media stuff,” he said on Saturday. “I was sick and tired of Hillary Clinton’s email. I still am sick and tired of Hillary Clinton’s email.”\nThe crowd cheered.\nLater in the evening, Clinton aimed to push back again on email scrutiny, which has brought with it questions about whether those that went through her private account contained classified information. During the raid that ultimately killed Osama bin Laden, Clinton said onstage, she didn’t even tell her husband, former President Bill Clinton, who instead found out about it from Obama. It was an understated attempt at a reminder that she can be trusted with serious and confidential matters.\n7. Clinton: Enough about me, let’s talk about youAfter a debate that zeroed in on Clinton’s ties to Wall Street and hawkish foreign policy record, Clinton sought to broaden the focus with her closing statement.\n“You’ve all heard a lot about me in this debate,” she said. “And I’m going to keep talking and thinking about all of you.”\nShe went on to promise to “work my heart out” and to say that “I need your help” as she ticked through her career, which, she said, has always been dedicated to helping others.\n8. Clinton subtly references her bid to make history.“Ultimately I think the president’s job is to do everything possible, everything that she can do, to lift up the people of this country, starting with our children and moving forward,” she said to applause in her closing statement.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "The 8 key moments in the Democratic debate", "url": "http://www.politico.com/story/2015/11/2016-democratic-debate-explosive-moments-215870", "topics": ["foreign policy/national security"], "people": ["Jesse Rifkin", "Henry C. Jackson", "Mike Huckabee", "Hadas Gold", "Richard Nixon", "Martin O'Malley", "George W. Bush", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Lis Smith", "Jeff Weaver", "Bill Clinton", "Jeb Bush", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Reince Priebus", "Glenn Thrush", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Eli Stokols", "Barack Obama"], "orgs": ["Washington And The World", "Senate", "World Trade Center", "Republican National Committee", "State Department"], "election_confidence": 0.9287080638314286, "authors": [{"author_id": 38822, "fullname": "diana d’abruzzo", "primary_org": "politico"}], "date_written": "2015-11-15 03:33:47", "org": "politico", "article_id": "87adb91fc650b00fb98514663fb81dff", "date_access": "2015-11-15 06:36:13.620169"}