{"body": "\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nDebate Night\n\n11/15/15 01:41 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\nWe're working on more stories right now\n\nThe POLITICO Caucus\n\n                        One day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n            By \nKatie Glueck\n\n11/15/15 06:50 AM EST\n\n                Politico Illustration—Getty\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\nBernie Sanders had the weakest night of the three Democrats onstage at Saturday night’s debate. \nThat’s according to a survey of the POLITICO Caucus, a bipartisan group of influential strategists, operatives and activists in Iowa, New Hampshire, South Carolina and Nevada, who weighed in immediately following the second Democratic primary debate.\nStory Continued Below\nNearly half of Democrats surveyed said the Vermont senator lost the debate, and only 10 percent of Democrats said he won. Those insiders who said Sanders had the worst night argued that he appeared out of his depth on foreign policy a day after terrorist attacks rocked France. He spent just a few seconds addressing the matter in his opening statement before pivoting to his familiar pitch about the economy, in stark contrast to rival Hillary Clinton, a former secretary of state who devoted her entire statement to the Paris attacks.\n“He made a mistake right off the bat in switching from Paris to the economy, and had an uneven performance,” a New Hampshire Democrat said.\n\"He was clearly not comfortable discussing detail on foreign policy matters,\" agreed another New Hampshire Democrat.\nOthers said the self-described democratic socialist made no effort to appeal to the broader Democratic Party, and reinforced perceptions Saturday night that he is unelectable.\n“Focused entirely on his base which demands the pure,\" said an unaligned Iowa Democrat. \"Worst answer: Asked directly how he would work with a GOP Congress, he argued that the Political Revolution would sweep aside all in its path.”\n“The early primaries and caucuses are getting closer and closer, and he is failing to come across as viable and presidential to pick up the new supporters he needs,” said a Nevada Democrat, who instead thought Martin O’Malley won. “Time is running out.”\nAgreed a New Hampshire Democrat, \"Sanders showed he is just too out of step with middle America to be President.\"\nSeventy-seven percent of Democratic insiders surveyed called Clinton the winner, saying that of the three candidates on the stage, she showed the most presidential stature.\n\"It was a very good night for O'Malley but Secretary Clinton still proved that she is the most prepared to be POTUS,\" said an unaligned South Carolina Democrat.\nAdded a New Hampshire Democrat, “Not even close; Hillary Clinton, once again, demonstrated her mastery of all issues both foreign and domestic; she was truly presidential. Sen. Sanders and Gov. O'Malley are both fine men, but their issue knowledge stops at the water's edge.”\nO’Malley, who took direct aim at Clinton over her ties to Wall Street and her record on gun control, lags badly in the polls, but insiders said he had a slightly better night than Sanders did, with 13 percent naming him the winner and 41 percent saying he had the worst night.\n“O'Malley showed he deserved to be in that stage and should be taken seriously,” a New Hampshire Democrat said.\nAgreed a New Hampshire Republican, “How could Bernie say climate change was a bigger threat than terrorism given last night? How could Hillary invoke 9/11 as a reason for accepting contributions from Wall Street? O'Malley seemed to be the only one that didn't have a tin ear!”\nAmong Republicans, nearly half said Clinton won and were close to evenly divided on which candidate lost, but Sanders pulled the most votes on that question.\n\"He's the new metric for \"far left\" and it's awesome!\" gloated a South Carolina Republican.\nHowever, some Republicans flagged Clinton missteps that they expect their candidates to seize on, including when she cited her Senate work on behalf of New Yorkers following the September 11 terrorist attacks as a reason she has so many Wall Street donors.\n\"HRC will be reminded of several blunders from this debate,\" said an Iowa Republican, \"not the least of which [is] throwing 9/11 up as a block to the criticism that she takes quite a bit of campaign money from Wall Street.\" \nThese are the members of the POLITICO Caucus, not all of whom participated this week:Iowa: Tim Albrecht, Brad Anderson, Rob Barron, Jeff Boeyink, Bonnie Campbell, Dave Caris, Sam Clovis, Sara Craig, Jerry Crawford, John Davis, Steve Deace, John Deeth, Derek Eadon, Ed Failor Jr., Karen Fesler, David Fischer, Doug Gross, Steve Grubbs, Tim Hagle, Bob Haus, Joe Henry, Drew Ivers, Jill June, Lori Jungling, Jeff Kaufmann, Brian Kennedy, Jake Ketzner, David Kochel, Chris Larimer, Chuck Larson, Jill Latham, Jeff Link, Dave Loebsack, Mark Lucas, Liz Mathis, Jan Michelson, Chad Olsen, David Oman, Matt Paul, Marlys Popma, Troy Price, Christopher Rants, Kim Reem, Craig Robinson, Sam Roecker, David Roederer, Nick Ryan, Tamara Scott, Joni Scotter, Karen Slifka, John Smith, AJ Spiker, Norm Sterzenbach, John Stineman, Matt Strawn, Phil Valenziano, Jessica Vanden Berg, Nate Willems, Eric Woolson, Grant Young\nNew Hampshire: Charlie Arlinghaus, Arnie Arnesen, Patrick Arnold, Rich Ashooh, Dean Barker, Juliana Bergeron, D.J. Bettencourt, Michael Biundo, Ray Buckley, Peter Burling, Jamie Burnett, Debby Butler, Dave Carney, Jackie Cilley, Catherine Corkery, Garth Corriveau, Fergus Cullen, Lou D’Allesandro, James Demers, Mike Dennehy, Sean Downey, Steve Duprey, JoAnn Fenton, Jennifer Frizzell, Martha Fuller Clark, Amanda Grady Sexton, Jack Heath, Gary Hirshberg, Jennifer Horn, Peter Kavanaugh, Joe Keefe, Rich Killion, Harrell Kirstein, Sylvia Larsen, Joel Maiola, Kate Malloy Corriveau, Maureen Manning, Steve Marchand, Tory Mazzola, Jim Merrill, Jayne Millerick, Claira Monier, Greg Moore, Matt Mowers, Terie Norelli, Chris Pappas, Liz Purdy, Tom Rath, Colin Reed, Jim Rubens, Andy Sanborn, Dante Scala, William Shaheen, Stefany Shaheen, Carol Shea-Porter, Terry Shumaker, Andy Smith, Craig Stevens, Kathy Sullivan, Chris Sununu, James Sununu, Jay Surdukowski, Donna Sytek, Kari Thurman, Colin Van Ostern, Deb Vanderbeek, Mike Vlacich, Ryan Williams\nSouth Carolina: Andrew Collins, Antjuan Seawright, Barry Wynn, Bob McAlister, Boyd Brown, Brady Quirk-Garvan, Bruce Haynes, Catherine Templeton, Chad Connelly, Chip Felkel, Cindy Costa, Clay Middleton, David Wilkins, Dick Harpootlian, Donna Hicks, Drea Byars, Ed McMullen, Elizabeth Colbert-Busch, Ellen Weaver, Erin McKee, Glenn McCall, Inez Tenenbaum, Isaiah Nelson, Jaime R. Harrison, James Smith, Jason Perkey, Jay W. Ragley, Jim Hodges, Jimmy Williams, Joe Erwin, Joel Sawyer, John Brisini, Kevin Bishop, Kim Wellman, Laurin Manning, Le Frye, Luke Byars, Matt Moore, Mikee Johnson, Morgan Allison, Phil Noble, Scott Farmer, Tony Denny, Trey Walker, Tyler Jones, Walter Whetsell, Warren Tompkins, Will Folks\nNevada: Adam Khan, Andres Ramirez, Andrew Diss, Barbara Buckley, Bob Cavazos, Brendan Summers, Chip Evans, Chuck Muth, Dan Hart, Daniel Stewart, Ed Williams, Emmy Ruiz, Erven T. Nelson, Greg Bailor, Heidi Wixom, Jack St. Martin, James Smack, Jay Gertsema, Jeremy Hughes, Jim DeGraffenreid, Jon Ralston, Kristen Orthman, Laura Martin, Linda Cavazos, Lindsey Jydstrup, Mac Abrams, Mari St. Martin, Marla Turner, Megan Jones, Michael McDonald, Michelle White, Mike Slanker, Neal Patel, Nick Phillips, Oscar Goodman, Pat Hickey, Paul Smith, Pete Ernaut, Peter Koltak, Riley Sutton, Robert Uithoven, Roberta Lange, Ryan Erwin, Ryan Hamilton, Sam Lieberman, Scott Scheid, Yvanna Cancela, Zach Hudson\nKristen Hayford contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "One day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.", "title": "Insiders: Bad night for Bernie", "url": "http://www.politico.com/story/2015/11/insiders-bad-night-for-bernie-215901", "topics": ["foreign policy/national security"], "people": ["Boyd Brown", "Ray Buckley", "Jeff Kaufmann", "Chuck Muth", "Terie Norelli", "Fergus Cullen", "Harrell Kirstein", "William Shaheen", "Hadas Gold", "Trey Walker", "Jennifer Frizzell", "Tory Mazzola", "Jim Rubens", "Richard Nixon", "Mike Slanker", "Martha Fuller Clark", "Laura Martin", "Sam Roecker", "Kate Malloy Corriveau", "Jeff Boeyink", "Nick Ryan", "Amanda Grady Sexton", "Gabriel Debenedetti", "Colin Reed", "Michael Biundo", "Karen Fesler", "Katie Glueck", "Nick Gass", "Chuck Larson", "Rich Killion", "Doug Gross", "Martin O'Malley", "Isaiah Nelson", "Debby Butler", "Jeb Bush", "Dante Scala", "James Sununu", "Donna Hicks", "Jeff Link", "Karen Slifka", "Jake Ketzner", "Phil Valenziano", "Mike Allen", "Michelle White", "Christopher Rants", "Scott Scheid", "Peter Burling", "Le Frye", "John Deeth", "Warren Tompkins", "Dave Caris", "Maureen Manning", "David Fischer", "David Kochel", "Joe Keefe", "Mike Vlacich", "Oscar Goodman", "Daniel Stewart", "Chad Olsen", "Kathy Sullivan", "Bruce Haynes", "Paul Smith", "Donna Sytek", "Jon Ralston", "Walter Whetsell", "Derek Eadon", "Steve Deace", "Jayne Millerick", "Rich Ashooh", "Bonnie Campbell", "Liz Purdy", "Ryan Williams", "Nahal Toosi", "Troy Price", "Robert Uithoven", "Ed Failor Jr.", "Catherine Templeton", "Michael Hirsh", "Todd S. Purdum", "Stefany Shaheen", "Rob Barron", "Chip Felkel", "Mark Lucas", "Steve Grubbs", "Chris Pappas", "Jessica Vanden Berg", "Kari Thurman", "Ben Schreckinger", "Matt Mowers", "Barry Wynn", "David Wilkins", "Tamara Scott", "Emmy Ruiz", "Jill June", "Peter Kavanaugh", "Arnie Arnesen", "Carol Shea", "Eli Stokols", "Colin Van Ostern", "Tim Albrecht", "James Smith", "Tyler Jones", "Joe Henry", "Drew Ivers", "Jim Hodges", "Jesse Rifkin", "Henry C. Jackson", "Charlie Arlinghaus", "Dave Carney", "Mike Dennehy", "Terry Shumaker", "Claira Monier", "Sean Downey", "Craig Robinson", "Jackie Cilley", "Marlys Popma", "Kim Reem", "Dick Harpootlian", "Brad Anderson", "Bernie Sanders", "Andy Sanborn", "Sylvia Larsen", "Garth Corriveau", "Gary Hirshberg", "Eric Woolson", "Dave Loebsack", "Tim Hagle", "Phil Noble", "Grant Young", "Chris Sununu", "Nate Willems", "John Davis", "Matt Paul", "Lori Jungling", "James Demers", "Tom Rath", "Jill Latham", "Bob Haus", "Jennifer Horn", "Hillary Clinton", "Brian Kennedy", "Joel Maiola", "Andy Smith", "Kristen Hayford", "Deb Vanderbeek", "Craig Stevens", "Liz Mathis", "John Smith", "John Stineman", "David Roederer", "Mikee Johnson", "Jeremy Hughes", "Patrick Arnold", "Jan Michelson", "Inez Tenenbaum", "Clay Middleton", "Greg Moore", "Norm Sterzenbach", "Matt Moore", "Yvanna Cancela", "Jay Surdukowski", "Luke Byars", "Jack Heath", "Jim Merrill", "David Oman", "Steve Marchand", "Matt Strawn", "Brady Quirk", "Andrew Glass", "Jerry Crawford", "Glenn Thrush", "Juliana Bergeron", "Andres Ramirez", "Nick Phillips", "Dean Barker", "Sara Craig", "Daniel Strauss", "Sam Clovis", "Joni Scotter", "Catherine Corkery", "Ryan Erwin", "Kristen Orthman", "Steve Duprey", "Brendan Summers", "Chris Larimer", "Jamie Burnett"], "orgs": ["Washington And The World", "Senate", "Democratic Party", "D.J.", "GOP Congress", "New Hampshire Democrat", "POTUS"], "election_confidence": 0.8767053126910876, "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-11-15 11:50:50", "org": "politico", "article_id": "d43636421d72859ddd441dbfce19d6d5", "date_access": "2015-11-15 12:00:05.107875"}