{"body": "\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nDebate Night\n\n11/15/15 01:41 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n                Republican presidential candidate Sen. Rand Paul addresses the Sunshine Summit. | AP Photo\n\n2016\n\n                        Trump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\n            By \nBen Schreckinger\n\n11/15/15 06:44 AM EST\nORLANDO, Fla. —The day after a series of terrorist attacks rocked Paris, Republican presidential candidates delivered a new message on immigration and border security: We told you so.\nIn the attacks — perpetrated by agents of the Islamic State, at least one of whom may have entered the European Union among a group of Syrian refugees — several Republican contenders saw vindication of their criticisms of President Obama on those issues. But the real target of their barbs was each other, as nearly every GOP candidate stressed their conservative bona fides on a topic that has fired up voters, powered the rise of Donald Trump and hobbled Jeb Bush's strategy of being willing to \"lose the primary to win the general.\"\nStory Continued Below\nAt the Sunshine Summit Republican gathering here, Chris Christie, Rand Paul and Bobby Jindal all tied the attacks to immigration on Saturday and raised the prospect that agents of ISIL had slipped into the United States already or could do so if the administration proceeds with plans to allow in Syrian refugees. On the campaign trail in Texas and South Carolina, Donald Trump and Ted Cruz did the same.\n“President Obama and Hillary Clinton’s idea that we should bring tens of thousands of Syrian Muslim refugees to America: it is nothing less than lunacy,” Cruz told Fox News from the site of his campaign’s “rally for religious liberty” in Greenville.\nAt a rally in Beaumont, Texas, Trump — who expressed support for taking in Syrian refugees in September but later reversed himself — called the administration’s plan to admit thousands of them “insane.”\n\n\n\n            By \nNahal Toosi\n\n“Our president wants to take in 250,000 from Syria,” said Trump, inflating the actual figure, which is 10,000. “We all have heart, and we all want people taken care of and all that, but some of them are going to have problems, big problems.”\nChristie rewrote his entire speech at the Republican Party of Florida’s Sunshine Summit in response to the attacks, beginning with his account of the morning of Sept. 11, 2001, when he lost contact with his wife Mary Pat for five hours as she evacuated her office at the World Trade Center in New York.\nHe said that the federal government’s failure to secure America’s borders had left the country vulnerable to terrorist infiltration. “On an afternoon like this afternoon we wouldn’t be worried about ISIS slipping across our borders to commit unspeakable acts of violence” if the government had addressed the issue, he said.\nNoting that French President François Hollande had ordered the emergency closure of France’s borders in the immediate aftermath of Friday’s attacks, Jindal suggested the United States should follow his lead. “It’s time for us here in America to secure our borders and keep us safe as well from these radical evil terrorists,” said the Louisiana governor.\nEarlier at the summit, at a Friday evening post-speech press conference as the attacks were still unfolding, Carson said he opposed the admission of Syrian refugees into the country. If the administration does proceed with its plan to admit the refugees, Carson said, Islamic State leaders would be stupid not to try to plant terrorists among them. “That would almost be malpractice, you know?”\nIn his speech at the summit, Paul targeted his Republican rival Marco Rubio as he addressed border security in light of the attacks.\n“I think one of the lessons we should learn from the tragedy in Paris is that we have to be very careful, and very cautious — extraordinarily cautious — about who comes to visit, who immigrates here and who studies here,” he said.\n\n\n\n            By \nGabriel Debenedetti\n\nHe recounted the story of two Iraqi refugees who immigrated to his hometown of Bowling Green, Kentucky, and were later arrested for arranging to buy to surface-to-air missiles, saying that federal authorities do not do enough to screen out potential terrorists before allowing them into the country. “Who in the hell is in charge of scrutinizing these people?” he asked.\nPaul said he had attempted to strengthen border security by offering a “trust but verify” amendment to the 2013 “Gang of Eight” immigration bill that would have mandated an improved visa tracking system and greater congressional oversight of border policing.\nHe said that Rubio and Sen. Chuck Schumer, Democrat of New York, struck a “secret” deal to thwart conservative amendments to the bill. Paul’s amendment was defeated and the bill itself died in the House.\n“I don't know what Senator Paul is talking about,” responded Rubio spokesman Alex Conant. “It would appear Senator Paul is trying to change the subject away from his dangerous isolationist agenda and proposals to cut defense spending. … Marco has been warning for months that ISIS terrorists could hide among refugees.”\nNot all Republicans were ready to make political points in the immediate aftermath of the attack. The Republican opposition research group America Rising called off its rapid response to Hillary Clinton during Saturday night’s Democratic debate because of its proximity to the attacks.\nAsked at the summit about the Obama administration’s policies and the attacks, Florida Lieutenant Gov. Carlos Lopez-Cantera, a Republican Senate candidate, took a pass, saying, \"It's all in poor taste today to be laying blame.”\nMarc Caputo contributed to this report.\n\nBen Schreckinger is a reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "Trump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.", "title": "GOP candidates link Paris attacks to immigration", "url": "http://www.politico.com/story/2015/11/paris-attacks-republicans-immigration-trump-cruz-215895", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "Francois Hollande", "Alex Conant", "Jesse Rifkin", "Henry C. Jackson", "Hadas Gold", "Marc Caputo", "Ted Cruz", "Richard Nixon", "Chris Christie", "Carlos Lopez", "Nahal Toosi", "Gabriel Debenedetti", "Bobby Jindal", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Mary Pat", "Jeb Bush", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Glenn Thrush", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Chuck Schumer", "Eli Stokols"], "orgs": ["Washington And The World", "World Trade Center", "ISIL", "European Union", "Democrat"], "election_confidence": 0.9981668631586624, "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-11-15 11:44:28", "org": "politico", "article_id": "69731b137eb34092ddea83ddc9c76b88", "date_access": "2015-11-15 12:00:04.471412"}