{"body": "\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\n\n                                        Updated 11/14/15 09:03 PM EST\n\n                                        By \nAnnie Karni\n\n“We had agreed on opening and closing statements, the timing of those,\" Sanders campaign manager Jeff Weaver said.\n\n11/14/15 09:00 PM EST\n\n                                        By \nGabriel Debenedetti\n\nI think I just saw a tumbleweed go by...\n\n11/14/15 08:49 PM EST\n\n                                        By \nGabriel Debenedetti\n\nDon't expect to see as much from the group after Friday's attacks.\n\n2016\n\n                                        Updated 11/14/15 08:40 PM EST\n\n                                        By \nNahal Toosi\n\nRepublicans go on the attack, while the Democratic debate's focus is set to change.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n                Moderator John Dickerson asks a question during a Democratic presidential primary debate. | AP Photo\n\nDebate Night \n\n                        In a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n            By \nHadas Gold\n\n11/15/15 12:30 AM EST\nThe debate season hasn’t been entirely kind to TV moderators and their often-ignored panels of questioners. From boos for “gotcha” questions and angry complaints directly from the candidates — sometimes right on stage — over debate formats, it’s been a brutal run for some moderators (though a ratings bonanza for the networks).  The ferret-like journalistic questioning of CBS’s John Dickerson, the moderator of Saturday night’s debate and host of “Face the Nation,\" represented something of an honorable mean between the contentiousness of the CNBC anchors at last month’s unruly Republican debate and the cautiousness of Fox Business anchors at this month’s GOP encounter. \nFew people expected many fireworks from Saturday night’s Democratic primary debate. The horror of the attacks in Paris put a somber damper on the evening, dominating the first half of the debate. But moderator Dickerson and his fellow questioners – CBS News congressional correspondent Nancy Cordes, Iowa’s KCCI-TV anchor Kevin Cooney and Des Moines Register political columnist Kathie Obradovich — were widely praised for being aggressive but respectful, concentrating on sharpening the exchanges and surfacing underlying tensions between the candidates. \nStory Continued Below\n“You said Sen. Sanders took a vote on [gun] immunity you don’t like. If he can be tattooed by a single vote and that ruins all future opinions by him on this issue, why then isn’t he right that your vote on Iraq tattoos you forever for your judgment?\" Dickerson asked Hillary Clinton at one point. \nThe question didn’t immediately elicit fireworks, as Clinton quickly responded that her Iraq vote was a mistake, and challenged Bernie Sanders to say the same about his gun vote. But it eventually led to a revealing exchange between the two nonetheless.\nObradovich pushed Sanders on what level of “job loss” he would consider acceptable in exchange for a higher minimum wage, and after he danced around the answer, she prodded further: “Do you think job losses are a consequence that are worth accepting?” \n\nDebate Night \n\n            By \nEli Stokols\n\nThe first hour was more uneven, as the candidates cautiously parsed their differences on national security in the wake of the Paris attacks. But Dickerson, who led the terrorism discussion, deftly cited aspects of the candidates’ record and past inconsistencies to clarify their positions.\nHe smartly latched onto a 2014 speech from Clinton in which she said she \"could not have predicted the extent to which ISIS could be effective in seizing cities in Iraq.\" \n\"So you've got prescriptions for the future. But how-- how do we know if those prescriptions are any good if you missed it in the past?” Dickerson asked. \n His tone, throughout the night, stayed calm and curious, only rising when it came time to cut candidates’ off for a commercial break.\n“Is the world too dangerous for a governor with no foreign policy experience?” he queried a ruffled Martin O’Malley. \nDickerson's question of the night, destined to become a GOP attack line, got all three candidates to dance around the term “radical Islam,” refusing to characterize the Paris attackers by their religion. \n\"Marco Rubio, also running for president, said that this attack showed in Paris showed that we are at war with radical Islam. Do you agree with that characterization, radical Islam?” Dickerson asked, directing his question first to Clinton. \nThe Saturday evening time slot — known to be one of the lowest rated nights of the week for television — made for less engagement on social media than in previous debates. But CBS wisely decided to integrate the debate with Twitter — the candidates’ Twitter handle names were plastered on each podium — and used social media to get the candidates to address real-time responses from viewers.\n\n\nOne Twitter comment, highlighted by the moderators, questioned Clinton’s attempt to attribute her large trove of donations from Wall Street to her work rebuilding New York’s business district in the aftermath of the World Trade Center destruction, something many reporters and political watchers were asking themselves. It was one of the toughest questions of the night and generated the most conversation on Twitter. \nThe move to integrate Twitter was widely praised by journalists and political watchers as, finally, the right way to integrate the social media platform. CBS, tweeted the conservative pollster and analyst Frank Luntz, “just used Twitter perfectly. That question about linking 9/11 and Hillary’s donations was masterful.”\nDickerson’s performance also won plaudits on social media, especially for his calm demeanor.\n \"Boy, John Dickerson is really winning this debate,” John Podhoretz, the editor of Commentary, tweeted. \n \"So far Dickerson has had a fair-minded but bracing question for each candidate so far,” NPR’s Ron Elving tweeted. \n Concluded Peter Suderman, a senior editor at Reason, \"I hope John Dickerson moderates a general election debate.”\n\nHadas Gold is a reporter at Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "In a tough debate season for TV questioners, the CBS moderator was almost perfect.", "title": "Winner of the 2nd Democratic debate: John Dickerson", "url": "http://www.politico.com/story/2015/11/cbs-democratic-debate-moderator-215898", "topics": ["foreign policy/national security"], "people": ["Jesse Rifkin", "Hillary Clinton", "Henry C. Jackson", "Hadas Gold", "Peter Suderman", "Richard Nixon", "Frank Luntz", "Martin O'Malley", "Kathie Obradovich", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Bernie Sanders", "John Podhoretz", "Katie Glueck", "Nick Gass", "Michael Hirsh", "John Dickerson", "Jeff Weaver", "Jeb Bush", "Ron Elving", "Andrew Glass", "Todd S. Purdum", "Marco Rubio", "Glenn Thrush", "Mike Allen", "Daniel Strauss", "Nancy Cordes", "Eli Stokols"], "orgs": ["Washington And The World", "CNBC", "World Trade Center", "GOP"], "election_confidence": 0.9760952304503073, "authors": [{"author_id": 38822, "fullname": "diana d’abruzzo", "primary_org": "politico"}], "date_written": "2015-11-15 05:30:04", "org": "politico", "article_id": "125445e025b381085c5086cd4f941af1", "date_access": "2015-11-15 06:36:12.928346"}