{"body": "\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\n\n                                        Updated 11/14/15 09:03 PM EST\n\n                                        By \nAnnie Karni\n\n“We had agreed on opening and closing statements, the timing of those,\" Sanders campaign manager Jeff Weaver said.\n\n11/14/15 09:00 PM EST\n\n                                        By \nGabriel Debenedetti\n\nI think I just saw a tumbleweed go by...\n\n11/14/15 08:49 PM EST\n\n                                        By \nGabriel Debenedetti\n\nDon't expect to see as much from the group after Friday's attacks.\n\n2016\n\n                                        Updated 11/14/15 08:40 PM EST\n\n                                        By \nNahal Toosi\n\nRepublicans go on the attack, while the Democratic debate's focus is set to change.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n                Bernie Sanders, Hillary Clinton and Martin OMalley take part in the second Democratic presidential primary debate. | Getty\n\nOff Message\n\n                        Clinton shows vulnerabilities, Sanders sounds tone-deaf and O'Malley lives to fight another day.\n\n            By \nGlenn Thrush\n\n11/15/15 12:57 AM EST\nThe second Democratic debate started off like your typical Saturday night in Des Moines – a little sluggish, painfully polite, without the slightest indication of impending excitement. Yet about a half hour into a debate, the pall cast over the proceedings by the horrendous Paris terror attacks lifted and spirited sparring commenced. \nBernie Sanders and Martin O’Malley, desperate to reverse Clinton’s momentum, pounced on her connections to Wall Street to put her on the stumbling defensive – exactly as the duo of Barack Obama and John Edwards did to deadly effect in the fall of 2007. But Clinton isn’t nearly as vulnerable this time (mainly because neither of her tormenters is named Obama) and she emerged intact, if not entirely unscathed. \nStory Continued Below\nUnlike Clinton’s nearly flawless first debate a month ago, Saturday night’s skirmish exposed familiar weaknesses – a tendency to bog down in stultifying technocrat-ese when she’s playing it safe, coupled with a penchant for spouting factually funky weirdnesses using the very same voice of authority she uses when making perfect sense.\nHere are five takeaways:\n1. Wall Street is Hillary Clinton’s golden albatross. When not bogged down in the email saga, Clinton and her staff spent much of the summer trying to head off trouble from the anti-Wall Street, Elizabeth Warren wing of the Democratic party by producing a comprehensive financial services regulation proposal. It didn’t quite work.\nThe plan, released last month – which included personal penalties for financial malefactors and imposition of a “risk fee” on big banks – was generally well received by mainstream liberals like New York Times columnist Paul Krugman. But it did little to assuage progressives who suspect she’s a Potemkin Village sheriff – with big Wall Street guns like Tom Nides, Larry Summers and Robert Rubin lining up to run her economic team in the White House. “Not good enough,” Sanders said in his most direct attack on Clinton yet. \"Why, over her political career, has Wall Street been the major campaign contributor to Hillary Clinton? Maybe they're dumb and they don't know what they're gonna get, but I don't think so.”\n\nDebate Night \n\n            By \nEli Stokols\n\nThe biggest wedge issue is the repeal of the Glass-Steagall Act – which separated savings and investment banking – under her husband’s administration 17 years ago. Sanders, Warren and many progressives view the repeal as the single biggest contributor to the reckless activity that led to the 2008 financial collapse. But Clinton opposes the repeal – even though it undercuts the central argument of her candidacy, that she’s an indefatigable fighter for working-class Americans.\n2. Hillary said something really cray-cray. The pressure of the dual Sanders-O’Malley attack on Clinton’s Wall Street connections prompted her to say one of the craziest things she’s uttered in public during this campaign or any other. When Sanders acidly pointed out that Clinton has raked in millions from the wealthy executives at Citigroup, Morgan Stanley and Goldman Sachs, she riposted with a clever reference to gender politics: “You know, not only do I have hundreds of thousands of donors, most of them small, and I'm very proud that for the first time a majority of my donors are women, 60%.”\nCool. But things got weird. Even though Bill Clinton had close ties to Wall Street (his Treasury Secretary Bob Rubin would go on to become head of Citigroup) and financial sector’s donors ponied up plenty of cash for her 2000 New York Senate run, she claimed that the main reason bankers have flocked to her cause is – wait for it – because of the September 11, 2001 attack on the World Trade Center. “So I— I represented New York, and I represented New York on 9/11 when we were attacked,” she said, as the moderators from CBS gaped, gob-smacked. “Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy, and it was a way to rebuke the terrorists who had attacked our country.”\nNeedless to say, the remark – delivered in her emphatic shout-voice -- raised eyebrows 24 hours after the terror attacks in Paris killed more than 120 people. And it’s not likely to go away. A cascade of obligatory, outraged piling-on ensued: “@HillaryClinton, you reached a new low tonight by using 9/11 to defend your campaign donations,” Tweeted RNC Chairman Reince Priebus.\n3. Martin O’Malley sort of won. It doesn’t matter. When Clinton worked the rope line at her post debate party, a supporter shouted “Give' em hell, Hill!” according to CNN’s Dan Merica – but it was really the poll-challenged O’Malley who wielded the pitchfork. Languishing at 5 percent in the polls, O’Malley has often found himself crushed between Clinton’s mainstream support and Sanders hoarse populism, too marginal to attract her support, too polished to garner his. But he’s found his voice, besting both during an energetic speech at the Jefferson-Jackson dinner a couple of weeks ago, and he was a confident and confrontational presence on the stage in Des Moines on Saturday – thwacking Sanders on gun rights and Clinton on banks.\n\n\n\n            By \nNahal Toosi\n\nHis best moment: When Clinton and Sanders were dryly discussing approaches to destroying ISIS, O’Malley – reflecting the views of a deeply dove-ish Democratic base – offered an anecdote from the trail. O’Malley told the story of a U.S. service member’s mother who told him not use the term \"boots on the ground\" because, she told him, “my son is not a pair of boots on the ground.”\n4. Bernie Sanders was bad on Paris. Sanders is an idiosyncratic candidate whose idea of orthodoxy is doing whatever the hell he wants to do. That’s his big selling point as an outsider, but there are reasons why politicians play by a specific set of rules. As my colleague Annie Karni reported, Sanders staff wrangled with debate sponsors to keep his 90-second general opening statement from being replaced by each candidate’s response to the killings in France. That elicited criticism from some fellow Democrats, including some Obama campaign veterans, but Sanders seemed intent not to let the crisis serial him from his core economic inequality message.\nClinton and O’Malley devoted their entire monologues to the crisis, but Sanders offered about 20 seconds – two sentences – to express his shock and disgust before plowing into his planned speech. His transition was beyond awkward: “This country will rid our planet of this marvelous organization called ISIS. I'm running for president because as I go around this nation I talk to a lotta people. And what I hear is people concerned that the economy we have is a rigged economy.”\n5. Emails? What emails? The Department of Justice – which seems to be widening its probe of the “homebrew” email server Clinton used at the State Department – may ultimately have the last word. But the debate’s moderators, O’Malley and Sanders were content to make the issue a non-issue. There was a grand total of one question on the topic, and Sanders – who garnered headlines simply by telling the Wall Street Journal that the DOJ probe was appropriate – reiterated his disinterest in Clinton’s damn emails.\n“That's just media fluff. I was sick and tired of Hillary Clinton's email. I am still sick and tired of Hillary Clinton's email.”\nGlenn Thrush is POLITICO's chief political correspondent. \n © 2015 POLITICO LLC", "byline": "", "description": "Clinton shows vulnerabilities, Sanders sounds tone-deaf and O'Malley lives to fight another day.", "title": "Five takeaways from the Democratic debate", "url": "http://www.politico.com/story/2015/11/2016-democratic-debate-takeaways-215900", "topics": ["foreign policy/national security"], "people": ["Larry Summers", "Paul Krugman", "Jesse Rifkin", "Henry C. Jackson", "Hadas Gold", "John Edwards", "Richard Nixon", "Martin O'Malley", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Bernie Sanders", "Morgan Stanley", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Jeff Weaver", "Bill Clinton", "Jeb Bush", "Robert Rubin", "Andrew Glass", "Todd S. Purdum", "Reince Priebus", "Glenn Thrush", "Elizabeth Warren", "Dan Merica", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Goldman Sachs", "Eli Stokols", "Tom Nides"], "orgs": ["Washington And The World", "DOJ", "Department of Justice", "State Department", "World Trade Center", "Treasury", "Citigroup", "New York Senate"], "election_confidence": 0.7203591601115829, "authors": [{"author_id": 38822, "fullname": "diana d’abruzzo", "primary_org": "politico"}], "date_written": "2015-11-15 05:57:45", "org": "politico", "article_id": "39999e613dce24141e8a332a627fb88b", "date_access": "2015-11-15 06:36:12.525087"}