{"body": "\nWar Room\n\n                         The Paris attacks have reawakened martial feelings absent since 9/11.\n\n            By \nMichael Hirsh\n\nNovember 14, 2015\n\n                Getty\nRemember the mood in America just after 9/11? The surge of super-patriotism (dare we say jingoism)? The pall of political correctness (you’re fired, Bill Maher). The phrases that so resonated: “Let’s roll.” “You’re either with us or against us.” “Bring ‘em on.” Something like that is taking hold in France right now after Friday night’s horror, one of the worst terrorist attacks on Western soil since that terrible day 14 years ago. \nYou could see it in the grim visage of Francois Hollande, socialist-turned-avenger, when the French president declared, “This is an act of war,” pledged a “ruthless” response, and called in effect for a global counterattack against the Islamic State. The frighteningly coordinated attacks that left more than 120 people dead in the heart of one of the world’s most cosmopolitan and beloved cities were, Hollande said, “an act committed by a terrorist army, Daesh, against France, our values, who we are, a free country that speaks to the entire planet.”\nStory Continued Below\nHollande is likely to get a great deal of such support. Because in one night of slaughter, the attacks in Paris have caused the tectonic plates of geopolitics to shift sharply rightward, and no one will be unaffected. The new axis of opinion in the U.S. and Western European countries is plainly going to be harsher, more interventionist and less tolerant of, well, tolerance. Americans were already beginning to lose their post-Iraq war squeamishness about intervening overseas: a November Quinnipiac University poll found that American voters, by a 54-38 percent margin, backed sending U.S. troops to fight the Islamic State in Iraq. It’s safe to assume we’re about to grow more even more interventionist in mood, and Obama, as is his wont, may well follow the public temper, stepping up the minimalist approach he’s taken to countering Islamic State in Iraq and Syria so far.\nAlready in Washington a somewhat more subdued version of this martial mood —subdued only because it didn’t happen here this time—is hardening up the 2016 presidential race. Republicans suddenly possess a new attack line against Obama over his withdrawal from Iraq and reluctance to intervene more dramatically in Syria. Obama’s former secretary of state, Hillary Clinton--who is suddenly on the defensive about something other than Benghazi (though we’ll be hearing more about that too)—will feel compelled to remind everyone at Saturday night’s Democratic debate that she was more hawkish than the president on that particular point.\nThe GOP presidential candidates, of course, immediately seized on Obama’s unfortunately timed declaration in an interview Thursday that “we have contained” the Islamic State. Donald Trump, never one for political niceties, tweeted: \"President Obama said 'ISIL continues to shrink' in an interview just hours before the horrible attack in Paris. He is just so bad! CHANGE.\"\nTed Cruz, meanwhile, made fun of Obama’s reluctance to blame Islam for repeated acts of terrorism, saying, \"We must immediately recognize that our enemy is not ‘violent extremism.’ It is the radical Islamism that has declared jihad against the West.\" He also embraced his own brand of ruthlessness, suggesting it was time to stop worrying about bombing civilians, whom Islamic State radicals have been hiding behind in cities such as Mosul. The Islamic State, he said, “will not be deterred by targeted airstrikes with zero tolerance for civilian casualties, when the terrorists have such utter disregard for innocent life.” Marco Rubio, already building a reputation for himself as the GOP field’s chief hawk, called for “improv[ing] our defenses, destroy[ing] terrorist networks, and depriv[ing] them of the space from which to operate.”\nThis new right-wing normal will also no doubt seal the fate of less hawkish candidates—in particular the already-fading Rand Paul, whom Rubio denounced at the last debate as a “committed isolationist” and who can no doubt hear the tolling of political oblivion even now.\n***\nThe tenor of diplomacy will change as well, starting today in Vienna, where talks were already underway on whether the U.S., Europeans and Russians could find common ground against Islamic State at a time when they were still sharply divided over Moscow’s contention that Syrian dictator Bashar al-Assad should be shored up; that common ground is far more visible than it was a day ago. Against the brazen brutality of the Islamic State, even the barrel-bombing Assad will become slightly more tolerable, at least on an interim basis (delighting Vladimir Putin). Old differences seemed forgotten as Secretary of State John Kerry appeared at a news conference on Saturday with Russian Foreign Minister Sergei Lavrov and declared: “We are in absolute and total agreement that these kinds of attacks are the most vile, horrendous, outrageous, unacceptable acts on the planet.”\nCivil liberties, which made a comeback with the Snowden revelations of 2012, will also now fade once again as an international issue. France and Belgium were already discussing increasing their internet surveillance, long a fraught topic under European law; now they’ll talk a lot louder about it.\n\nMichael Hirsh is national editor for Politico Magazine.\nWHAT WORKS\nPolitics\n\n                    By \n                            Jason Zengerle\n\nThe Big Idea\n\n                    By \n                            POLITICO Magazine\n\n © 2015 POLITICO LLC", "byline": "", "description": "The Paris attacks have reawakened martial feelings absent since 9/11.", "title": "On Terror, We&#8217;re All Right-wingers Now", "url": "http://www.politico.com/magazine/story/2015/11/on-terror-were-all-right-wingers-now-213358", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "John Kerry", "Michael Hirsh", "Vladimir Putin", "Francois Hollande", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Bill Maher", "Jason Zengerle", "Edward Snowden", "Sergei Lavrov", "Ted Cruz"], "orgs": ["GOP", "Quinnipiac University"], "election_confidence": 0.9200056773482217, "authors": [{"author_id": 32346, "fullname": "michael hirsh", "primary_org": "politico"}], "date_written": "2015-11-14 21:02:49", "org": "politico", "article_id": "ce82185674b7e06375be40131f60912f", "date_access": "2015-11-15 02:42:55.006483"}