{"body": "\nWashington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 10:17 AM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks...\n\n11/15/15 09:38 AM EST\n\n                                        By \nMaïa de la Baume\n\nCommentators and experts disagree over whether French authorities could have prevented the attacks.\n\n                                        By \n                                                Jean-Pierre Filiu\n\nWhy France must avoid the Islamic State’s deadly labyrinth.\n\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nDebate Night\n\n11/15/15 01:41 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\nWe're working on more stories right now\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                \"This is a clash of civilizations...There is no middle ground on this.\" Rubio said. | AP Photo\n\n            By \nTheodoric Meyer\n\n11/15/15 10:39 AM EST\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a “clash of civilizations” and criticized Democratic presidential front-runner Hillary Clinton for failing to say the U.S. was at war with radical Islam.\n“I don’t understand it,” the Florida senator said on ABC’s “This Week” after host George Stephanopoulos played a video clip of the former secretary of state saying she didn’t believe the U.S. was “at war with Islam” during the Democratic presidential debate Saturday night in Des Moines, Iowa. \nStory Continued Below\n“That would be like saying we weren’t at war with Nazis,” Rubio said, “because we were afraid to offend some Germans who may have been members of the Nazi Party but weren’t violent themselves.”\n\"This is a clash of civilizations...There is no middle ground on this.\" he said. \"Either they win or we win. And we need to begin to take this seriously. These are individuals motivated by their faith.\"\n\nOff Message\n\n            By \nGlenn Thrush\n\n“Of course, not all Muslims are not members of violent jihadist groups,” Rubio added. “But there is a global jihadist movement in the world, motivated by their interpretation of Islam, in this case Sunni Islam, in the case of ISIS, and it needs to be confronted for what it is. This is not a geopolitical movement. It’s a religiously oriented movement.” \nAsked what he’d do if he were president, Rubio called for stepping up support for the Kurds, whom he called “the best fighters on the ground.” He also said he favored an “increased number of special operations attacks,” targeting leaders of the Islamic State of Iraq and the Levant. \nBut he did not endorse sending 10,000 U.S. troops to Syria, as his GOP presidential rival, South Carolina Sen. Lindsay Graham, has, saying it was “premature” to discuss the exact number of troops needed.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Rubio sees a &apos;clash of civilizations&apos;", "url": "http://www.politico.com/story/2015/11/marco-rubio-paris-attacks-isil-215905", "topics": ["foreign policy/national security"], "people": ["George Stephanopoulos", "Jesse Rifkin", "Henry C. Jackson", "Hadas Gold", "Richard Nixon", "Lindsay Graham", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Jeb Bush", "Andrew Glass", "Marco Rubio", "Glenn Thrush", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Eli Stokols"], "orgs": ["Washington And The World", "J.M.", "GOP"], "election_confidence": 0.8888097075020973, "authors": [{"author_id": 13338, "fullname": "j.m. berger", "primary_org": "huffpo"}], "date_written": "2015-11-15 15:39:29", "org": "politico", "article_id": "5d7ba935a51de8a08718c53013693983", "date_access": "2015-11-15 16:00:05.727211"}