{"body": "(Updates with comments from candidates)\nBy John Whitesides and Amanda Becker\nDES MOINES, Iowa Nov 14 U.S. Democratic\npresidential front-runner Hillary Clinton was criticized in a\ndebate on Saturday for her 2003 vote backing the U.S. invasion\nof Iraq, with rival Bernie Sanders linking it to regional chaos\nthat aided the rise of Islamic State militants.\nThe day after a series of deadly bomb and gun attacks that\nkilled at least 129 people in Paris, Sanders said the invasion\nwas \"one of the worst foreign policy blunders in the modern\nhistory of the United States.\"\n\"I would argue that the disastrous invasion of Iraq,\nsomething that I strongly opposed, unraveled the region\nimmensely, and led to the rise of Al Qaeda and to ISIS,\" said\nSanders, a U.S. senator from Vermont.\n\"I don't think any sensible person would disagree that the\ninvasion of Iraq led to the massive level of instability we are\nseeing right now,\" he said.\nClinton, who has frequently called the vote a mistake, said\nit should be placed in the historical context of years of\nterrorism before the invasion.\n\"If we're ever going to really tackle the problems posed by\njihadi extremists, we need to understand it and realize that it\nhas antecedents to what happened in Iraq,\" she said.\nThe exchange came early in the second debate for Democrats\nseeking their party's nomination for the November 2016\npresidential election, with the focus shifted to foreign policy\nand ways to combat terrorism after the Paris attacks.\nThe candidates and audience at Drake University in Des\nMoines, Iowa, observed a moment of silence at the beginning of\nthe debate to honor those killed in France.\nClinton, the former secretary of state, has far more foreign\npolicy experience than either Sanders or her other rival, former\nMaryland Governor Martin O'Malley. But she was forced on the\ndefensive early in the debate about her years of leading\nPresident Barack Obama's foreign policy team.\nClinton struck a sharp contrast to Obama's comments in an\ninterview aired on Friday that ISIS had been contained.\n\"We have to look at ISIS as the leading threat of an\ninternational terror network. It cannot be contained, it must be\ndefeated,\" she said.\nRepublican presidential contenders have criticized Obama for\nwhat they say was an inadequate response to the rise of Islamic\nState in Iraq and Syria. In the aftermath of the attacks,\nbusinessman Donald Trump and U.S. Senator Ted Cruz called on the\nadministration to reconsider plans to allow thousands of Syrian\nrefugees to be resettled in the United States.\nThe White House aims to increase to 10,000 the number of\nSyrian refugees accepted in the United States during fiscal year\n2016, from less than 2,000 accepted in the previous year.\nClinton has always been from the more hawkish wing of the\nDemocratic Party. Her support for the 2003 Iraq invasion played\na major role in her primary loss to Obama in the 2008 White\nHouse race.\nThe foreign policy focus was a dramatic shift in emphasis in\na Democratic presidential race that so far has been dominated by\ndomestic economic issues such as income inequality, college\naffordability and family leave.\nThe Democrats returned to that theme later in the debate,\nand Sanders criticized Clinton for being too cozy with Wall\nStreet and not being in favor of reinstating the Glass-Steagall\nAct, the 1933 law that established a firewall between investment\nand commercial banking.\n\"Over her political career, Wall Street has been a major,\nthe major donor to Hillary Clinton. Now maybe they're dumb, but\nI don't think so,\" said Sanders, who favors reinstatement of the\nact.\nClinton accused Sanders of impugning her integrity and said\nreinstating the law was not enough to rein in corporate\ninfluence and reform Wall Street.\n\"Reinstating Glass-Steagall is a part of what very well\ncould help, but it is nowhere near enough,\" she said. \"I go\nafter all of Wall Street, not just the big banks.\"\nWith the political clock ticking to the first nominating\ncontest in Iowa on Feb. 1, Clinton has opened a commanding lead\nover Sanders, her prime challenger, in national and Iowa polls.\nO'Malley trails well behind, in single digits in most polls.\n\n (Additional reporting by Megan Cassella and Luciana Lopez;\nEditing by Ken Wills)", "byline": "", "description": "DES MOINES, Iowa, Nov 14 (Reuters) - U.S. Democratic presidential front-runner Hillary Clinton was criticized in a debate on Saturday for her 2003 vote backing the U.S. invasion of Iraq, with rival Bernie Sanders linking it to regional chaos that aided the rise of Islamic State militants.", "title": "UPDATE 1-Clinton's vote on Iraq invasion criticized at U.S. Democratic debate", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/NDF1kVllma0/story01.htm", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "John Whitesides", "Hillary Clinton", "Donald Trump", "Ken Wills", "Barack Obama", "Luciana Lopez", "Bernie Sanders", "Ted Cruz", "Megan Cassella", "Amanda Becker"], "orgs": ["Al Qaeda", "United States.", "Democratic Party", "DES MOINES"], "election_confidence": 0.8745620184613158, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-15 03:22:38", "org": "reuters", "article_id": "cd7a8d5240fcb79129fcaf7dc3bb13c1", "date_access": "2015-11-15 03:51:40.232611"}