{"body": "BUENOS AIRES Nov 15 Argentina's ruling party\npresidential candidate, Daniel Scioli, lagging in the opinion\npolls, will have to win points in Sunday night's debate against\nhis business-friendly rival if he hopes to revive his campaign\nin time to win the Nov. 22 election.\nScioli, the governor of Buenos Aires province, has been\nendorsed by outgoing President Cristina Fernandez. Barred by law\nfrom running for a third term this year, Fernandez will leave\nher successor to deal with double-digit inflation, scant central\nbank reserves and a widening fiscal deficit.\nAt 9 p.m. (midnight GMT), in the campaign's only televised\ndebate, Scioli will square off against Mauricio Macri, a\nfree-markets proponent who is leading the polls by about 8\npercentage points after a stronger-than-expected performance in\nlast month's first round of voting.\nMacri promises to spur investment by quickly dismantling\nFernandez's trade and currency controls. Scioli's message of\ngradual change toward more orthodox policies while preserving\nFernandez's generous welfare programs has failed to catch fire\nwith the middle-class swing voters who will decide the election.\n\"Scioli has to use the debate to show he is independent from\nFernandez and that he has a plan for change, concentrating on\neconomic issued like inflation and employment,\" said local\npollster Mariel Fornoni. \"He already has Fernandez's supporters\nlocked in. So he has to concentrate on undecided voters.\"\nFernandez is revered by Argentina's poor for having\nstrengthened the social safety net during her eight years in\npower. But inflation sparked by her policy of printing pesos to\nfinance an ever-wider fiscal deficit has pumped up household\nexpenses for families across the political spectrum.\nFernandez may return as a presidential candidate in 2019.\nShe and Scioli have never been close and her statements of\nsupport for him have been tepid. She has given stirring speeches\nin support of the continuance of her policies, but usually\nwithout mentioning Scioli by name.  \n\n (Reporting by Hugh Bronstein; Editing by Leslie Adler)", "byline": "", "description": "BUENOS AIRES, Nov 15 (Reuters) - Argentina's ruling party presidential candidate, Daniel Scioli, lagging in the opinion polls, will have to win points in Sunday night's debate against his...", "title": "Argentine presidential TV debate may be ruling party's last chance", "url": "http://feeds.reuters.com/~r/reuters/bondsNews/~3/uKaMb5hqcj8/story01.htm", "topics": ["trade", "jobs/employment"], "people": ["Cristina Fernandez", "Daniel Scioli", "Leslie Adler", "Mauricio Macri", "Hugh Bronstein"], "orgs": [], "election_confidence": 0.6093048329059878, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-15 15:42:58", "org": "reuters", "article_id": "4ff624ed88a4c9581a77790ca7dd7ffa", "date_access": "2015-11-15 16:44:15.092157"}