{"body": "WASHINGTON The deadly attacks in Paris pushed terrorism and the Syrian refugee crisis to the center of the U.S presidential campaign on Sunday, as Republicans hammered Obama administration plans to take in more refugees as well as Democratic front-runner Hillary Clinton's stance on Middle East policy.\nAfter officials said one of the Paris gunmen might have slipped into Europe among refugees fleeing Syria's war, more Republicans voiced their opposition to the 10,000 Syrian refugees the White House wants to admit in the coming year.\n\"Bringing people into this country from that area of the world I think is a huge mistake,\" Republican candidate Ben Carson said on the \"Fox News Sunday\" program, echoing comments by fellow Republican contenders on Saturday.\nWhile the U.S. number is a fraction of the hundreds of thousands of refugees that Europe is prepared to take, the plan has become a main point of attack for candidates seeking to show a tougher stance on terrorism.\nThe deadliest attack in Europe in a decade could end up reshaping the race to elect a U.S. president in 2016.\nClinton, a former secretary of state under President Barack Obama, told a debate on Saturday in Iowa that she supported raising the refugee intake to 65,000, but only with a careful screening and vetting process.\nBen Rhodes, deputy national security adviser for Obama, defended the administration's vetting process as thorough and made a humanitarian appeal.\n\"We're also dealing with people who've suffered the horrors of war, women and children, orphans. We can't just shut our doors to those people,\" he said on NBC's \"Meet the Press.\"\nEarlier this month, the administration announced plans to accelerate the process for Syrian refugees hoping to enter the United States with new screening outposts in Iraq and Lebanon. \nMore on the Syrian refugee screening process\nThe events in Paris have highlighted a double-edged foreign policy problem for Clinton. As America's top diplomat from 2009 to 2013, she has international experience none of her rivals can match but can also be called to account for failings on her watch.\nClinton's Democratic and Republican opponents said the administration had misjudged the Middle East and underestimated Islamic State, the militant group that claimed credit for bomb and gun attacks that killed at least 132 people in Paris on Friday.\nRepublican presidential candidate Senator Lindsey Graham said on CNN's \"State of the Union\" on Sunday that if he were elected, the United States would be \"part of a world-wide force to destroy ISIL,\" another acronym for Islamic State.\n\"Hillary Clinton,\" he added \"seems to be disconnected from what you need to do. She won’t embrace boots on the ground.\"\n\nVETTING UNDER SCRUTINY\nFlorida Senator Marco Rubio, another Republican candidate, said on ABC's \"This Week with George Stephanopoulos\" that just one vetting oversight could jeopardize public safety. \n\"You can have a thousand people come in and 999 of them are just poor people fleeing oppression and violence, but one of them is an ISIS fighter. ... If that's the case, you have a problem,\" Rubio said.\nFellow Republican contenders, Ohio Governor John Kasich and former Florida Governor Jeb Bush, have been open to accepting more refugees, but they echoed Rubio's concerns about vetting. \n\"We can't be in a position of inviting the enemy in, and frankly we better be careful about looking at Americans that have traveled\" in the region, Kasich said on Fox News' \"Sunday Morning Futures with Maria Bartiromo.\"\nBush said on \"Meet the Press\" the United States had a special responsibility to help Syrian Christians, who he said had no place in their homeland.\nAhead of the first Democratic nominating contest in Iowa on Feb. 1, Clinton has opened a commanding lead over main party challenger Bernie Sanders, who argues the invasion of Iraq, which Clinton supported in a U.S. Senate vote in 2003, led to the rise of al Qaeda and Islamic State.\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website. (here).\n\n\n (Additional reporting by Krista Hughes and Alana Wise; Writing by Kevin Drawbaugh; Editing by Mary Milliken and Peter Cooney)", "byline": "", "description": "WASHINGTON (Reuters) - The deadly attacks in Paris pushed terrorism and the Syrian refugee crisis to the center of the U.S presidential campaign on Sunday, as Republicans hammered Obama administration plans to take in more refugees as well as Democratic front-runner Hillary Clinton's stance on Middle East policy.", "title": "After Paris, Republicans hit refugee plan and Clinton stance", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/aZCPPJBFojY/story01.htm", "topics": ["foreign policy/national security"], "people": ["Maria Bartiromo", "Kevin Drawbaugh", "Lindsey Graham", "Jeb Bush", "George Stephanopoulos", "Hillary Clinton", "John Kasich", "Ben Rhodes", "Mary Milliken", "Marco Rubio", "Barack Obama", "Alana Wise", "Bernie Sanders", "Peter Cooney", "Krista Hughes", "Ben Carson"], "orgs": ["ISIL"], "election_confidence": 0.9457890581047372, "authors": [{"author_id": 11927, "fullname": "erin mcpike", "primary_org": "cnn"}], "date_written": "2015-11-15 21:56:18", "org": "reuters", "article_id": "8c4cb0133b41d671e8e09a1a4ce7c972", "date_access": "2015-11-15 22:06:52.867809"}