{"body": "DES MOINES, Iowa U.S. Democratic presidential front-runner Hillary Clinton came under heavy criticism in a debate on Saturday for her 2003 vote backing the U.S. invasion of Iraq, with rival Bernie Sanders linking it to regional chaos that aided the rise of Islamic State militants.\nSanders and rival Martin O'Malley took a more aggressive tone with Clinton than in their first debate last month, also accusing her of being too cozy with Wall Street and unwilling to stand up to corporate interests.\nThe day after a series of bomb and gun attacks that killed at least 129 people in Paris, Sanders criticized Clinton's vote authorizing the Iraq invasion and said it was \"one of the worst foreign policy blunders in the modern history of the United States.”\n\"I would argue that the disastrous invasion of Iraq, something that I strongly opposed, unraveled the region immensely, and led to the rise of Al Qaeda and to ISIS,\" said Sanders, a U.S. senator from Vermont.\n\"I don't think any sensible person would disagree that the invasion of Iraq led to the massive level of instability we are seeing right now,\" he said.\nClinton, who has frequently called the vote a mistake, said it should be placed in the historical context of years of terrorism before the invasion.\n“If we’re ever going to really tackle the problems posed by jihadi extremists, we need to understand it and realize that it has antecedents to what happened in Iraq,” she said.\n\"This is an incredibly complicated region of the world.  It's become more complicated. And many of the fights that are going on are not ones that the United States has either started or have a role in,\" she said.  \nThe Iraq exchange came early in the second debate for Democrats seeking their party's nomination for the November 2016 presidential election, which focused on foreign policy and ways to combat terrorism after the Paris attacks.\nThe candidates and audience at Drake University in Des Moines, Iowa, observed a moment of silence at the beginning of the debate to honor those killed in France.\nClinton, the former secretary of state, has far more foreign policy experience than either Sanders or O'Malley. But she was forced on the defensive early in the debate about her years of leading President Barack Obama's foreign policy team.\nClinton struck a sharp contrast to Obama's comments in an interview aired on Friday that ISIS had been contained. \"We have to look at ISIS as the leading threat of an international terror network. It cannot be contained, it must be defeated,\" she said.\nRepublican presidential contenders have criticized Obama for what they say was an inadequate response to the rise of Islamic State in Iraq and Syria. In the aftermath of the attacks, businessman Donald Trump and U.S. Senator Ted Cruz called on the administration to reconsider plans to allow thousands of Syrian refugees to be resettled in the United States.\nThe White House aims to increase to 10,000 the number of Syrian refugees accepted in the United States during fiscal year 2016, from less than 2,000 accepted in the previous year.\nClinton has always been from the more hawkish wing of the Democratic Party. Her support for the 2003 Iraq invasion played a major role in her primary loss to Obama in the 2008 White House race.\nThe foreign policy focus was a dramatic shift in emphasis in a Democratic presidential race that so far has been dominated by domestic economic issues such as income inequality, college affordability and family leave.\nThe Democrats returned to that theme later in the debate, and Sanders criticized Clinton for her opposition to reinstating the Glass-Steagall Act, the 1933 law that established a firewall between investment and commercial banking. Its removal has been blamed by some for helping lead to the 2008 financial crisis.\n\"Over her political career, Wall Street has been a major, the major donor to Hillary Clinton. Now maybe they’re dumb, but I don’t think so,\" said Sanders, who favors reinstatement of the act.\nClinton accused Sanders of impugning her integrity and said reinstating the law was not enough to rein in corporate influence and reform Wall Street.\n\"Reinstating Glass-Steagall is a part of what very well could help, but it is nowhere near enough,\" she said. \"I just don’t think it would get the job done, I’m all about making sure it actually gets results for whatever we do.” \nWith the political clock ticking to the first nominating contest in Iowa on Feb. 1, Clinton has opened a commanding lead over Sanders, her prime challenger, in national and Iowa polls. O'Malley trails well behind, in single digits in most polls.\n\n (Additional reporting by Megan Cassella and Luciana Lopez; Editing by Ken Wills)", "byline": "", "description": "DES MOINES, Iowa (Reuters) - U.S. Democratic presidential front-runner Hillary Clinton came under heavy criticism in a debate on Saturday for her 2003 vote backing the U.S. invasion of Iraq, with rival Bernie Sanders linking it to regional chaos that aided the rise of Islamic State militants.", "title": "Clinton's Iraq vote, Wall Street stance criticized at Democratic debate", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/Y6L5GIMrkjQ/story01.htm", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Hillary Clinton", "Donald Trump", "Ken Wills", "Barack Obama", "Luciana Lopez", "Bernie Sanders", "Megan Cassella", "Ted Cruz"], "orgs": ["Al Qaeda", "United States.", "Democratic Party", "DES MOINES"], "election_confidence": 0.8535870643969636, "authors": [{"author_id": 34291, "fullname": "john whitesides", "primary_org": "reuters"}, {"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-11-15 04:43:11", "org": "reuters", "article_id": "a4954896a255a78dba2f6c30de441264", "date_access": "2015-11-15 06:00:46.954433"}