{"body": "AMES, Iowa A top aide to U.S. Democratic presidential contender Hillary Clinton said on Sunday that criticism of her remarks in Saturday's debate regarding 9/11 and Wall Street campaign contributions would not resonate with average voters.\n“They were attacking her for being too close to Wall Street,” Communications Director Jennifer Palmieri said of a tense exchange among Clinton, Vermont Senator Bernie Sanders, her chief rival for the Democratic nomination, and former Maryland Governor Martin O’Malley at the party's debate in Iowa.\n“The point she was making, is that as a senator, she did things for Wall Street, particularly after 9/11, but she also spoke out as a senator and now when she thought they were going too far,” Palmieri told reporters.\nClinton, the front-runner for the Democratic nomination for the 2016 election, was asked during the debate about contributions she had received from the financial industry and whether it would affect her plans to regulate it.\nSanders said Clinton’s response was “not good enough.”\n“Now, why do they make millions of dollars of campaign contributions? They expect to get something. Everybody knows that,” Sanders said.\nClinton said Sanders had impugned her integrity.\n“I represented New York, and I represented New York on 9/11 when we were attacked,” Clinton said. “Where were we attacked? We were attacked in downtown Manhattan, where Wall Street is. I did spend a whole lot of time and effort helping them rebuild.”\nClinton’s answer drew immediate criticism from Republican operatives and on social media. Moderators cited a response posted on Twitter when asking Clinton a follow-up question.\n“I don’t think that this is something that caucus-goers in Iowa or voters are going to focus on,” Palmieri said of the state that in February holds the first party nominating contest.\n“It’s pretty clear where she stands on issues, and donations don’t play a role in how she’s going to come down on that issue.”\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website. (here).\n\n\n (Reporting by Amanda Becker; Editing by Peter Cooney)", "byline": "", "description": "AMES, Iowa (Reuters) - A top aide to U.S. Democratic presidential contender Hillary Clinton said on Sunday that criticism of her remarks in Saturday's debate regarding 9/11 and Wall Street campaign contributions would not resonate with average voters.", "title": "Clinton aide defends her debate remarks on Wall Street money", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/phkhJX7ivfw/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Martin O'Malley", "Hillary Clinton", "Jennifer Palmieri", "Peter Cooney", "Bernie Sanders", "Amanda Becker"], "orgs": ["AMES"], "election_confidence": 0.9261654620007613, "authors": [{"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-11-15 23:22:06", "org": "reuters", "article_id": "860e59a8634ebac82f54cd7c7258194c", "date_access": "2015-11-15 23:49:49.828249"}