{"body": "BUENOS AIRES Argentina's ruling party presidential candidate, Daniel Scioli, lagging in the opinion polls, will have to win points in Sunday night's debate against his business-friendly rival if he hopes to revive his campaign in time to win the Nov. 22 election.\nScioli, the governor of Buenos Aires province, has been endorsed by outgoing President Cristina Fernandez. Barred by law from running for a third term this year, Fernandez will leave her successor to deal with double-digit inflation, scant central bank reserves and a widening fiscal deficit.\nAt 9 p.m. (midnight GMT), in the campaign's only televised debate, Scioli will square off against Mauricio Macri, a free-markets proponent who is leading the polls by about 8 percentage points after a stronger-than-expected performance in last month's first round of voting. \nMacri promises to spur investment by quickly dismantling Fernandez's trade and currency controls. Scioli's message of gradual change toward more orthodox policies while preserving Fernandez's generous welfare programs has failed to catch fire with the middle-class swing voters who will decide the election.\n\"Scioli has to use the debate to show he is independent from Fernandez and that he has a plan for change, concentrating on economic issued like inflation and employment,\" said local pollster Mariel Fornoni. \"He already has Fernandez's supporters locked in. So he has to concentrate on undecided voters.\"\nFernandez is revered by Argentina's poor for having strengthened the social safety net during her eight years in power. But inflation sparked by her policy of printing pesos to finance an ever-wider fiscal deficit has pumped up household expenses for families across the political spectrum. \nFernandez may return as a presidential candidate in 2019. She and Scioli have never been close and her statements of support for him have been tepid. She has given stirring speeches in support of the continuance of her policies, but usually without mentioning Scioli by name.  \n\n (Reporting by Hugh Bronstein; Editing by Leslie Adler)", "byline": "", "description": "BUENOS AIRES (Reuters) - Argentina's ruling party presidential candidate, Daniel Scioli, lagging in the opinion polls, will have to win points in Sunday night's debate against his business-friendly rival if he hopes to revive his campaign in time to win the Nov. 22 election.", "title": "Argentine presidential TV debate may be ruling party's last chance", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/rupgZI4sFjw/story01.htm", "topics": ["trade", "jobs/employment"], "people": ["Cristina Fernandez", "Daniel Scioli", "Leslie Adler", "Mauricio Macri", "Hugh Bronstein"], "orgs": [], "election_confidence": 0.6093048329059878, "authors": [{"author_id": 36998, "fullname": "hugh bronstein", "primary_org": "reuters"}], "date_written": "2015-11-15 16:55:46", "org": "reuters", "article_id": "d8eb3c7bf7455130f4abe4e1e42b6bf7", "date_access": "2015-11-15 17:48:57.772838"}