{"body": "AMES, Iowa Nov 15 A top aide to U.S. Democratic\npresidential contender Hillary Clinton said on Sunday that\ncriticism of her remarks in Saturday's debate regarding 9/11 and\nWall Street campaign contributions would not resonate with\naverage voters.\n\"They were attacking her for being too close to Wall\nStreet,\" Communications Director Jennifer Palmieri said of a\ntense exchange among Clinton, Vermont Senator Bernie Sanders,\nher chief rival for the Democratic nomination, and former\nMaryland Governor Martin O'Malley at the party's debate in Iowa.\n\"The point she was making, is that as a senator, she did\nthings for Wall Street, particularly after 9/11, but she also\nspoke out as a senator and now when she thought they were going\ntoo far,\" Palmieri told reporters.\nClinton, the front-runner for the Democratic nomination for\nthe 2016 election, was asked during the debate about\ncontributions she had received from the financial industry and\nwhether it would affect her plans to regulate it.\nSanders said Clinton's response was \"not good enough.\"\n\"Now, why do they make millions of dollars of campaign\ncontributions? They expect to get something. Everybody knows\nthat,\" Sanders said.\nClinton said Sanders had impugned her integrity.\n\"I represented New York, and I represented New York on 9/11\nwhen we were attacked,\" Clinton said. \"Where were we attacked?\nWe were attacked in downtown Manhattan, where Wall Street is. I\ndid spend a whole lot of time and effort helping them rebuild.\"\nClinton's answer drew immediate criticism from Republican\noperatives and on social media. Moderators cited a response\nposted on Twitter when asking Clinton a follow-up question.\n\"I don't think that this is something that caucus-goers in\nIowa or voters are going to focus on,\" Palmieri said of the\nstate that in February holds the first party nominating contest.\n\"It's pretty clear where she stands on issues, and donations\ndon't play a role in how she's going to come down on that\nissue.\"\nFor more on the 2016 U.S. presidential race and to learn\nabout the undecided voters who determine elections, visit the\nReuters website. (here).\n \n\n (Reporting by Amanda Becker; Editing by Peter Cooney)", "byline": "", "description": "AMES, Iowa, Nov 15 (Reuters) - A top aide to U.S. Democratic presidential contender Hillary Clinton said on Sunday that criticism of her remarks in Saturday's debate regarding 9/11 and Wall Street campaign contributions would not resonate with average voters.", "title": "Clinton aide defends her debate remarks on Wall Street money", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/KTdpKH1wC6Q/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Martin O'Malley", "Hillary Clinton", "Jennifer Palmieri", "Peter Cooney", "Bernie Sanders", "Amanda Becker"], "orgs": ["AMES"], "election_confidence": 0.9261654620007613, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-15 23:09:22", "org": "reuters", "article_id": "8e1c724c2baa153a59c600dd9f5c0733", "date_access": "2015-11-15 23:53:58.382189"}