{"body": "\nGREENVILLE, S.C.–Sen. Ted Cruz brought his presidential campaign to an evangelical bastion here Saturday, travelling to a Christian college to hold a religious liberty rally that was shadowed by anxiety about the terrorist attacks in Paris.\nMr. Cruz opened the rally at Bob Jones University with a moment of silence for the victims of the attacks and called for a decisive response to the Islamic militants who claimed responsibility.\n“This is an evil that will not quietly slip away,” Mr. Cruz said in his opening prayer. “We will defeat radical Islamic terrorism. This evil will no longer walk the face of the earth.”\nThe focus of the rally, however, was the threat to religious freedom that many conservatives see in the U.S., an issue that is central to the Cruz campaign effort to win over evangelical voters. He is reaching out to people who believe their right to act on their religious beliefs is threatened by government actions supporting such social changes as the legalization of gay marriage and limits on public religious worship.\nAt the rally, similar one Mr. Cruz held in Iowa in August, he shared the stage with Christians who think their religious rights were violated, such as Joe Kennedy– a high school football coach in Washington state who was placed on leave recently for kneeling in silent prayer on the field after games.\n“What kind of country have we become when kneeling in prayer is regarded as an act of civil disobedience,” Mr. Cruzsaid. “These threats are real and they are growing each and every day.”\nMr. Cruz’s staff estimated that 2,500 people attended the rally at Bob Jones, a college that has a stirred controversy in the past for its treatment of blacks and gays. The school’s ban on interracial dating sparked criticism of George W. Bush when he campaigned here during the 2000 presidential campaign. That ban subsequently ended, and the college is reemerging as a destination for GOP presidential candidates seeking evangelical support.\nOne of Mr. Cruz’s leading rivals for support of evangelical voters, retired neurosurgeon Ben Carson, appeared on the campus Friday for a town hall meeting with South Carolina GOP Sen. Tim Scott.\nThe two presidential candidates provided the community with a study in contrast: Mr. Cruz gave a fiery, emotional speech that filled an auditorium; Mr. Carson was more measured and low key.\nFor some in the audience, the violence in Paris led them to focus more acutely on the candidates’ ability to lead in a world crisis and prosecute a war on terrorism. For Janessa Fortner, a Greenville Republican who is inclined to support businessman Donald Trump, those developments raised new reservations in her mind about the low key Mr. Carson.\n“He’s not going to strike fear in ISIS,” Mrs. Fortner said. “Who would you want handling what happened last night?’’\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Sen. Ted Cruz brought his presidential campaign to an evangelical bastion Saturday, travelling to Bob Jones University, a Christian college, to hold a religious liberty rally that was shadowed by anxiety about the terrorist attacks in Paris.", "title": "Ted Cruz Courts S.C. Evangelicals in Shadow of Paris Attacks", "url": "http://blogs.wsj.com/washwire/2015/11/15/ted-cruz-courts-s-c-evangelicals-in-shadow-of-paris-attacks/", "topics": ["foreign policy/national security"], "people": ["Joe Kennedy", "Tim Scott", "Donald Trump", "George W. Bush", "Ben Carson", "Ted Cruz"], "orgs": ["Capital Journal", "WSJ", "GREENVILLE", "GOP"], "election_confidence": 0.9153790655532964, "authors": [{"author_id": 1060, "fullname": "wsj staff", "primary_org": "wsj"}], "date_written": "2015-11-15 12:47:04", "org": "wsj", "article_id": "2973ad857e9a6b7e05c9760ccd634739", "date_access": "2015-11-15 12:52:43.397740"}