{"body": "Republican candidates for president called on the Obama administration to tighten border controls amid reports that one of the suicide bombers who carried outÂ Fridayâ\u0080\u0099s attacks in Paris may have entered Europe as a Syrian migrant.\nFormer Arkansas governor Mike Huckabee said President Barack Obama should â\u0080\u009cclose our borders.â\u0080\u009d\nâ\u0080\u009cIf a left-wing politically-correct country like France will close its borders, it’s time for us to put a moratorium on people coming here from countries where there are ISIS or al Qaeda ties,â\u0080\u009d he told CNN on Saturday.\nFlorida Sen. Marco Rubio, another GOP presidential candidate, said the difficulty of running background checks on Syrian refugees should preclude further migration from Syria into the U.S.\nâ\u0080\u009cYou canâ\u0080\u0099t pick up the phone and call Syria, and thatâ\u0080\u0099s one of the reasons why I said we wonâ\u0080\u0099t be able to take more refugees,â\u0080\u009d he said on ABC on Sunday.\nHe added: â\u0080\u009cYou can have 1,000 people come in, and 999 of them are just poor people fleeing oppression and violence, but one of them is an ISIS fighter. If thatâ\u0080\u0099s the case, you have a problem, and there is no way to vet that out.â\u0080\u009d\nThe news that one of the bombers may have entered Europe amidst the flood of Middle Eastern refugees has galvanized opponents of Chancellor Angela Merkelâ\u0080\u0099s open-door policy, with critics saying migrants represented a grave security threat.\nJeb Bush, whose support for legal status for undocumented immigrants in the U.S. puts him at odds with the mainstream of the Republican Party, said the U.S. had the capacity to screen refugees based on their religion.\nâ\u0080\u009cWe do that all the time. We do that,â\u0080\u009d he said on CNN on Sunday. â\u0080\u009cIt takes almost a year for a refugee to be processed into the United States.”\nHe called for the U.S. to take a â\u0080\u009climited numberâ\u0080\u009d and to prioritize Christians who are fleeing religiously motivated persecution in Syria.\nThe U.S. is preparing to admit at least 10,000 Syrian refugees in the next year, a six-fold increase from the number currently in the country, the White House announced in September.\nBen Rhodes, deputy national security advisor to President Obama, said the administration had no intention of changing its refugee policy and said it had extensive screening procedures already in place for all Syrian refugees entering the U.S.\nâ\u0080\u009cThere’s a very careful vetting process that includes our intelligence community, our national Counterterrorism Center, the Department of Homeland Security,â\u0080\u009d he said on NBC on Sunday.\nâ\u0080\u009cWe need to sort out how to focus on the terrorists that we need to keep out of the country. But I think we do need to do our part to take those refugees who are in need.â\u0080\u009d\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican candidates for president called on the Obama administration to tighten border controls amid reports that one of the suicide bombers who carried out Friday’s attacks in Paris may have entered Europe as a Syrian migrant.", "title": "Republican White House Hopefuls Call for Curbs on Syrian Refugee Inflow", "url": "http://blogs.wsj.com/washwire/2015/11/15/republican-white-house-hopefuls-call-for-curbs-on-syrian-refugee-inflow/", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Ben Rhodes", "Marco Rubio", "Mike Huckabee", "Barack Obama"], "orgs": ["al Qaeda", "WSJ", "Capital Journal", "Republican Party", "Department of Homeland Security", "United States.", "GOP"], "election_confidence": 0.5913526949570084, "authors": [{"author_id": 34144, "fullname": "anna louie sussman", "primary_org": "wsj"}], "date_written": "2015-11-15 19:55:56", "org": "wsj", "article_id": "b2e7aeeb9e5674f19b32e6bf93cac287", "date_access": "2015-11-15 20:01:36.153455"}