{"body": "Republican presidential candidate and Florida Sen. Marco Rubio said U.S. allies should invoke the collective defense clause of the North Atlantic Treaty Organization in response to terrorist attacks in Paris.\n“This is clearly an act of war and an attack on one of our NATO allies, and we should invoke Article 5 of the NATO agreement, and bring everyone together to put together a coalition to confront this challenge,” Mr. Rubio said Sunday morning on ABC.\nFrench president Francois Hollande called the attacks “an act of war” and cited Islamic State as responsible.\nFormer Florida governor and GOP presidential candidate Jeb Bush stopped short calling for an Article 5 declaration, which is the formal recognition that an attack on one NATO member represents an attack on them all, and sets the groundwork for collective military action.\n“I think the president should convene the North Atlantic Council to discuss that,” Mr. Bush said Sunday morning on CNN. “If that’s what the French want, then, our longest and strongest and most loyal ally over our entire history, we should certainly consider it.”\nThe only time the collective defense provision was invoked came after the Sept. 11 terror attacks in the U.S.\nLater, on NBC, Mr. Bush said: “This is a threat to western civilization and we should consider it that way.”\nThe U.S. and France already work together in operations in Iraq and Syria, sharing intelligence and coordinating airstrikes.\nBen Rhodes, deputy national security adviser to President Barack Obama, agreed with Mr. Hollande that the attacks in Paris were an act of war. He said the U.S. wants “to continue to intensify that coordination” with France.\nWhile France hasn’t invoked Article 5, NATO’s secretary-general Jens Stoltenberg said members are ready to assist.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidate and Florida Sen. Marco Rubio said U.S. allies should invoke the collective defense clause of the North Atlantic Treaty Organization in response to terrorist attacks in Paris.", "title": "Marco Rubio on Paris Attacks: ‘We Should Invoke Article 5′", "url": "http://blogs.wsj.com/washwire/2015/11/15/marco-rubio-on-paris-attacks-we-should-invoke-article-5/", "topics": ["foreign policy/national security"], "people": ["Francois Hollande", "Jeb Bush", "Ben Rhodes", "Marco Rubio", "Barack Obama", "Jens Stoltenberg"], "orgs": ["Capital Journal", "WSJ", "NATO", "GOP"], "election_confidence": 0.9197582384492887, "authors": [{"author_id": 34144, "fullname": "anna louie sussman", "primary_org": "wsj"}], "date_written": "2015-11-15 16:26:16", "org": "wsj", "article_id": "dc841d5fcc6081f32d128bc86d93e66e", "date_access": "2015-11-15 16:51:08.152079"}