{"body": "Hillary Clinton defended herself against criticism over the money she has raised from the financial industry by invoking her job as a U.S. senator representing New York after the attacks of Sept. 11, 2001.\n“I did spend a whole lot of time and effort helping them rebuild. That was good for New York,” she said, after finding herself again on the defensive over her perceived close ties to Wall Street. “It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.”\nThe unusual defense emerged during a feisty exchange over financial-industry regulation in Saturday’s Democratic presidential debate hosted by CBS News. Mrs. Clinton also noted that 60% of her donors are women—another effort to turn back the Wall Street fundraising attack from Vermont Sen. Bernie Sanders, an independent who has emerged as a formidable opponent in the Democratic primary.\nJust as in last month’s Democratic debate, the discussion Saturday of financial regulation turned largely on whether Congress should reinstate the New Deal-era banking law, the Glass-Steagall Act, which separated investment banking from commercial banking. President Bill Clinton played a major role ushering in legislation, signed into law in 1999, that repealed Glass-Steagall.\nSome critics say Glass-Steagall facilitated the financial crisis in 2008 by allowing large banks to grow, in effect, “too big to fail,” forcing the unpopular emergency bailouts. They have pushed legislation to carve up the banks by instating aspects of Glass-Steagall, which the banking industry strongly opposes. Mr. Sanders and former Maryland Gov. Martin O’Malley both endorsed that effort again on Saturday.\nMrs. Clinton was more restrained. “Reinstating Glass-Steagall is a part of what very well could help, but it is nowhere near enough,” she said, adding that her regulatory-overhaul proposal is “tougher, more effective, and more comprehensive,” because it would target nonbank institutions as well as Wall Street banks and large depository institutions.\nMrs. Clinton implied that Glass-Steagall would have done little to forestall the bank bailouts in 2008 because many of the companies that either failed or required bailouts—including American International Group and Lehman Brothers—weren’t big deposit-taking banks. AIG is an insurance company and Lehman Brothers was a standalone investment bank.\nCritics of the Glass-Steagall repeal don’t agree with this view. They say it too easily overlooks the ways in which banks, particularly Citigroup, took on greater risks that fed increased risk-taking across Wall Street. AIG, for example, got into trouble because it had insured billions of financial products issued by more than a dozen firms—some that had grown thanks to Glass-Steagall and some that, like Lehman and Bear Stearns, had remained standalone investment banks.\nStepping back from the bank-regulation arcana, there’s a broader disagreement here. At the heart of Mr. Sanders’s argument over the size of banks is the idea that they have too much political power, an idea that evokes the “trust busting” of President Teddy Roosevelt who sought to break up big industrial monopolies for some of the same reasons.\nWhy do big industries make “millions of dollars of campaign contributions? They expect to get something. Everybody knows that,” said Mr. Sanders.\nWhen Mrs. Clinton said that she would break up banks if they didn’t play by the rules, Mr. Sanders responded with disbelief that this might be in doubt. “The business model of Wall Street is fraud,” he said.\nMr. Sanders pledged not to have any Wall Street representatives in his cabinet. “One of the problems we’ve had…whether it’s Republican administrations or Democratic administrations, we have seen Wall Street and Goldman Sachs dominate administrations,” he said.\nMr. O’Malley joined in when he said that Richard Rubin and Larry Summers, both former treasury secretaries for President Bill Clinton, wouldn’t be allowed near his administration. Mr. Rubin has been a very influential figure within Democratic policymaking for the last two decades, and many policymakers that he has mentored have served in top positions for President Barack Obama.\n“They are the architects,” said Mr. O’Malley.\nMr. O’Malley was pressed to name who, exactly, would provide him with advise on financial regulation. He didn’t provide any names. “We’ll have an inclusive group,” he said.\nFinancial regulation also emerged as a hot topic in Tuesday’s Republican debate, and it showed how both parties have vastly different interpretations of what caused the financial crisis and, consequently, what should be done to prevent it from happening again.\nRepublicans generally have blamed government policies, from housing to the Federal Reserve, for provoking risk-taking, an idea that draws mixed readings from economists. They say that there is now too much government regulation, singling out for criticism the Dodd-Frank financial-regulatory overhaul, even though they have also tried to sound critical of Wall Street.\nThe clear winner in both the GOP debate earlier this week and in Saturday’s Democratic debate: community banks.\n“Imagine America without its community banks. Well, that’s what’s happening because of Dodd-Frank,” said former Florida Gov. Jeb Bush in Tuesday’s debate.\nAnd Mr. Sanders on Saturday: “Support community banks and credit unions. That’s the future of banking in America.”\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Former Secretary of State Hillary Clinton defended herself against criticism that she raised money from the financial industry by invoking her job as a U.S. senator representing New York after the attacks of Sept. 11, 2001.", "title": "Hillary Clinton Invokes 9/11 in Defending Wall Street Ties", "url": "http://blogs.wsj.com/washwire/2015/11/15/hillary-clinton-invokes-911-in-defending-wall-street-ties/", "topics": ["financial regulation"], "people": ["Martin O'Malley", "Bill Clinton", "Richard Rubin", "Jeb Bush", "Hillary Clinton", "Barack Obama", "Lehman Brothers", "Bernie Sanders", "Teddy Roosevelt", "Larry Summers"], "orgs": ["WSJ", "Federal Reserve", "Congress", "Dodd", "American International Group", "Goldman Sachs", "Capital Journal", "AIG", "Citigroup", "GOP"], "election_confidence": 0.8325589707651082, "authors": [{"author_id": 1142, "fullname": "nick timiraos", "primary_org": "wsj"}], "date_written": "2015-11-15 05:16:37", "org": "wsj", "article_id": "abb2681d02c742e0d300a81300445aed", "date_access": "2015-11-15 05:51:17.389493"}