{"body": "Republican presidential candidates have criticized Democratic White House hopeful Hillary Clinton for decliningÂ to use term such as â\u0080\u009cradical Islam” and “Islamic terrorism”Â to describe the extremists who have unleashed a string of terrorist attacks on Western targets recently.\nAsked at the second Democratic debate on Saturday night whether the U.S. was â\u0080\u009cat war with radical Islam,â\u0080\u009d Ms. Clinton drew a distinction between the worldâ\u0080\u0099s 1.6 billion Muslims and those who commit acts of violent extremism.\nâ\u0080\u009cI donâ\u0080\u0099t think weâ\u0080\u0099re at war with Islam. I donâ\u0080\u0099t think weâ\u0080\u0099re at war with all Muslims,â\u0080\u009d she said. â\u0080\u009cI think weâ\u0080\u0099re at war with jihadists. We are at war with violent extremism. We are at war with people who use their religion for purposes of power and oppression, and yes, we are at war with those people, but I donâ\u0080\u0099t want us to be painting with too broad a brush.â\u0080\u009d\nShe recounted admiringly former president George W. Bushâ\u0080\u0099s call forÂ tolerance in the aftermath of the Sept. 11, 2001 terrorist attacks.\nâ\u0080\u009cIslam is peace,â\u0080\u009d Mr. Bush said in a speech at the Islamic Center of Washington, D.C. the week after the attacks.\nMrs. Clinton’sÂ answer prompted reproach from Republicans who insisted she use the phrase, â\u0080\u009cradical Islam.â\u0080\u009d\nFormer Arkansas governor and Republican presidential candidate Mike Huckabee on Twitter mocked Democrats, writing â\u0080\u009cSay it with me: â\u0080\u0098Islamic Terrorism.â\u0080\u0099â\u0080\u009d Carly Fiorina wrote on Twitter that unlike Hillary Clinton, she would use the phrase â\u0080\u009cIslamic terrorism.â\u0080\u009d\nYou’re all grown up now. You can do it. Three words. Ten syllables. Say it with me: “Radical Islamic terrorism.” #DemDebate\nâ\u0080\u0094 Gov. Mike Huckabee (@GovMikeHuckabee) November 15, 2015\n\nWe need a President who will see and speak and act on the truth…Hillary Clinton will not call this Islamic terrorism. I will.\nâ\u0080\u0094 Carly Fiorina (@CarlyFiorina) November 15, 2015\n\nOn Sunday morning, Republican Florida Sen. Marco Rubio, who has put an aggressive foreign policy at the center of his presidential campaign, called the fight against terrorism â\u0080\u009ca clash of civilizationsâ\u0080\u009d and said he was baffled by Ms. Clintonâ\u0080\u0099s reluctance to use the term â\u0080\u009cradical Islam.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t understand it. That would be like saying we werenâ\u0080\u0099t at war with Nazis, because we were afraid to offend some Germans who may have been members of the Nazi Party but werenâ\u0080\u0099t violent themselves,â\u0080\u009d he said. â\u0080\u009cWe are at war with radical Islam, with an interpretation of Islam by a significant number of people around the world, who they believe now justifies them in killing those who donâ\u0080\u0099t agree with their ideology.â\u0080\u009d\nAnd on CNN on Sunday morning, Former Florida governor and Republican presidential candidate Jeb Bush said, â\u0080\u009cI know what Islamic terrorism is. This is not a question of religion. This is a political ideology that has co-opted a religion. And I think it’s more than acceptable just to call it for what it is and then organize an effort to destroy it.â\u0080\u009d\nHe also described the fight against terrorism as â\u0080\u009ca fight for Western civilization.â\u0080\u009d\nAbout 1% of the U.S. population are Muslims, according to the Pew Research Center.Â About 26% are evangelical Protestants, a group who hold considerably influence among the GOP primary electorate in the early nominating states of Iowa and South Carolina.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidates have criticized Democratic White House hopeful Hillary Clinton for declining to use term such as “radical Islam\" and \"Islamic terrorism\" to describe the extremists who have unleashed a string of terrorist attacks on Western targets recently.", "title": "GOP Candidates Fault Hillary Clinton For Declining to Use Phrase ‘Radical Islam’", "url": "http://blogs.wsj.com/washwire/2015/11/15/gop-candidates-demand-hillary-clinton-use-phrase-radical-islam/", "topics": ["foreign policy/national security"], "people": ["Mike Huckabee", "Marco Rubio", "Jeb Bush", "Carly Fiorina", "Hillary Clinton"], "orgs": ["Capital Journal", "WSJ", "Democratic White House", "Pew Research Center", "GOP"], "election_confidence": 0.9898823157673136, "authors": [{"author_id": 34144, "fullname": "anna louie sussman", "primary_org": "wsj"}], "date_written": "2015-11-15 20:15:50", "org": "wsj", "article_id": "17923d3aa29dbbe159e610fb3fc7ab78", "date_access": "2015-11-15 20:59:26.868660"}