{"body": "Democrats and Republicans, based on their recent presidential debates, are set to offer voters a stark choice in 2016 about how the economy should be managed, with both sides moving toward the outer flanks of their parties.\nIn Saturday’s Democratic debate, candidates said they would seek to rein in Wall Street, raise taxes, increase the minimum wage and expand the federal government’s role in health care. Republicans, meanwhile, are competing to repeal regulations, cut taxes, keep the minimum wage as it stands and roll back President Barack Obama’s signature health-care overhaul.\nThe parties right now “have polar opposite analyses of how the economy works and how it should work,” said Jared Bernstein, a former economic adviser in the Obama administration. “It’s obvious but underappreciated how far apart they are on the fundamentals—wages, taxes, financial markets.”\n\nFormer Secretary of State Hillary Clinton and her top challenger, Vermont Sen. Bernie Sanders, sparred Saturday over how to pay for new federal investments in education, infrastructure and health care. Both called for raising taxes on the wealthy, although Mrs. Clinton pledged to do so without hitting families that earn less than $250,000 or increasing deficits, which would constrain new spending ambitions.\nMr. Sanders wouldn’t say exactly how high tax rates should rise but noted the top tax rate had been 91% in the 1950s under President Dwight D. Eisenhower, a Republican. “I’m not that much of a socialist compared to Eisenhower,” Mr. Sanders said.\nRepublicans have put tax-cutting proposals at the heart of their economic policy agenda, and they have largely shied away from promises made by candidates four years ago to avoid running up budget deficits.\nThe boldness of some proposals drew warnings from one candidate, Ohio Gov. John Kasich, at last week’s Republican presidential debate. “Hillary and the Democrats promise everything on the spending side. We’ve got to be responsible about what we propose on the tax side,” he said.\nRepublicans at last week’s debate also dismissed efforts to boost the federal minimum wage, now at $7.25 an hour, as an ineffective way to raise incomes. Florida Sen.  Marco Rubio and businessman  Donald Trump said it would put U.S. workers at a disadvantage. “You’re going to make people more expensive than a machine,” Mr. Rubio said.\nDemocrats on Saturday debated whether to target a federal minimum wage of $12 or $15 an hour. Mr. Sanders supports the higher threshold, an effort backed by labor unions. He brushed aside warnings issued recently by Alan Krueger, the Princeton University professor who served as Mr. Obama’s top economist, that a $15 minimum wage is an untested, risky level. His research contends minimum-wage increases haven’t decreased employment, and he supports raising wages to $12 an hour.\n“I do take what Alan Krueger said seriously,” said Mrs. Clinton, who also has endorsed the $12 floor.\nMr. Sanders and Martin O’Malley, the third candidate at Saturday’s debate and a former Maryland governor, said they would shun anyone with Wall Street ties from top positions in their administrations, including figures such as  Robert Rubin and Larry Summers, who served as treasury secretaries for President  Bill Clinton.\nSome Democrats have faulted that approach. “The idea that you have to excommunicate anybody who ever worked in the financial sector is ridiculous,” said Will Marshall, president of the Progressive Policy Institute, a centrist Democratic think tank. “We need people who oversee the Federal Reserve system and have high posts at Treasury that have expertise in finance.”\nBoth Republicans and Democrats have promised to crack down on Wall Street, but they disagree sharply over how to do it. Republicans generally have blamed government policies, from housing to Federal Reserve interest-rate decisions, for provoking the financial crisis. They say the Dodd-Frank Act in particular has restrained economic growth and should be repealed.\nDemocrats quarreled Saturday over whether the regulatory overhaul had gone far enough by failing to reinstate a New Deal-era law that separated commercial and investment banking, known as the Glass-Steagall Act.\nThe flare-up over banking laws reflected Mr. Sanders’s broader critique that Democrats and Republicans have given banks too much political power, a throwback to the “trust busting” of President Theodore Roosevelt more than a century ago. Why do big industries make “millions of dollars of campaign contributions? They expect to get something,” he said in Saturday’s debate. “Everybody knows that.”\nBoth parties did agree in the past week on one thing: the virtues of community banks. Republicans warned that too many were going out of business. Mr. Sanders said Saturday that they needed more support. “That’s the future of banking in America,” he said.\nWrite to Nick Timiraos at nick.timiraos@wsj.com", "byline": "", "description": "Democrats and Republicans, based on their recent presidential debates, are set to offer voters a stark choice in 2016 about how the economy should be managed, with both sides moving toward the outer flanks of their parties.", "title": "Parties' Divide on Economy Widens", "url": "http://www.wsj.com/articles/parties-divide-on-the-economy-widens-1447633374", "topics": ["economy"], "people": ["Theodore Roosevelt", "Martin O'Malley", "Alan Krueger", "Bill Clinton", "Hillary Clinton", "Dwight D. Eisenhower", "John Kasich", "Donald Trump", "Frank Act", "Marco Rubio", "Barack Obama", "Robert Rubin", "Bernie Sanders", "Nick Timiraos", "Jared Bernstein", "Larry Summers"], "orgs": ["Federal Reserve", "Progressive Policy Institute", "Princeton University", "Treasury"], "election_confidence": 0.9974921961765002, "authors": [{"author_id": 1142, "fullname": "nick timiraos", "primary_org": "wsj"}], "date_written": "2015-11-16 00:47:47", "org": "wsj", "article_id": "484ee671ab80d4804ea360c0a75d43e0", "date_access": "2015-11-16 01:02:09.678920"}