[{"body": "Organized labor took a major step in coalescing around\nHillary Rodham Clinton\non Tuesday, as one of its heavyweights voted to endorse her despite loud objections from backers of her rival and longtime labor stalwart\nBernie Sanders\n.\nThe Service Employees International Union, which represents 2 million workers in service industries such as healthcare and child care, made the endorsement following a lengthy debate at a meeting of its executive board here.\n“We feel very confident about Hillary Clinton’s capacity to fight, win and deliver for working people,” SEIU International President Mary Kay Henry said in an interview immediately following the endorsement vote. Henry said the 77-member board overwhelmingly approved the move in a voice vote. “We looked at the analytics and believe that this is the woman who can win in a general election,” Henry said.\nThough Sanders, a senator from Vermont, has received the support of a few smaller unions, including those that represent nurses and postal workers, the major organizations have been lining up with Clinton, a former senator and secretary of State. With the SEIU endorsement, she now has unions representing roughly two-thirds of the country’s unionized workers supporting her.\n“As president, I will be proud to stand with SEIU and fight alongside them — to defend workers’ right to organize and unions’ right to bargain collectively, to raise incomes for working people and the middle class, and to ensure that hardworking Americans can retire with dignity and security,” Clinton said in a statement.\nThe SEIU support is particularly meaningful among the labor endorsements Clinton has been racking up. The union is at the forefront of the push to increase the minimum wage to $15 an hour, which Sanders has endorsed but not Clinton. Some local SEIU chapters had urged the board not to endorse Clinton, warning she was a status quo candidate.\nYet Clinton has long been popular among the SEIU rank and file, a racially diverse group with a large presence in Western states. And union leaders at SEIU and elsewhere are anxious about the possibility of losing the White House at a time when their organizations are under siege in Congress and at the Supreme Court. They see Clinton as a more viable contender in the general election, and they want to start doing what they can now to strengthen her candidacy.\nAsk Allysha Almada why she supports Bernie Sanders, and Almada, a Glendora nurse who tried to form a union and was later fired, shoots right back with her own question: How could she not?\nSanders, the Vermont senator, doesn’t hedge with labor. Just about anything on the broader labor agenda, he...\nAsk Allysha Almada why she supports Bernie Sanders, and Almada, a Glendora nurse who tried to form a union and was later fired, shoots right back with her own question: How could she not?\nSanders, the Vermont senator, doesn’t hedge with labor. Just about anything on the broader labor agenda, he...\nClinton put considerable effort into getting the union’s support. She held a large event with union members in which she talked in detail about the particular challenges faced by the healthcare and child care workers SEIU represents and how she would confront them.\n“All the Democratic candidates are similar on the issues,” said Henry. “What we think distinguishes Hillary Clinton is she understands home care and child care work in her bones.”\nSEIU’s resources are formidable. The union is one of the top political spenders in the country, with a history of investing tens of millions of dollars on Democrats in presidential election cycles. The union is also a key source of boots on the ground. In a statement, it promises that in the upcoming elections it will make “hundreds of thousands of face-to-face and door-to-door contacts, millions of phone calls, robust digital engagement and other activities to get out the vote.”\nThe union is already plotting how it can mobilize to help the Clinton campaign beat Sanders in the Iowa caucus. “We are going to start immediately,” said Henry.", "byline": "", "description": "<p>Organized labor took a major step in coalescing around Hillary Rodham Clinton on Tuesday, as one of its heavyweights voted to endorse her despite loud objections from backers of her rival and longtime labor stalwart Bernie Sanders.</p> <p>The Service Employees International Union, which represents 2 million...</p>", "title": "Hillary Clinton wins major endorsement from service workers' union", "url": "http://www.latimes.com/la-na-hillary-clinton-seiu-20151117-story.html", "topics": ["economy", "personality"], "people": ["Mary Kay Henry", "Hillary Rodham Clinton", "Hillary Clinton", "Bernie Sanders"], "org": "latimes", "election_confidence": 0.755535986105521, "authors": [{"author_id": 40355, "fullname": "evan halper", "primary_org": "latimes"}], "date_written": "2015-11-17 20:25:00", "orgs": ["Service Employees International Union", "Congress", "SEIU", "Supreme Court"], "article_id": "891f351100614be04265e2047b6318e8", "date_access": "2015-11-17 21:00:06.939874"}, {"body": "Editor's note: The following column originally appeared in The Hill newspaper and on TheHill.com.\nEven before the recent terror attacks in Paris, the politics of war were intruding upon the presidential primary campaign.\nLast week, among Republicans, former Florida Gov. Jeb Bush joined businesswoman Carly Fiorina and Ohio Gov. John Kasich in supporting a no-fly zone in Syria.\nSen. Rand Paul (R-Ky.) pointed out that candidates backing the no-fly zone have to be ready to shoot down Russian aircraft and handle the potential consequences, up to and including another world war.\nWithout new ideas from Republicans or his fellow Democrats for dealing with ISIS or the civil war in Syria, the president and his secretary of State John Kerry are trying to negotiate with Russia and Iran to create a coalition to jointly fight ISIS while protecting Syrian civilians as they try to flee.\nDespite those fireworks, the real U.S. political news on war in the Middle East is the growing divide among Democrats.\nHillary Clinton, President Obama’s former secretary of State, backs the idea of American forces taking out any aircraft over the war-torn eastern region of the country. The president does not.\nWhen Clinton announced support for the idea of a no-fly zone in early October, Obama, who is resisting that approach for fear of rapid escalation, slapped back at her, saying, “There’s a difference between running for president and being president.”\nThere is a lot of history at play among Obama, Clinton and top Democrats in the Senate when it comes to war in the Middle East. Clinton famously remarked in 2014, after leaving the administration, that “‘Don’t do stupid stuff’ is not a sufficient organizing principle,” for the nation’s foreign policy. The phrase is strongly identified with Obama. She also favored arming the Syrian rebels. Obama rejected the idea.\nClinton is backing the president’s decision to send 50 special operations troops to Syria. Last week, before Friday's atrocities in Paris took place, her campaign issued a statement saying she “sees merit in the targeted use of special operations personnel to support our partners in the fight against ISIS, including in Syria…Of course, she opposes the U.S. getting into a ground war in the Middle East.”\nThose last words are critical because Clinton’s opponent for the Democratic nomination this time is once again ready to portray her as a hawk who is ready to send Americans into yet another Middle Eastern war — just as then-Sen. Obama did back in 2008.\nSen. Bernie Sanders (I-Vt.) has expressed doubt that the 50 troops will be the last of the Americans sent to Syria. He warned that this small first step could lead to “perpetual warfare” for the U.S. in the Middle East. And in debates he loudly reminds Democrats of Clinton’s 2002 vote to authorize President Bush to go to war in Iraq.\nThe divide among Democrats over Middle East war strategy is also on painful view in the Senate. Several top Democrats in the upper chamber are adopting a bizarre stance where they are pushing the president to make a stronger commitment to fight in Syria even as they resist having a vote themselves to authorize the president to use added force in Syria.\nThe same type of political cowardice stopped the Senate from approving missile strikes against the Syrian regime to halt its use of chemical weapons against rebels when the war started in 2013.\nNow President Obama is not even waiting on Senate authorization to fight ISIS in Syria and Iraq. He is just sending in the troops.\nAnd without new ideas from Republicans or his fellow Democrats for dealing with ISIS or the civil war in Syria, the president and his secretary of State John Kerry are trying to negotiate with Russia and Iran to create a coalition to jointly fight ISIS while protecting Syrian civilians as they try to flee.\nMeanwhile, the president is using American soldiers in tactical roles to advise local forces battling ISIS.\nBut with the president entering the last year of his presidency, his fellow Democrats prefer positioning themselves as skeptics of his policy.\n“I don’t think it is a strategy that will work long term,” Sen. Kirsten Gillibrand (D-N.Y.) said in an interview on CBS. “I think ISIS is a great threat.”\n“I think 50, that won’t do it,” Sen. Dianne Feinstein (D-Calif.) said on NBC News. “If we are really going to use special forces, quick in, quick out, you have to do it in a much more comprehensive way.” She added that bombing and the few troops have not “changed the dynamic” in Syria.\nSen. Tim Kaine (D-Va.) also dismissed the Obama administration’s claim that the 50 soldiers are not “ground troops” because their role is to provide technical guidance to rebel troops fighting ISIS. Kaine said his position is that the Obama administration lacks a “comprehensive strategy” to defeat ISIS.\nThe most damning assessment of the president’s approach from a fellow Democrat came from Sen. Chris Murphy (Conn.). He criticized the administration for not keeping its word to the American people. “It’s hard not be concerned when the president very clearly ruled out putting troops on the ground in Syria and now they’re on their way into the battle,” Murphy told reporters. “We’ve crossed a line that is hard to understand.”\nIt is obvious that Democrats will have to deal with the consequences of Obama’s foreign policy legacy long after he leaves the White House. What’s hard to understand is why they feel the need to isolate him now — so long before he leaves — instead of working with their fellow Democrat.\nJuan Williams is a co-host of FNC's \"The Five,\" where he is one of seven rotating Fox personalities.\n+ FollowFoxNewsOpinion on Facebook", "byline": "", "description": "Even before the recent terror attacks in Paris, the politics of war were intruding upon the presidential primary campaign.", "title": "Hillary Clinton, Barack Obama and the growing divide among Democrats over the Middle East", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/juz2pP_wI5I/hillary-clinton-barack-obama-and-growing-divide-among-democrats-over-middle-east.html", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "John Kerry", "Juan Williams", "Kirsten Gillibrand", "Jeb Bush", "Hillary Clinton", "John Kasich", "Barack Obama", "Dianne Feinstein", "Bernie Sanders", "Chris Murphy", "Carly Fiorina", "Tim Kaine"], "org": "fox", "election_confidence": 0.5647385598974557, "authors": [], "date_written": "2015-11-17 17:50:00", "orgs": ["Senate", "FNC"], "article_id": "ec5c4ed866b1c1badf76a2fa1ffec174", "date_access": "2015-11-17 20:20:46.070287"}, {"body": "Updated 11/17/15 09:38 PM EST\nBy\nNahal Toosi\n.\n11/17/15 07:56 PM EST\nBy\nLauren French\nRepublicans exiting the members-only, classified meeting say they remain concerned that the vetting system used to screen refugees.\n2016\nUpdated 11/17/15 07:49 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n2016\n11/17/15 07:46 PM EST\nBy\nBurgess Everett\nThe Florida senator sees Cruz as vulnerable and in line with Democrats on what could become a dominant issue.\nDefense\n11/17/15 07:08 PM EST\nBy\nBryan Bender\nMilitary officials worry that leaders in Washington haven't absorbed the lessons of America's last big wars.\nUpdated 11/17/15 07:06 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:48 PM EST\nBy\nAndrew Restuccia\nand\nDarren Goode\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:20 PM EST\n11/17/15 06:18 PM EST\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\nCongress\n11/17/15 05:34 PM EST\nBy\nJake Sherman\nand\nSeung Min Kim\nIn a break from past infighting, Republican leaders are united behind a plan to tighten oversight of Syrian refugees.\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\nHe also says he supports governors who want to halt refugees from entering their states.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nMitch McConnell makes it clear the provision will remain in the measure designed to repeal Obamacare.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\nWe're working on more stories right now\nBy\nMichael Hirsh\nBy\nMatthew Levitt\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nBarack Obama speaks at the G-20 Summit in Antalya, Turkey. | Getty\nBy\nNahal Toosi\n11/17/15 09:33 PM EST\nUpdated 11/17/15 09:38 PM EST\nPresident Barack Obama is taking an even harsher tone against governors and lawmakers who want to stop the U.S. resettlement of Syrian refugees, blasting them for being \"scared of widows and orphans\" while playing into the hands of the Islamic State terrorist group.\n\"We are not well served when, in response to a terrorist attack, we descend into fear and panic. We don't make good decisions if its based on hysteria or an exaggeration of risks,\" Obama said while visiting the Philippines for the APEC economic summit. \"I cannot think of a more potent recruitment tool for ISIL than some of the rhetoric that's been coming out of here during the course of this debate.\"\nStory Continued Below\nIn the wake of the deadly attacks in Paris, more than half of U.S. governors, most of them Republican, have said they don't want refugees resettled in their states. House Republican leaders also are looking at legislation designed to stop the Obama administration from resettling up to 10,000 Syrian refugees next year. Several GOP presidential contenders have also slammed the idea of letting Syrians in, while some have suggested only letting in those who are Christian.\nObama earlier this week has expressed anger over the idea of discriminating based on religion, and reiterated that sentiment in his latest comments in Manila.\n\"When individuals say we should have a religious test and that only Christians, proven Christians should be admitted, that's offensive,\" he said.\nThe president also noted that many of the same people who have suggested stopping refugees from coming to the United States also claim they themselves are tough enough to stare down Russian President Vladimir Putin.\nBy\nJake Sherman\n\"At first they were too scared of the press being too tough on them in the debates,\" Obama said. \"Now they are scared of three-year-old orphans. That doesn't seem so tough to me.\"\nThe president's comments appear to be a reference to remarks by New Jersey Gov. Chris Christie, who told conservative radio host Hugh Hewitt on Monday: “I don’t think orphans under 5 are being, you know, should be admitted into the United States at this point. But you know, they have no family here. How are we going to care for these folks?”\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Obama torches GOP on Syrian refugees: &apos;Now they are scared of 3-year-old orphans&apos;", "url": "http://www.politico.com/story/2015/11/barack-obama-refugees-216007", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Henry C. Jackson", "Hadas Gold", "Vladimir Putin", "Hugh Hewitt", "Chris Christie", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Katie Glueck", "Bryan Bender", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "Barack Obama", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Josh Gerstein", "Darren Goode"], "org": "politico", "election_confidence": 0.8299331873104385, "authors": [{"author_id": 30856, "fullname": "nahal toosi", "primary_org": "politico"}], "date_written": "2015-11-18 02:33:36", "orgs": ["CIA", "Gawker", "Congress", "NSA", "Supreme Court", "Justice Department", "National Defense", "Congressional Black Caucus", "ISIL", "GOP"], "article_id": "3050234e1a5669e5acb1277be5d4817c", "date_access": "2015-11-18 02:43:26.904009"}, {"body": "11/17/15 07:56 PM EST\nBy\nLauren French\nRepublicans exiting the members-only, classified meeting say they remain concerned that the vetting system used to screen refugees.\n2016\nUpdated 11/17/15 07:49 PM EST\nBy\nAlex Isenstadt\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n2016\n11/17/15 07:46 PM EST\nBy\nBurgess Everett\nThe Florida senator sees Cruz as vulnerable and in line with Democrats on what could become a dominant issue.\nDefense\n11/17/15 07:08 PM EST\nBy\nBryan Bender\nMilitary officials worry that leaders in Washington haven't absorbed the lessons of America's last big wars.\nUpdated 11/17/15 07:06 PM EST\nBy\nNolan D. McCaskill\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\nUpdated 11/17/15 06:48 PM EST\nBy\nAndrew Restuccia\nand\nDarren Goode\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\nUpdated 11/17/15 06:40 PM EST\nBy\nEliza Collins\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\nUpdated 11/17/15 06:38 PM EST\nBy\nEliza Collins\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says.\nWar Room\n11/17/15 06:36 PM EST\nBy\nMichael Hirsh\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMatthew Levitt\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground.\nWar Room\n11/17/15 06:33 PM EST\nBy\nMichael Shurkin\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\nIn The Arena\n11/17/15 06:32 PM EST\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nHow to stop nuclear material from falling into the wrong hands.\nUpdated 11/17/15 06:31 PM EST\nBy\nNahal Toosi\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\nUpdated 11/17/15 06:26 PM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nReligion\n11/17/15 06:24 PM EST\nBy\nNahal Toosi\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n11/17/15 06:22 PM EST\nBy\nEliza Collins\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n11/17/15 06:20 PM EST\n11/17/15 06:18 PM EST\nUpdated 11/17/15 06:10 PM EST\nBy\nHadas Gold\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n2016\n11/17/15 05:57 PM EST\nBy\nKatie Glueck\nand\nDaniel Strauss\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n11/17/15 05:51 PM EST\nCongress\n11/17/15 05:34 PM EST\nBy\nJake Sherman\nand\nSeung Min Kim\nIn a break from past infighting, Republican leaders are united behind a plan to tighten oversight of Syrian refugees.\n11/17/15 05:34 PM EST\n11/17/15 05:33 PM EST\n11/17/15 05:28 PM EST\n11/17/15 05:23 PM EST\nBy\nHenry C. Jackson\nWith friends like these... — Clinton's union backing\n11/17/15 04:45 PM EST\nBy\nEli Stokols\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said.\nUpdated 11/17/15 04:44 PM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 04:31 PM EST\nBy\nHadas Gold\nand\nJohn Bresnahan\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n11/17/15 04:22 PM EST\nUpdated 11/17/15 04:08 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n11/17/15 03:46 PM EST\nBy\nSeung Min Kim\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n11/17/15 03:20 PM EST\nBy\nHadas Gold\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n11/17/15 02:44 PM EST\nBy\nNick Gass\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n11/17/15 02:41 PM EST\n11/17/15 02:12 PM EST\nBy\nBurgess Everett\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\nUpdated 11/17/15 02:01 PM EST\nBy\nJosh Gerstein\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n11/17/15 02:00 PM EST\nBy\nIsaac Arnsdorf\nSpace bill passes, casino bill fails — Brady fundraiser\n11/17/15 01:32 PM EST\nBy\nNick Gass\nHis statement differs from a campaign ad released earlier in the day.\n11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\nWe're working on more stories right now\nBy\nMichael Hirsh\nBy\nMatthew Levitt\nBy\nMichael Shurkin\nBy\nSam Nunn\n,\nRichard Lugar\nand\nDes Browne\nAP Photo\nBy\nLauren French\n11/17/15 07:56 PM EST\nHouse Republicans say that top security officials with the Obama administration did little to assuage their concerns about the threat of terrorists entering the country from Syria.\nDepartment of Homeland Security Secretary Jeh Johnson and FBI Director James Comey gave a bipartisan briefing to lawmakers Tuesday night, but Republicans exiting the members-only, classified meeting said they remain concerned that the vetting system used to screen refugees entering the U.S. is inadequate.\nStory Continued Below\n\"We come to these kinds of briefings to get comfort and we leave feeling a lot less comfortable,\" said Arizona Republican Rep. Matt Salmon, a member of the Foreign Affairs Committee. “It’s clear that the vetting process is far from adequate and I have great concerns about allowing people on our shores without knowing that we are able to find out information about them.”\nThe House is set to vote this week on a bill, drafted by Rep. Richard Hudson (R-N.C.), that would strengthen the vetting process for individuals seeking refugee status. It includes a temporary moratorium on refugees from Syria entering the U.S. until the Department of Homeland Security and the FBI can implement those tougher standards.\nThe concern over refugees in the U.S. comes four days after terrorists killed 129 people in a series of attacks in Paris. The Islamic State of Iraq and the Levant has taken credit for those attacks.\nDefense\nBy\nBryan Bender\nHudson said after the briefing that the administration needs to report to Congress on its efforts before GOP lawmakers feel comfortable seeing thousands of Syrian entering the U.S.\nBut Hudson offered a rebuke of Republican presidential candidates, such as Jeb Bush, who had suggested focusing on allowing Christian refugees to enter the country.\nThe Obama administration officials told lawmakers they were attempting to quickly distill information coming in from allies to rigorously vet individual who want refugee status. But Rep. Peter King (R-N.Y.) said he was “not satisfied” with how the Homeland Security Department and the FBI screen individuals.\n“There is no database from Syria and that’s pretty much it,” King said.\nA leading Democrat, however, defended the vetting process, saying the administration had a “comprehensive answer” to lawmakers' concerns.\n“The process takes on average 18 months to two years. There are background checks and bio-metric identifiers,” California Rep. Adam Schiff, the top Democrat on the House Intelligence Committee. “It’s a very laborious process. My sense is that members want to make sure their constituents are safe … but at the same time we don’t want to be deterred from helping those in need.”\nRepublicans are hoping that at least some of the 188 House Democrats will back the Hudson bill when it comes to the House floor for a vote this week.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Republicans not satisfied after administration briefing on Syria", "url": "http://www.politico.com/story/2015/11/republicans-syria-obama-216006", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Henry C. Jackson", "Hadas Gold", "Adam Schiff", "Richard Hudson", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Katie Glueck", "Bryan Bender", "Charlie Hebdo", "Michael Hirsh", "Jeb Bush", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "Jeh Johnson", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Peter King", "Matt Salmon", "Lauren French", "John Podesta", "James Comey", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Josh Gerstein", "Darren Goode"], "org": "politico", "election_confidence": 0.9264974045964233, "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}], "date_written": "2015-11-18 00:56:02", "orgs": ["CIA", "Gawker", "Congress", "NSA", "Supreme Court", "Homeland Security Department", "Parenthood", "Justice Department", "Department of Homeland Security", "National Defense", "Congressional Black Caucus", "FBI", "GOP", "House Intelligence Committee"], "article_id": "6abd4c36afb81113b0bb2b514cf73f6e", "date_access": "2015-11-18 01:00:06.208878"}, {"body": "Since 1975, the United States has resettled more than three million refugees. They have contributed to the economy and culture of all 50 states. As hundreds of thousands of Syrians have fled their war-ravaged homeland, a growing number of American politicians — including more than half of the nation’s governors — are responding with unspeakable cruelty.\nHere’s a sample of reactions:\nAsked whether he would allow orphaned refugees, Gov. Chris Christie of New Jersey said: “I don’t think orphans under five are being, you know, should be admitted into the United States at this point.”\nDonald Trump, a leading Republican presidential candidate and the nation’s immigrant basher in chief, predictably joined the keep-em-out camp.\nRefugees from Syria are now pouring into our great country. Who knows who they are – some could be ISIS. Is our president insane?\n— Donald J. Trump (@realDonaldTrump) 17 Nov 15\nGov. Greg Abbott of Texas wrote a letter to President Obama saying Texas would not be welcoming to any new Syrian refugees. He warned that “opening our door to them irresponsibly exposes our fellow Americans to unspeakable peril.”\nMy letter to @POTUS: Texas WILL NOT accept any Syrian refugees in the wake of the Paris attacks. https://t.co/GOALpfBD3X\n— Gov. Greg Abbott (@GovAbbott) 16 Nov 15\nGov. Rick Snyder of Michigan, which is home to one of the nation’s largest communities of Muslims, wrote a letter to Secretary of State John Kerry and Jeh Johnson, the Secretary of Homeland Security, urging a “full review” of the screening process for refugees.\nHere is the letter that I sent to Secretary John Kerry and Secretary Jeh Johnson: https://t.co/IcW1OJxrlj https://t.co/kxJYnrXpwh\n— Governor Rick Snyder (@onetoughnerd) 16 Nov 15\nEven though governors have no control over refugee admission policy, Gov. Bobby Jindal of Louisiana signed an executive order seeking to keep Syrian refugees out of his state.\nMy letter to @POTUS: In light of Paris terrorist attacks, time to pause process of refugees coming to the US https://t.co/v2K7wuigX0\n— Gov. Bobby Jindal (@BobbyJindal) 14 Nov 15\nIt is heartening that some governors, including Jay Inslee of Washington, took the opposite tack, saying their states would continue to welcome people fleeing war.\nWA continues to welcome those seeking refuge from persecution, no matter where they come from or their religion https://t.co/kT7dlJ4WJZ 3/3\n— Governor Jay Inslee (@GovInslee) 16 Nov 15", "byline": "ERNESTO LONDOÑO", "description": "As hundreds of thousands flee Syria, a growing number of American politicians are responding with unspeakable cruelty.", "title": "Taking Note: The Vile Politics of the Syrian Refugee Crisis", "url": "http://takingnote.blogs.nytimes.com/2015/11/17/the-vile-politics-of-the-syrian-refugee-crisis/", "topics": ["foreign policy/national security"], "people": ["John Kerry", "Jay Inslee", "Chris Christie", "Jeh Johnson", "Donald Trump", "Rick Snyder", "Donald J. Trump", "Bobby Jindal", "Greg Abbott"], "org": "nyt", "election_confidence": 0.875829430066289, "authors": [{"author_id": 2209, "fullname": "ernesto londoño", "primary_org": "nyt"}], "date_written": "2015-11-17 19:28:04", "orgs": ["Homeland Security"], "article_id": "222953b08f512661211899e44021ac48", "date_access": "2015-11-17 19:44:22.946634"}, {"body": "Ben Carson’s remarks on foreign policy have repeatedly raised questions about his grasp of the subject, but never more seriously than in the past week, when he wrongly asserted that China had intervened militarily in Syria and then failed, on national television, to name the countries he would call on to form a coalition to fight the Islamic State.\nFaced with increasing scrutiny about whether Mr. Carson — who leads in some Republican presidential polls — was capable of leading American foreign policy, two of his top advisers said in interviews with The New York Times that he had struggled to master the intricacies of the Middle East and national security and that intense tutoring was having little effect.\n“Nobody has been able to sit down with him and have him get one iota of intelligent information about the Middle East,” Duane R. Clarridge, a top adviser to Mr. Carson on terrorism and national security, said in an interview. He also said Mr. Carson needed weekly conference calls briefing him on foreign policy so “we can make him smart.”\nAs the deadly assaults in Paris claimed by the Islamic State reframe the presidential race, the candidates’ foreign policy credentials are suddenly under scrutiny. And Mr. Carson has attracted extra attention because his repeated dubious statements give rise to questions about where, as a retired neurosurgeon without government experience, he turns for information and counsel on complex global issues. What is unusual is the candor of those who are tutoring him about the physician’s struggle to master the subject.\nIn last week’s Republican debate, speaking of the turmoil in Syria, Mr. Carson said that “the Chinese are there.”\nBoth the White House and China denied that China had intervened militarily in Syria.\nThis week, Mr. Carson’s advisers said that his source for claiming Chinese involvement in Syria was a telephone conversation he had had with a freelance American intelligence operative in Iraq.\nAccording to notes of the briefing kept by a Carson aide who was also on the line, the operative had said, “Multiple reports have surfaced that Chinese military advisers are on the ground in Syria, operating with Russian special operations personnel.”\nMr. Clarridge, a former C.I.A. agent who had connected Mr. Carson with the operative in Iraq, said on Monday that the information was wrong. The operative in Iraq had “overleaped” in suggesting Chinese troops are in Syria, Mr. Clarridge said, adding of the operative, “You know how it goes when people are desperate for some headline.”\nMr. Clarridge, described by Mr. Carson’s top adviser, Armstrong Williams, as “a mentor for Dr. Carson,” is a colorful, even legendary figure in intelligence circles, someone who could have stepped out of a Hollywood thriller. He was a longtime C.I.A. officer, serving undercover in India, Turkey, Italy and other countries. During the Reagan administration, he helped found the agency’s Counterterrorism Center and ran the C.I.A.’s Latin American division.\nIndicted on charges of lying to Congress in the Iran-contra scandal (he was later pardoned), Mr. Clarridge today runs a private network of intelligence sources, including, he said, experts on Iran, China and the Middle East, who have all briefed Mr. Carson in phone calls or Skype sessions.\nMr. Clarridge, who contacted Mr. Carson nearly two years ago to offer his services without pay, has helped the candidate prepare for debates. But the briefings do not always seem to sink in, Mr. Clarridge acknowledged. After Mr. Carson struggled on “Fox News Sunday” to say whom he would call first to form a coalition against the Islamic State, Mr. Clarridge called Mr. Williams, the candidate’s top adviser, in frustration. “We need to have a conference call once a week where his guys roll out the subjects they think will be out there, and we can make him smart,” Mr. Clarridge said he told Mr. Williams.\nMr. Williams, one of Mr. Carson’s closest friends, who does not have an official role in the campaign, also lamented the Fox News interview. “He’s been briefed on it so many times,” he said. “I guess he just froze.”\nMr. Carson, 64, who retired as one the world’s foremost pediatric neurosurgeons, has sometimes struggled to adapt his thoughtful manner and speaking style to the rat-a-tat of debates and TV interviews. “Sometimes he overthinks things,” Mr. Armstrong said, adding that he spoke to Mr. Carson after the Fox News stumble. “I could tell, talking to him, it was a bummer for him.”\nOnce written off by political insiders, Mr. Carson has rocketed to the top tier of candidates and has traded off a lead in recent polls with Donald J. Trump.\nBut the stress of his ascent has revealed an inexperienced political operation and a lack of connections to informed and respected advisers. Whereas Jeb Bush can call on dozens of experts from the foreign policy establishment who once worked for the presidential administrations of his father and brother, Mr. Carson so far has only one paid national security adviser, Robert F. Dees, a retired Army general on the staff of Liberty University, the institution founded by Jerry Falwell.\nThe Carson campaign has also set up conversations between the candidate and former senior foreign affairs officials in past presidential administrations, including former secretaries of state, Mr. Williams said.\nOne official, Michael V. Hayden, a former C.I.A. director, described a conversation he had had with Mr. Carson to MSNBC last week. “I had one lengthy phone call with Ben Carson two months ago,” Mr. Hayden said, “and his instincts are all right, but this is a database in which he’s very unfamiliar.”\nMr. Dees, a West Point graduate whose biography lists commands in Korea and Europe, met Mr. Carson at a conference at a Baptist church in February. He said he and the candidate had since “locked ourselves up in a hotel room a couple of different sessions and took walks around the world.”\nHe also provides Mr. Carson with a regular national security update, with input from a group of retired military officers, business leaders and “ambassador-level type guys,” he said, some of whom the campaign plans to identify shortly.\nMr. Dees offered a different portrait of Mr. Carson than Mr. Clarridge. “Dr. Carson is an amazing intellect,” he said. “He has the right stuff to be commander in chief.”\nOn Facebook, where the campaign connects to its vast grass-roots army, two of his top campaign aides posted a video on Monday highlighting his “Fox News Sunday” interview with no hint of Mr. Carson’s private acknowledgment that he had performed poorly. The Facebook page included what it said was supporting evidence of Mr. Carson’s claim of Chinese involvement in Syria: a satellite image of a purported Chinese-made radar system in Syria, and a Syrian soldier posing on a Chinese-made armored vehicle.\nBut the effort to claim that Mr. Carson had meant only that there was Chinese-made material in Syria, not military personnel, was contradicted by his own top Middle East adviser, Mr. Clarridge.\nHe blamed his operative, who had spoken to Mr. Carson ahead of last week’s Republican debate. The operative, who had visited the Kurd-controlled city of Erbil in Iraq, described unconfirmed intelligence he had gleaned about disguised Russian soldiers working in Kurdistan.\n“Russian special forces are staying in the Titanic Hotel in Sulaymaniya,” the operative said, according to notes recorded by Mr. Williams. “They frequent an Irish pub in the hotel bar.”\n“The jump from Erbil and Soviets,” Mr. Clarridge said, to the Chinese “in Damascus is a long leap.”", "byline": "TRIP GABRIEL", "description": "The candidate’s remarks on the Middle East and national security have raised questions about his knowledge of the subject, and advisers say tutoring is having little effect.", "title": "Ben Carson Is Struggling to Grasp Foreign Policy, Advisers Say", "url": "http://www.nytimes.com/2015/11/18/us/politics/ben-carson-is-struggling-to-grasp-foreign-policy-advisers-say.html", "topics": ["foreign policy/national security"], "people": ["Armstrong Williams", "Jeb Bush", "Andrew Williams", "Donald J. Trump", "Jerry Falwell", "Ben Carson"], "org": "nyt", "election_confidence": 0.776413444439115, "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-11-17 20:03:18", "orgs": ["Congress", "Advisers", "Reagan", "Liberty University", "MSNBC", "Soviets"], "article_id": "10a430aff78b0bb21e57240231d9b111", "date_access": "2015-11-17 20:34:47.747412"}, {"body": "Democratic presidential candidate Hillary Rodham Clinton walks on stage before speaking at the Central Iowa Democrats Fall Barbecue Sunday, Nov. 15, 2015, in Ames, Iowa. (AP Photo/Charlie Neibergall)\nDALLAS –  Hillary Rodham Clinton won the endorsement of the Service Employees International Union on Tuesday, giving her the support of a labor powerhouse that backed President Barack Obama in 2008.\nThe nation's largest health care union represents about 2 million nurses, health care workers and other caregivers and is among the most ethnically diverse unions in the country. The decision is a blow to Vermont Sen. Bernie Sanders, whose supporters had pushed against an endorsement.\n\"Hillary Clinton has proven she will fight, deliver and win for working families,\" said SEIU president Mary Kay Henry in a statement. \"SEIU members and working families across America are part of a growing movement to build a better future for their families, and Hillary Clinton will support and stand with them.\"\nClinton was holding a rally in Dallas later Tuesday in which she planned to discuss the health care overhaul under Obama. It represents another show of strength for Clinton, who has locked up most of the major unions despite Sanders' message of helping workers overcome income inequality. In a statement, Clinton said she was \"deeply honored\" by the endorsement.\nThe third main Democratic candidate, former Maryland Gov. Martin O'Malley, is shifting staff from his Baltimore headquarters to Iowa and other early states as he struggles to raise money.\nSEIU endorsed Obama over Clinton in early 2008, giving the future president a boost in the lengthy Democratic primary battle. Union officials said Clinton received a strong majority in the vote of its leadership and a recent poll of its membership found about 70 percent back Clinton.\nSanders spokesman Michael Briggs said the campaign was \"gratified that hundreds of thousands of workers are part of the growing grassroots movement supporting Bernie's campaign to help working families.\"\nThe union has been at the forefront in the fight to get cities to adopt a $15 an hour minimum wage.\nClinton has endorsed raising the federal minimum wage to $12 an hour, a level below the $15 an hour that Sanders and former Maryland Gov. Martin O'Malley have sought. But the union says its support was about building a movement for higher wages, not about a candidate or a campaign.\nThe union could be an asset to Clinton in the general election because it has a large presence in several battleground states, including Florida and Colorado. Half of its members are women and about 40 percent are minorities, with many speaking languages such as Spanish, Chinese and Creole.", "byline": "", "description": "Hillary Rodham Clinton won the endorsement of the Service Employees International Union on Tuesday, giving her the support of a labor powerhouse that backed President Barack Obama in 2008.", "title": "Large health care workers union backs Clinton", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Fo-N12SyfrY/", "topics": ["income inequality"], "people": ["Charlie Neibergall", "Martin O'Malley", "Mary Kay Henry", "Michael Briggs", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders"], "org": "fox", "election_confidence": 0.6605655449858375, "authors": [], "date_written": "2015-11-17 19:06:17", "orgs": ["Service Employees International Union", "SEIU"], "article_id": "6aef3ac58a38c7273264f0f01caa2628", "date_access": "2015-11-17 19:21:28.663527"}, {"body": "Three Democratic candidates for president debate Saturday in Des Moines. You can watch the debate, starting at 9 p.m. ET, with NPR's politics team — follow below or chat with us on Twitter at #nprdebate. NPR's Jessica Taylor is also live blogging at npr.org.\n#nprdebate Tweets\n!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+\"://platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");", "byline": "", "description": "Share your comments and questions to NPR's political reporters and editors during Saturday's debate.", "title": "LIVE CHAT: Join NPR's Politics Team For The Democratic Debate", "url": "http://www.npr.org/2015/11/14/456051903/live-chat-join-nprs-politics-team-for-the-democratic-debate", "topics": [], "people": [], "org": "npr", "election_confidence": 0.2631006547406251, "authors": [{"author_id": 19287, "fullname": "hung vo", "primary_org": "huffpo"}], "date_written": "2015-11-15 00:01:00", "orgs": [], "article_id": "08e69c49df5d78d62d580bbf5d100e58", "date_access": "2015-11-15 00:03:26.320193"}, {"body": "(CNN)Two of the country's largest and most influential religious groups, the U.S. Conference of Catholic Bishops and the National Association of Evangelicals, are urging the United States not to halt the resettlement of Syrian refugees after the deadly terrorist attack in Paris last Friday.\n\"Of course we want to keep terrorists out of our country, but let's not punish the victims of ISIS for the sins of ISIS,\" Leith Anderson, NAE president, said on Tuesday.\nHouse Speaker Paul Ryan has called for a \"pause\" in the U.S. program accepting Syrian refugees and 27 governors have said they will not welcome them, though they have little legal authority to bar the federal government from settling refugees in their states.\nMeanwhile, almost every GOP presidential candidate has said the United States should stop admitting Syrian refugees. Ted Cruz told CNN that the country should deny entry to Muslim refugees from Syria, but leave the door open to fleeing Christians. Jeb Bush said that refugee resettlement should \"focus\" on Christians.\nTuesday's announcements from the Catholic bishops and evangelical association, which represents some 45,000 churches, put several candidates squarely at odds with their religious leaders. Sen. Marco Rubio, Bush and Chris Christie are Catholic. Cruz and Mike Huckabee are evangelicals.\n\"I am disturbed ... by calls from both federal and state officials for an end to the resettlement of Syrian refugees in the United States,\" Bishop Eusebio Elizondo, Chairman of the Catholic bishops' committee on migration, said on Tuesday.\n\"These refugees are fleeing terror themselves -- violence like we have witnessed in Paris. They are extremely vulnerable families, women, and children who are fleeing for their lives. We cannot and should not blame them for the actions of a terrorist organization.\"\nOnly 1,500 Syrian refugees have been accepted into the United States since 2011, but the Obama administration announced in September that 10,000 Syrians will be allowed entry next year.\nAt least one of the suspects believed to be involved in the Paris terrorist attacks that killed 129 entered Europe among the current wave of Syrian refugees. He had falsely identified himself as a Syrian named Ahmad al Muhammad and was allowed to enter Greece in early October.\nBut the United States has a \"strong track record\" for screening refugee applicants, Anderson said.\n\"It is more thorough and careful than the screening for tourist and student visas to the United States. A tourist with a French passport does not need screening or a visa; a refugee from Syria must pass multiple careful tests for eligibility.\"\nElizondo echoed that thought, noting that refugees must pass security checks and multiple interviews before entering the United States.\n\"Instead of using this tragedy to scapegoat all refugees,\" the bishop continued, \"I call upon our public officials to work together to end the Syrian conflict peacefully so the close to 4 million Syrian refugees can return to their country and rebuild their homes.\"\nMany, but not all, American religious leaders have likewise called on the United States to forge ahead with plans to resettle Syrian refugees. Franklin Graham, the son of famed evangelist Billy Graham, posted this message on November 14:\n\"We cannot allow Muslim immigrants to come across our borders unchecked while we are fighting this war on terror. If we continue to allow Muslim immigration, we'll see much more of what happened in Paris -- it's on our doorstep.\"", "byline": "", "description": "", "title": "Don't scapegoat Syrian refugees, evangelicals and bishops say", "url": "http://www.cnn.com/2015/11/17/politics/catholics-evangelicals-refugees/index.html", "topics": ["foreign policy/national security"], "people": ["Chris Christie", "Billy Graham", "Jeb Bush", "Marco Rubio", "Mike Huckabee", "Paul Ryan", "Franklin Graham", "Ted Cruz"], "org": "cnn", "election_confidence": 0.5662879265632375, "authors": [{"author_id": 2580, "fullname": "daniel burke religion editor", "primary_org": "cnn"}], "date_written": "2015-11-17 21:09:35", "orgs": ["United States.", "U.S. Conference of Catholic Bishops", "GOP"], "article_id": "e38166d1b47dcfd7516b8e49ac6e69de", "date_access": "2015-11-17 21:22:10.419155"}, {"body": "11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:01 AM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus: Economy\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nUpdated 11/16/15 10:58 PM EST\nBy\nBurgess Everett\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\nUpdated 11/16/15 10:57 PM EST\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIt is correcting errors that came to light during Hillary Clinton's campaign.\nWe're working on more stories right now\nBy\nSara Solovitch\nBy\nJessica Stern\nBy\nMichael Hirsh\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nHillary Clinton, her presidential campaign chairman John Podesta, left, and Deputy Chief of Staff of Senate Minority Leader Harry Reid David McCallum on Capitol Hill. | Getty\nBy\nLauren French\n11/17/15 11:43 AM EST\nHillary Clinton's top deputy will be on Capitol Hill on Tuesday to continue the campaign's outreach to African-American Democrats.\nJohn Podesta, the chairman of Clinton's presidential campaign, will be at the Democratic National Committee headquarters to discuss their strategy and talk to members of the Congressional Black Caucus.\nStory Continued Below\nThe Clinton campaign has been heavily courting members of the black caucus — a group that strongly supported her 2008 primary opponent, then-Sen. Barack Obama — since she first announced her candidacy earlier this year.\nAfrican-American lawmakers have stumped for her on the campaign trail in key early-voting states and in black churches in the South. Clinton also personally hosted a private reception for black lawmakers in September during the Congressional Black Caucus Foundation’s annual gala in Washington.\n© 2015 POLITICO LLC", "byline": "", "description": "", "title": "Clinton campaign continues outreach to black lawmakers", "url": "http://www.politico.com/story/2015/11/hillary-clinton-cbc-215974", "topics": ["economy", "immigration"], "people": ["Sara Solovitch", "Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Michael Hirsh", "Kate Tummarello", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Steven Shepard", "Barack Obama", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Loretta Lynch", "Annie Karni", "Josh Gerstein", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Hillary Clinton", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.7288609186461441, "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}], "date_written": "2015-11-17 16:43:26", "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "Congressional Black Caucus Foundation", "Democratic National Committee", "FCC", "College", "Senate GOP", "Congressional Black Caucus", "CMS", "GOP"], "article_id": "c02d4809ebc267cdb7e9b3554369c252", "date_access": "2015-11-17 17:00:06.602881"}, {"body": "WASHINGTON American voters are evenly split between Republican presidential candidate Donald Trump and Democratic rival Hillary Clinton as their top choice to address the issue of terrorism following the Paris attacks, a Reuters/Ipsos poll found.\nAsked to choose between the entire field of 2016 presidential hopefuls, 20 percent of 1,106 respondents surveyed between Nov. 16-17 opted for Trump. An equal share picked Clinton.(polling.reuters.com/#!poll/TM743CY15)\nGiven Clinton's background as a former secretary of state it is perhaps not surprising that she did reasonably well in the poll. However, Trump's good showing upends an emerging narrative that the Paris shootings and suicide bombings would prompt voters to rethink their support for the real estate billionaire, who leads the field of Republican presidential candidates.\nSome pollsters and political pundits had predicted that Republican voters would now gravitate toward establishment candidates like Florida Senator Marco Rubio and former Florida Governor Jeb Bush, who has been languishing in the polls. Both are seen as stronger on foreign policy than Trump and his main Republican rival, retired neurosurgeon Ben Carson. Neither have any experience in government and are running as Washington outsiders.\nDuring a campaign rally on Saturday, Trump blamed stringent gun laws in Paris for the attacks, telling attendees that it would have been a “much different situation” if the victims had been armed. He has also said he would close some mosques to stop Muslim extremist attacks in the United States.\nMirroring national primary polls, Clinton and Trump also took the top marks in the Reuters/Ipsos survey when looking at just voters from their own party. Asked to pick the best Democratic candidate, 52 percent of Democrats polled selected Clinton. When Republicans were asked to choose among their potential nominees, 33 percent said Trump.\nAfter Trump, Republican voters viewed Rubio, a member of the Senate Foreign Relations Committee known for his hawkish views, as the strongest candidate (17 percent) to deal with terrorism. Carson was tied with Bush at around 9 percent.\nOf the Republicans polled, 36 percent said they now have more confidence in Trump's ability to be president - the largest show of support in the primary field. Only 10 percent said they were less confident in his abilities following the attacks.\nCarson and Rubio were also viewed more favorably as potential presidents by Republicans in the poll. Bush, however, got no immediate bump in confidence of his ability to be president. And only 8 percent of Republicans polled thought he would be the best leader to address terrorism.\nThe biggest damage came to a trio of Republican candidates who have struggled to rise in the polls.\nOf those Republicans polled, 16 percent said they now have less confidence in former Hewlett-Packard CEO Carly Fiorina, 22 percent felt the same about Ohio Governor John Kasich and 19 percent said they have less confidence in Kentucky Senator Rand Paul - who has distinguished himself as the least hawkish candidate in his party.\nThe poll has a credibility interval of 3.4 percentage points for all voters. When looking at just Democrats or Republicans, the poll has a credibility interval of about 5.4 percentage points.\n(Additional reporting by Chris Kahn, Alana Wise, editing by Ross Colvin)", "byline": "", "description": "WASHINGTON (Reuters) - American voters are evenly split between Republican presidential candidate Donald Trump and Democratic rival Hillary Clinton as their top choice to address the issue of terrorism following the Paris attacks, a Reuters/Ipsos poll found.", "title": "Exclusive: After Paris, Americans see Trump, Clinton as most able to address terrorism - poll", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/O2blN43251w/story01.htm", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "Jeb Bush", "Hillary Clinton", "John Kasich", "Donald Trump", "Marco Rubio", "Alana Wise", "Ross Colvin", "Carly Fiorina", "Ben Carson"], "org": "reuters", "election_confidence": 0.9994244511019607, "authors": [{"author_id": 39032, "fullname": "ginger gibson", "primary_org": "reuters"}], "date_written": "2015-11-17 19:00:40", "orgs": ["Senate Foreign Relations Committee", "United States."], "article_id": "b6fc6cb220840be8e85e78a0b2af85f8", "date_access": "2015-11-17 19:49:10.329631"}, {"body": "(AP) â\u0080\u0094 Hillary Rodham Clinton's campaign is launching a new offensive on taxes, saying Bernie Sanders' health care plan would require middle-class workers to pay higher taxes.\nClinton campaign spokesman Brian Fallon says in a statement that a 2013 proposal by Sanders in the Senate to create a single-payer health care system showed middle-class families would face higher taxes. He says \"simple math\" shows Sanders would need to tax workers more to pay for his agenda.\nSanders campaign spokesman Michael Briggs says their \"Medicare for all\" plan would save taxpayers money in the long run because it would eliminate wasteful health spending. He says Clinton supports a system that \"props up private insurance companies and pharmaceutical companies\" which have given money to her campaign.\nClinton was holding a rally Tuesday in Dallas.", "byline": "", "description": "DALLAS (AP) — Hillary Rodham Clinton's campaign is launching a new offensive on taxes, saying Bernie Sanders' health care plan would require middle-class workers to pay higher taxes.", "title": "Clinton, Sanders spar over taxes, health care", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US-DEM-2016-Clinton-Taxes/id-720658cf9f604930aacf57aa1dae2022", "topics": ["health"], "people": ["Hillary Rodham Clinton", "Brian Fallon", "Michael Briggs", "Bernie Sanders"], "org": "ap", "election_confidence": 0.5915420659829288, "authors": [{"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-11-17 09:49:00", "orgs": ["Senate", "DALLAS"], "article_id": "b2e0332a2fdd4aac4e17d76a7c007baa", "date_access": "2015-11-17 15:00:09.708374"}, {"body": "Louisiana Gov.\nBobby Jindal\n, who campaigned as an unstinting champion of social conservatives but found himself crowded out by other more forceful, dynamic personalities, on Tuesday abruptly ended his bid for the Republican presidential nomination.\nJindal, 44, had staked out far-right territory -- with a particular focus on social conservatives -- but never gained traction during a primary that’s been dominated by outsiders with similar or more conservative views, particularly\nDonald Trump\nand\nBen Carson\n.\nJindal noted that the policy papers his campaign had unveiled in recent months, on issues such as energy and education, hadn't resonated with voters.\n“During this crazy, unpredictable election season, clearly there just wasn’t a lot of interest in those policy papers,” he said Tuesday in an announcement on Fox News.\nJindal consistently drew support in polls in the low single digits and never made it to the main stage in any of the Republican debates. His exit from the crowded\nGOP\nprimary comes after Wisconsin Gov.\nScott Walker\nand former Texas Gov.\nRick Perry\nalso departed the race.\n“The Republican Party has to lay out the pathway for why we are the party for opportunity and growth,” Jindal said Tuesday.\nEarlier this week, a blow to Jindal’s campaign came when Rep.\nSteve King\n(R-Iowa), a firebrand among\ntea party\nconservatives, threw his support behind Sen.\nTed Cruz\nof Texas. King had been heavily courted by the Louisiana governor for his endorsement.\nJindal spent the majority of his time campaigning in Iowa -- by some tallies, more than any other GOP candidate -- where caucusgoers will kick off voting in the 2016 election cycle in February.\nCraig Robinson\n, former political director of the Iowa Republican Party, said that while grass-roots social conservatives in Iowa supported Jindal's message, he just lacked the appeal of Cruz.\nCruz “just brought more juice and generated a lot more enthusiasm,” Robinson said.\nDennis Goldford, a longtime student of the Iowa caucuses who teaches political science at Des Moines'\nDrake University\n, noted the large amount of time Jindal spent in Iowa, dating back to last year.\n“Jindal would always get a good response from audiences, but that enthusiastic support never showed up in his poll numbers,” Goldford said.\nMoreover, Goldford noted that Jindal was vying for the social conservative vote along with Cruz, Carson and Mike Huckabee, winner of 2008 caucus. Collectively, those candidates took “all the oxygen out of the room.”\nYet Jindals’ campaign on Tuesday did not highlight other candidates as a reason for his exit.\nCurt Anderson, a chief strategist to Jindal, said Tuesday that his lack of fundraising -- which hovered near a paltry $1.1 million -- was among the deciding factors for his exit from the race.\n“We were far behind,” Anderson said. \"Say what you want, it takes money to win elections.\"\nBarabak reported from Des Moines and Lee from Los Angeles.\nFollow\n@kurtisalee\nand\n@markzbarabak\nfor political news.\nALSO\nWhy the LAFD is still largely white and male despite diversity efforts\nFormer Assembly leader urges dialogue, caution at California colleges\nLike a 'stab in your brain' -- Complaints from Bay Area residents in noisy flight path spike 2,706%", "byline": "", "description": "<p>Louisiana Gov. Bobby Jindal, who campaigned as an unstinting champion of social conservatives but found himself crowded out by other more forceful, dynamic personalities, on Tuesday abruptly ended his bid for the Republican presidential nomination.</p> <p>Jindal, 44, had staked out far-right territory...</p>", "title": "Bobby Jindal becomes the latest Republican to end presidential candidacy", "url": "http://www.latimes.com/la-na-bobby-jindal-suspends-campaign-20151117-story.html", "topics": ["personality", "campaign_finance"], "people": ["Steve King", "Curt Anderson", "Craig Robinson", "Rick Perry", "Scott Walker", "Donald Trump", "Mike Huckabee", "Bobby Jindal", "Dennis Goldford", "Ben Carson", "Ted Cruz"], "org": "latimes", "election_confidence": 0.9998759076701185, "authors": [{"author_id": 42176, "fullname": "kurtis lee", "primary_org": "latimes"}, {"author_id": 40451, "fullname": "mark z. barabak", "primary_org": "latimes"}], "date_written": "2015-11-18 01:47:00", "orgs": ["Republican Party", "Iowa Republican Party", "GOP", "Drake University"], "article_id": "da684e1324e7a3a9c4bd1b8e6f938b6c", "date_access": "2015-11-18 02:00:04.375394"}, {"body": "11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus: Economy\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nBy\nRosemary Righter\nYes, it’s an island. But it’s also better at inter-service teamwork.\nUpdated 11/16/15 10:58 PM EST\nBy\nBurgess Everett\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\nUpdated 11/16/15 10:57 PM EST\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n11/16/15 10:43 PM EST\nBy\nKenneth P. Vogel\nTax filings show biggest reserves in charity's 17-year history.\nIn The Arena\n11/16/15 10:33 PM EST\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nThe U.S. needs to develop it's state-sponsored media abroad.\nUpdated 11/16/15 09:41 PM EST\nBy\nGabriel Debenedetti\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n11/16/15 09:34 PM EST\nBy\nKevin Robillard\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\nUpdated 11/16/15 09:21 PM EST\nBy\nAlex Isenstadt\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\nUpdated 11/16/15 09:19 PM EST\nBy\nLauren French\nThe Ohio Republican will remain the group's leader.\n11/16/15 08:52 PM EST\nBy\nLauren French\nPaul Ryan had requested the session.\nUpdated 11/16/15 07:52 PM EST\nBy\nDavid Perera\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\nUpdated 11/16/15 07:46 PM EST\nBy\nNahal Toosi\nAides push back on the notion that the Middle East needs to take up more of the president's time.\nUpdated 11/16/15 07:40 PM EST\nBy\nSeung Min Kim\n,\nJake Sherman\nand\nBurgess Everett\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\nUpdated 11/16/15 07:30 PM EST\nBy\nEliza Collins\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\nWhite House\n11/16/15 07:20 PM EST\nBy\nSarah Wheaton\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\nCongress\n11/16/15 07:19 PM EST\nBy\nBurgess Everett\nRepublicans may remove a Planned Parenthood provision if that will help things along.\nUpdated 11/16/15 07:08 PM EST\nBy\nNolan D. McCaskill\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n11/16/15 06:59 PM EST\nBy\nGabriel Debenedetti\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses.\nFourth Estate\n11/16/15 06:51 PM EST\nBy\nJack Shafer\nWhy do we need to keep telling ourselves the plotters are special?\n11/16/15 06:43 PM EST\nBy\nEliza Collins\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said.\n2016\n11/16/15 06:23 PM EST\nBy\nEli Stokols\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n11/16/15 06:09 PM EST\nBy\nHenry C. Jackson\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president.\nUpdated 11/16/15 06:03 PM EST\nBy\nJosh Gerstein\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n2016\nUpdated 11/16/15 05:32 PM EST\nBy\nGabriel Debenedetti\nThe DNC comes under fire for Saturday's low viewership.\n11/16/15 05:13 PM EST\nBy\nEliza Collins\nKatrina Pierson also says it uses \"political correctness as cover.\"\nWhite House\nUpdated 11/16/15 04:16 PM EST\nBy\nNick Gass\nand\nNahal Toosi\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\nUpdated 11/16/15 03:49 PM EST\nBy\nNahal Toosi\nand\nEliza Collins\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks.\n11/16/15 03:42 PM EST\nBy\nDaniel Strauss\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n11/16/15 03:42 PM EST\n11/16/15 03:34 PM EST\nBy\nHadas Gold\nThe AP sued the State Department in March.\nBy\nMichael Grunwald\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\nUpdated 11/16/15 03:04 PM EST\nBy\nEliza Collins\nand\nNick Gass\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\nUpdated 11/16/15 02:35 PM EST\nBy\nIsaac Arnsdorf\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n11/16/15 02:03 PM EST\nBy\nLaura Nahmias\nWe're working on more stories right now\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nBy\nJack Shafer\nBy\nMichael Hirsh\nBy\nMichael Lind\nBernie Sanders has yet to announce the details of how he will pay for the national single-payer Medicare.  | AP Photo\n'The last thing you should do is cut their take-home pay right off the bat,' says Clinton spokesman Brian Fallon.\nBy\nAnnie Karni\n11/17/15 07:00 AM EST\nHillary Clinton is spoiling for a fight over middle class tax hikes.\nThree days after the fairly cordial second Democratic debate, Clinton’s campaign is mounting an attack against Sen. Bernie Sanders for proposals to raise taxes on the middle class that were part of the national single-payer health care bills he introduced in Congress.\nStory Continued Below\n“Bernie Sanders has called for a roughly 9-percent tax hike on middle-class families just to cover his health-care plan,” said Clinton spokesman Brian Fallon, referring to legislation Sanders introduced in 2013, “and simple math dictates he'll need to tax workers even more to pay for the rest of his at least $18-20 trillion agenda. If you are truly concerned about raising incomes for middle-class families, the last thing you should do is cut their take-home pay right off the bat by raising their taxes.”\nSanders introduced a single-payer healthcare bill in 2013 that included a 2.2 percent income tax across the board, as well as a 6.7 percent payroll tax for employers, the Washington Post reported Friday, and has introduced similar legislation in multiple sessions of Congress. While payroll taxes are split between the employer and the employee, economists and the Congressional Budget Office have said that most of those fees are carried by the workers in the form of lower wages.\nSanders has yet to announce the details of how he will pay for the national single-payer, Medicare for all Americans proposal that is a major plank of his presidential campaign. Economic experts have said it would be impossible to institute a single-payer system relying solely on tax hikes on the wealthy. Sanders camp has argued in response that in the long run, the single-payer system will save the country trillions of currently wasted dollars.\nBy\nJosh Gerstein\nand\nKenneth P. Vogel\n\"On Medicare for all, the middle class would be far better off because it would save taxpayers money,\" Sanders spokesman Michael Briggs said in response to Clinton's latest line of attack. \"More people would get better care at less cost. Didn't she used to be for that? We wouldn't throw money away on costly premiums for profit-making private insurance companies. Pharmaceutical companies would no longer be able to rip off Americans with the most expensive prescription drugs in the world.\n\"Didn't she used to be for that?\"\nFor months, Clinton’s campaign has been highlighting issues where it can carve out a lane to the left of Sanders — gun control became a flashpoint in the first debate when Clinton attacked Sanders for his vote against the Brady Bill, and she doubled down on those attacks for days after on the campaign trail.\nThe latest attempt to draw a contrast on tax hikes and wage increases can be seen as an attempt by Clinton to undercut any momentum Sanders is building among union workers and middle class voters, and to position herself as the candidate most concerned with take home pay for working families.\n“Hillary Clinton believes strongly that middle class families deserve a raise, not a tax increase,” Fallon said. “She has proposed a bold, aggressive agenda, but when it comes to paying for it, she will make sure the wealthiest Americans finally start paying their fair share, not force the middle class to pay even more than they already do.\"\nBy\nGabriel Debenedetti\nDuring the debate, Clinton stated that she will not raise taxes on the middle class to pay for her debt-free public college program and her proposal to institute mandatory paid family leave —but stopped short of drawing a contrast with Sanders’ tax plans. “I have made very clear that hardworking, middle-class families need a raise, not a tax increase,” Clinton said Saturday night. “I will pay for it by, yes, taxing the wealthy more, closing corporate loopholes, deductions, and other kinds of favorable treatment and I can do it without raising the debt, without raising taxes on the middle class.\"\nIn the debate, Sanders demurred when asked for details about his forthcoming tax plan. “We haven’t come up with an exact number yet,” he said when asked by how much he would raise the country’s top marginal income tax rate to pay for his proposals.\n© 2015 POLITICO LLC", "byline": "", "description": "'The last thing you should do is cut their take-home pay right off the bat,' says Clinton spokesman Brian Fallon.", "title": "Clinton hits Sanders on middle class tax hikes", "url": "http://www.politico.com/story/2015/11/hillary-clinton-taxes-middle-class-bernie-sanders-215958", "topics": ["economy", "guns"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Susan Rice", "Michael Briggs", "Kenneth P. Vogel", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Marc Caputo", "Jeffrey Gedmin", "Steven Shepard", "Brian Fallon", "Kevin Robillard", "Howard Dean", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Donald Trump", "Marco Rubio", "Jake Sherman", "Barack Obama", "Paul Ryan", "Sarah Wheaton", "Bernie Sanders", "Lauren French", "Saddam Hussein", "Paul Lindsay", "Brady Bill", "Daniel Strauss", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Eli Stokols", "Darren Samuelsohn", "Eliza Collins", "Laura Nahmias"], "org": "politico", "election_confidence": 0.9274899573883614, "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-11-17 12:00:04", "orgs": ["PAC", "DNC", "Congress", "Al Qaeda", "State Department", "Congressional Budget Office", "Circuit Court of Appeals", "Congressional Black Caucus", "SEC", "Democratic Congressional Campaign Committee"], "article_id": "bcc23284c8a55dd2c6d8a7eabe9af609", "date_access": "2015-11-17 12:41:17.771869"}, {"body": "Louisiana Governor Bobby Jindal, polling near the bottom of the crowded 2016 Republican presidential field, suspended his campaign on Tuesday, saying: \"This is not my time.\"\n\"We spent a lot of time developing detailed policy papers, and given this crazy, unpredictable election season, clearly there just wasn't a lot of interest,\" Jindal said on Fox News after announcing his exit from the race.\n\"I think the Republican Party has to lay out the pathway why we are the party for opportunity and growth,\" he said. His exit left 14 Republicans in the presidential race.\nJindal, 44, was the first person of Indian-American heritage to run for U.S. president. A Christian who converted from Hinduism as a teenager, his message was aimed at social conservatives and evangelical Christians.\nJindal's campaign focused especially on Iowa, which votes first in the series of state contests to choose the Republican nominee. Conservative evangelicals often do well there, and several candidates hoped for a strong showing.\nBut he struggled after entering the race in June to separate himself from the pack seeking the Republican nomination for the November 2016 election. He received 0.8 percent support in a recent Reuters/Ipsos poll.\nJindal spent more money than he raised in the third quarter. Other Republican candidates had already quit after burning through cash too quickly.\nHe failed to qualify for the prime-time Republican debate on Nov. 10, but during the forum for lower-polling candidates, he went on the attack against his rivals onstage.\nOn Monday, Jindal's campaign said he would continue his tour of Iowa's 99 counties this week.\n\"But this is not my time,\" Jindal said in a statement on Tuesday, \"so I am suspending my campaign for President.\"\nFormer Iowa Republican Party Chairman Matt Strawn said Jindal's withdrawal would buoy U.S. Senator Ted Cruz of Texas, who appeals to the same evangelical voters and on Monday won the backing of an influential Iowa lawmaker.\n\"It means a good week for Senator Cruz just got better as he attempts to consolidate evangelical and anti-establishment support in Iowa,\" Strawn said.\nLouisiana voters will go to the polls on Saturday to pick Jindal's successor as governor.\nJindal said that after leaving office, he would work on a think tank he formed. He did not endorse another Republican presidential candidate on Tuesday, saying he would support the party's nominee.\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website. (here).\n(Reporting by Emily Stephenson in Washington and Luciana Lopez in New York; Editing by Christian Plumb and Peter Cooney)", "byline": "", "description": "(Reuters) - Louisiana Governor Bobby Jindal, polling near the bottom of the crowded 2016 Republican presidential field, suspended his campaign on Tuesday, saying: \"This is not my time.\"", "title": "Louisiana Governor Jindal drops White House run: 'Not my time'", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/9Y33uVsnFe0/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Emily Stephenson", "Christian Plumb", "Matt Strawn", "Luciana Lopez", "Bobby Jindal", "Peter Cooney", "Ted Cruz"], "org": "reuters", "election_confidence": 0.8563909030519926, "authors": [{"author_id": 35045, "fullname": "emily stephenson", "primary_org": "reuters"}], "date_written": "2015-11-18 01:42:53", "orgs": ["Republican Party", "Iowa Republican Party"], "article_id": "a75d934372149c037798304393119298", "date_access": "2015-11-18 02:05:03.062437"}, {"body": "The newest “super PAC” supporting Senator Ted Cruz will run a radio commercial in Iowa excoriating Senator Marco Rubio by describing his work to pass a comprehensive immigration reform bill in 2013 as an “amnesty scheme” and part of a pact with President Obama.\nThe ad by Courageous Conservatives PAC will be broadcast on talk radio beginning Wednesday, according to the group’s strategist, Rick Shaftan. It comes after a weeklong argument between Mr. Rubio, of Florida, and Mr. Cruz, of Texas, over which of them can credibly say he is tough on illegal immigration – and it strikes directly at Mr. Rubio’s biggest vulnerability in the Republican presidential primary.\n“When Marco Rubio teamed up with John McCain, Chuck Schumer and Bob Menendez to push his Gang of Eight amnesty scheme, he said he wanted to secure the border,” a narrator says in the 60-second commercial, linking Mr. Rubio with two Democrats and to Mr. McCain, a Republican who is nonetheless loathed by many hard-line conservatives.\n“But then Rubio voted against every border security amendment Ted Cruz and Jeff Sessions proposed,” the narrator says. “Every one. It was part of the deal Rubio made with Obama: no amendments, even on border security.”\nThe ad credits Mr. Cruz with having stopped “the Obama-Rubio Gang of Eight amnesty bill,” though he was one of 32 senators who voted against it.\n“Marco Rubio betrayed our trust, failed us, and he’s done nothing since coming to Washington but push for amnesty,” the narrator says, urging voters to support Mr. Cruz “now, before it’s too late.”\nThe group behind the ad has spent relatively little since it was set up in September, according to federal filings, especially compared to the tens of millions of dollars raised, but as yet mainly unspent, by four super PACs that were formed in the spring to support Mr. Cruz. It has so far disclosed only a single donation: $5,000 so far from a Texas investor.\nA spokesman for Mr. Rubio did not immediately respond to a request for comment. Mr. Shaftan said the ad would run solely on radio, not television, though the group released the ad in video form.\nMr. Rubio has been running a counteroffensive against Mr. Cruz for days, pointing out that he offered amendments that would have stripped a pathway to citizenship from the immigration overhaul effort but would have provided legal status to the millions of undocumented immigrants already in the country.\nMr. Cruz sought to counter that on Monday with the endorsement of Representative Steve King of Iowa, one of the most hawkish voices against illegal immigration.\nIn reality, the spot takes license with the facts. There were no amendments by, or co-sponsored by, Mr. Cruz that were voted on during the work of the so-called Gang of Eight. And Mr. Rubio voted in favor of a border security amendment sponsored by Senator John Cornyn of Texas.\nStill, the group being run by Mr. Shaftan has sought to nudge the better-financed outside groups supporting Mr. Cruz to become more aggressive on his behalf.", "byline": "MAGGIE HABERMAN", "description": "An ad from a small new “super PAC” assails Senator Marco Rubio’s work to pass a comprehensive immigration reform bill in 2013 as an “amnesty scheme” and part of a pact with the so-called Group of Eight lawmakers and President Obama.", "title": "First Draft: New Radio Ad Hammers Marco Rubio Over Immigration, on Ted Cruz’s Behalf", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/new-radio-ad-hammers-marco-rubio-over-immigration-on-ted-cruzs-behalf/", "topics": ["immigration", "campaign_finance"], "people": ["Steve King", "Bob Menendez", "John Mccain", "Chuck Schumer", "Marco Rubio", "John Cornyn", "Jeff Sessions", "Ted Cruz"], "org": "nyt", "election_confidence": 0.8712966854400207, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-11-17 17:50:59", "orgs": ["PAC", "PACs"], "article_id": "319bb7ab6fe757c3aba30ea298ac836b", "date_access": "2015-11-17 18:35:15.231777"}, {"body": "11/17/15 12:55 PM EST\nBy\nKenneth P. Vogel\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nUpdated 11/17/15 12:38 PM EST\nBy\nNick Gass\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n11/17/15 12:33 PM EST\nBy\nBrian Mahoney\nand\nMarianne LeVine\nClinton now has the support of unions representing about 9.5 million union members\n11/17/15 12:23 PM EST\nBy\nEliza Collins\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n11/17/15 11:43 AM EST\nBy\nLauren French\nJohn Podesta will talk to members of the Congressional Black Caucus.\n11/17/15 11:31 AM EST\n11/17/15 11:29 AM EST\nBy\nJosh Gerstein\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\nUpdated 11/17/15 11:20 AM EST\nBy\nNolan D. McCaskill\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\nUpdated 11/17/15 11:14 AM EST\nBy\nJake Sherman\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\nBy\nDarren Samuelsohn\n11/17/15 11:10 AM EST\nBy\nEliza Collins\nRubio has been under fire for his past work on immigration reform,\n11/17/15 11:03 AM EST\nBy\nGabriel Debenedetti\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n11/17/15 11:02 AM EST\nBy\nNick Gass\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n11/17/15 11:00 AM EST\nWashington And The World\n11/17/15 10:53 AM EST\nBy\nJessica Stern\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake.\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n11/17/15 10:01 AM EST\nBy\nBrian Mahoney\nIllinois court ponders pensions — Franchisee jailed for wage theft\n11/17/15 10:01 AM EST\nBy\nAnnie Karni\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n11/17/15 10:00 AM EST\nBy\nKate Tummarello\nand\nAlex Byers\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n11/17/15 10:00 AM EST\nBy\nTheodoric Meyer\nSyrian refugees become campaign issue\n11/17/15 10:00 AM EST\nBy\nBernie Becker\nEurope gives tech a tongue-lashing — Expensing > interest\n11/17/15 10:00 AM EST\nBy\nJennifer Scholtes\nAmtrak victim compensation hangs in the balance — T-HUD time?\n11/17/15 10:00 AM EST\nBy\nVictoria Guida\nHighway conference shifts into gear — TPP: an origin story\n11/17/15 10:00 AM EST\nBy\nEric Wolff\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n11/17/15 10:00 AM EST\nBy\nDavid Pittman\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule\n11/17/15 10:00 AM EST\nBy\nCaitlin Emma\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n11/17/15 10:00 AM EST\nBy\nTim Starks\nJustice visits cyberspace — Attorneys general back chip and PIN\n11/17/15 10:00 AM EST\nBy\nBrianna Ehley\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n11/17/15 10:00 AM EST\nBy\nJenny Hopkinson\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n11/17/15 08:30 AM EST\nBy\nJeremy Herb\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\nBy\nJacopo Barigazzi\nBy\nAlex Spence\nand\nDuncan Gardham\n11/17/15 08:00 AM EST\nBy\nBen White\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n11/17/15 07:38 AM EST\n11/17/15 07:22 AM EST\nBy\nNick Gass\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n11/17/15 07:15 AM EST\nBy\nMarc Caputo\n11/17/15 07:03 AM EST\n11/17/15 07:00 AM EST\nBy\nAnnie Karni\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says.\n11/17/15 06:51 AM EST\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n2016\n11/17/15 05:15 AM EST\nBy\nShane Goldmacher\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n2016\n11/17/15 05:14 AM EST\nBy\nDarren Samuelsohn\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\nCongress\n11/17/15 05:13 AM EST\nBy\nLauren French\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nThe POLITICO Caucus: Economy\n11/17/15 05:03 AM EST\nBy\nBen White\nand\nSteven Shepard\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n11/17/15 05:00 AM EST\n11/17/15 12:02 AM EST\nBy\nAndrew Glass\nIt relocated from Philadelphia.\nWe're working on more stories right now\nBy\nSara Solovitch\nBy\nJessica Stern\nBy\nMichael Hirsh\nBy\nMartha Bayles\nand\nJeffrey Gedmin\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\nBy\nKenneth P. Vogel\n11/17/15 12:55 PM EST\nThe Koch network stepped up funding for its own groups in 2014, but also served as something of an ATM for some of the most powerful groups on the right ― doling out millions in grants to the U.S. Chamber of Commerce, the Club for Growth and National Rifle Association, among major backers of Republicans ― according to a tax filing publicly released Tuesday morning.\nThe filings were submitted to the Internal Revenue Service by Freedom Partners Chamber of Commerce, the central group in the increasingly powerful network of conservative public policy and political groups helmed by the billionaire brothers Charles and David Koch.\nStory Continued Below\nThe tax filings show that Freedom Partners, which was created in late 2011 to increase coordination within the Koch network, raised $162 million in 2013 and 2014. Three quarters of that haul came in last year, almost entirely from six-figure membership dues of wealthy donors who the Kochs convene twice a year for summits that highlight the virtues of fiscally conservative, small government policies ― and that raise money for groups and candidates who support those policies.\nFreedom Partners and most of its grantees do not reveal their donors’ names because they are registered under a section of the tax code ― 501(c) ― that does not require them to do so.\nThe group’s impressive haul constitutes the lion’s share of the $290 million that the Koch network expected to spend in the run-up to the 2014 midterm elections. And its tax filings show that the group disseminated the majority of its cash to other groups, with the biggest donations going to a cluster groups that form the central core of the’ network.\nAmericans for Prosperity, the network's most politically aggressive group,, received $22 million from Freedom Partners. Concerned Veterans for America, which seeks to engage veterans on fiscal issues, received $16 million. The LIBRE Initiative, which targets Latino voters, received $6.5 million. A group that disseminates money to reach evangelical voters received $6 million, while the American Energy Alliance, which opposes energy regulations, received $2 million.\nBut Freedom Partners also wrote grants to an array of groups that play key roles in the broader conservative coalition, but are not considered to be part of the network ― including some that have differed sharply with the Kochs’ public policy stances.\nThe U.S. Chamber of Commerce received $2 million from Freedom Partners, despite lobbying for the reauthorization of the Export-Import Bank, a program vehemently opposed by the Koch network as market-skewing corporate welfare. The Club for Growth and Heritage Action for America ― which supported a 2013 government shutdown that the Koch network said it opposed ― received $1 million and $150,000, respectively.\nOther grantees outside the Koch network included the National Rifle Association’s Institute for Legislative Action, which received $4.9 million, and a group called the Dr. Joseph Warren Institute that spreads the messages of medical professionals who oppose Obamacare. It received $300,000 from Freedom Partners.\nSome grantees used Freedom Partners’ cash for highly specific campaigns that seemed to have at least the network's tacit endorsement. A $400,000 grant went to a group called Trees of Liberty, which, as POLITICO revealed last week, spent its cash attacking the leading rival of Koch-favorite Joni Ernst during her 2014 GOP primary campaign for the Iowa Senate seat she eventually won. Trees of Liberty was created in 2013 with the Kochs’ blessing to cultivate candidates who share their commitment to free-market conservatism.\nThe tax filings show that Freedom Partners paid Aegis Strategic $1.3 million in consulting fees. And Freedom Partners donated $693,000 to an affiliated super PAC, Freedom Partners Action Fund, which last fall aired ads attacking Democratic Senate candidates, including Ernst’s general election opponent, then-Rep. Bruce Braley.\nFreedom Partners Chamber of Commerce’s tax filings reveal that the group is branching out beyond merely disseminating cash to other entities for political and public policy advocacy, and has built its own robust operation. Its staff, which numbered 60 employees in 2013, grew to 133 employees last year. They were paid a total of $13 million in salary and benefits, including $794,000 that went to the salary and benefits of the group’s president Marc Short.\nFreedom Partners also spent heavily on functions it used to delegate to grantees. It spent $1.9 million on focus groups and $1.2 million on advertising production. It paid $1.5 million to the firm of Frank Luntz, a regular guest at Koch donor seminars, and $1.4 million to the Utah-based direct mail firm Arena Communications.\nKenneth P. Vogel is chief investigative reporter at Politico and author of Big Money: 2.5 Billion Dollars, One Suspicious Vehicle, and a Pimp—on the Trail of the Ultra-Rich Hijacking American Politics (PublicAffairs).\n© 2015 POLITICO LLC", "byline": "", "description": "In 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.", "title": "The Koch ATM", "url": "http://www.politico.com/story/2015/11/koch-brothers-990-filing-215979", "topics": ["campaign_finance", "economy"], "people": ["Sara Solovitch", "Susan Rice", "Kenneth P. Vogel", "Michael Hirsh", "Kate Tummarello", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Steven Shepard", "Frank Luntz", "David Koch", "Barack Obama", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Marc Short", "Loretta Lynch", "Annie Karni", "Josh Gerstein", "Joni Ernst", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Bruce Braley", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Rick Scott", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "org": "politico", "election_confidence": 0.9204889668948415, "authors": [{"author_id": 31615, "fullname": "kenneth p. vogel", "primary_org": "politico"}], "date_written": "2015-11-17 17:55:13", "orgs": ["FDA", "Amtrak", "PAC", "CMS", "Iowa Senate", "Congress", "Kochs", "FCC", "Congressional Black Caucus", "College", "National Rifle Association", "Senate GOP", "Freedom Partners Chamber of Commerce", "GOP", "Washington And The World", "Senate", "The Koch", "LIBRE Initiative", "PublicAffairs", "U.S. Chamber of Commerce", "Freedom Partners", "Democratic Congressional Campaign Committee"], "article_id": "7e844aa4854becb901654f8f6078e686", "date_access": "2015-11-17 18:00:04.702941"}, {"body": "Republican presidential candidate and former Sen. Rick Santorum says the United States shouldnâ\u0080\u0099t take any refugees from Syria.", "byline": "", "description": "“We should not be admitting either Muslims or Christians, and you’ll say, ‘whoa why won’t you want to admit Christians, because in so doing we would be accomplishing exactly what ISIS wants to accomplish, which is to rid the area of Christians.”\n\nHello.\nJoe Raedle / Getty Images\nw.soundcloud.com\nRepublican presidential candidate and former Sen. Rick Santorum says the United States shouldn't take any refugees from Syria. \n\"We should not be admitting either Muslims or Christians, and you'll say, 'whoa why won't you want to admit Christians, because in so doing we would be accomplishing exactly what ISIS wants to accomplish, which is to rid the area of Christians,\" Santorum said Tuesday on Rose Unplugged. \"Which is to rid the area of moderate Muslims. By bringing them here to the United States, they will resettle here and they will never go home. Which is exactly what ISIS wants. They want to decimate the Christian communities and take them over and them have controlled by the more radical Muslim elements.\nOne of Santorum's presidential rivals, Texas senator Ted Cruz, has said we should only take Christian refugees, not Muslims, from Syria . Florida Gov. Jeb Bush said on Sunday the U.S. should accept any refugee that can be properly screened, but added that the focus should be on Christians.\n", "title": "Rick Santorum: Don't Admit Christian Syrian Refugees Either", "url": "http://www.buzzfeed.com/andrewkaczynski/rick-santorum-dont-admit-christian-syrian-refugees-either", "topics": ["foreign policy/national security"], "people": ["Rick Santorum", "Jeb Bush", "Ted Cruz", "Joe Raedle"], "org": "buzzfeed", "election_confidence": 0.7928397751867607, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 20:47:15", "orgs": [], "article_id": "972e06fff51f0a7fb3d1ccbfa66ef7ee", "date_access": "2015-11-17 21:11:08.393906"}, {"body": "Nov. 17, 2015: Attorney General Loretta Lynch, followed by House Judiciary Committee Chairman Rep. Bob Goodlatte, R-Va., right, arrives on Capitol Hill in Washington to testify before the committee's hearing: \"Oversight of the United States Department of Justice.\" (AP)\nAttorney General Loretta Lynch said Tuesday that President Obama’s remarks on the Hillary Clinton email controversy would have “no influence or bearing” on the investigation into the 2016 Democratic presidential front-runner's email use.\nLynch made the remarks at a hearing of the House Committee on the Judiciary after she was asked by Chairman Bob Goodlatte, R-Va., about a statement President Obama had made that Clinton’s emails posed no national security risk.\n“This is not a situation where America’s national security was endangered,” Obama said in an interview with CBS’ “60 Minutes” in October when asked about the controversy, which has engulfed the former secretary of state.\nGoodlatte pointed to the investigation into the IRS targeting of conservative groups seeking tax-exempt status, and said that after Obama had said on Super Bowl Sunday there was “not a smidgen of corruption” at the IRS, no charges were filed in relation to the scandal.\n“Should we expect that when the FBI finishes its investigation of this matter that no charges will be filed? Does the department allow statements by the president to dictate its investigative practices?” Goodlatte asked Lynch.\nLynch responded by saying the department reviews facts and evidence presented to it and applies the law based on those facts and evidence, and takes “all the appropriate steps.”\n“With respect to the president’s comments, they have no influence or bearing on how the department manages these matters, and I would have to refer you to him for a review of those,” Lynch said.\nGoodlatte asked if, in Lynch's view, it was inappropriate “for the president to once again inject his personal views into an ongoing FBI investigation.”\n“Mr. Chairman, I really don’t have a comment on the president’s expression of his views,” Lynch said.\nGoodlatte pressed the matter further, saying Obama is the chief executive officer of the U.S. and noted that everything that operated within in the executive branch -- including the FBI -- is under his purview, and asked Lynch again if it would be better if the president didn’t comment on ongoing investigations.\n“Mr. Chairman, I really don’t have a comment on the president’s statements,” Lynch repeated.", "byline": "", "description": "Attorney General Loretta Lynch said Tuesday that President Obama’s remarks on the Hillary Clinton email controversy would have “no influence or bearing” on any investigation into the 2016 Democratic frontrunner's email use.", "title": "Lynch says Obama's comments will have 'no influence' on Clinton email probe", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/xJJ82Kc2Yj0/", "topics": ["ethics"], "people": ["Bob Goodlatte", "Loretta Lynch", "Hillary Clinton"], "org": "fox", "election_confidence": 0.5535039918400877, "authors": [], "date_written": "2015-11-17 17:30:18", "orgs": ["FBI", "IRS", "House Committee", "House Judiciary Committee"], "article_id": "e9f29327a06fc36dbf4bec3e5e42482d", "date_access": "2015-11-17 18:00:35.960888"}, {"body": "MANILA A woman abandoned as a baby in a church consolidated her position as front-runner to become next Philippine president on Tuesday when a tribunal rejected a petition that sought to disqualify her because she was not a Philippine citizen.\nSenator Grace Poe, 47, a former pre-school teacher in the United States, has dominated recent independent opinion polls ahead of elections in May.\nPoe was adopted by a popular movie star couple but her election as a senator was challenged by a losing candidate who queried her citizenship, since her natural parents were unknown.\nThe tribunal, comprising six senators and three judges, voted 5-4 to uphold her status as a natural-born citizen.\nPoe faces four other petitions in the election commission that have been filed to stop her running for president next May, but the tribunal's ruling appears to set a precedent.\n\"From the bottom of my heart, I wish to thank everyone who chose justice and upheld the rights of voters and abandoned children,\" Poe told reporters.\nPresident Benigno Aquino, in power since 2010, is barred under the constitution from seeking a second term.\nUnder Aquino, the Philippines has seen economic growth of more than 6 percent on average, its best five-year record in four decades. He has also battled to rein in corruption.\nThe May election will be closely watched by investors, who fear the political succession in one of Asia's fastest growing economies could derail gains made during Aquino's rule.\n(Reporting by Manuel Mogato; Editing by Nick Macfie)", "byline": "", "description": "MANILA (Reuters) - A woman abandoned as a baby in a church consolidated her position as front-runner to become next Philippine president on Tuesday when a tribunal rejected a petition that sought to disqualify her because she was not a Philippine citizen.", "title": "Abandoned as baby, senator front-runner for Philippine president", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/jZqrk6M3av0/story01.htm", "topics": ["personality"], "people": ["Nick Macfie"], "org": "reuters", "election_confidence": 0.5786505071850908, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 10:01:54", "orgs": [], "article_id": "87d76efbedf688326cb0d72601e1f251", "date_access": "2015-11-17 10:43:19.251712"}]