{"body": "COLUMBIA, South Carolina (AP) â\u0080\u0094 Republican presidential candidate Jeb Bush is making it clearer that his call for the U.S. refugee program to give preference to Christians fleeing Syria does not exclude Muslims.\nHis campaign says Bush supports accepting women and children regardless of their religion and does not exclude Syrian Muslims broadly, as long as the refugees can be effectively vetted.\nPresident Barack Obama has rebuked what he called a \"shameful\" religious test in the refugee policies of some Republican candidates. Both Bush and Ted Cruz have said preference should be given to Syrian Christians.\nBush spokesman Tim Miller said Tuesday that Bush believes the refugee policy should favor women and children as well as persecuted Christian minorities, but no one should be allowed in when there is not enough information about them.\nMiller said Bush does not believe the U.S. should eliminate support for refugees. He said Bush believes refugees are a \"noble tradition in our country for decades,\" but that they should not be accepted \"if there's any kind of concern\" about their backgrounds or intention.\nIn an earlier address to business leaders during a South Carolina campaign swing, Bush called the struggle against the Islamic State group \"the war of our time.\"", "byline": "", "description": "COLUMBIA, South Carolina (AP) — Republican presidential candidate Jeb Bush is making it clearer that his call for the U.S. refugee program to give preference to Christians fleeing Syria does not exclude Muslims.", "title": "Bush open to letting in properly vetted Syrian Muslims", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US-GOP-2016-Bush-Refugees/id-99e9cbaeaa9b413f861f8d78b0364070", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Barack Obama", "Tim Miller", "Ted Cruz"], "orgs": [], "election_confidence": 0.5976078056169271, "authors": [{"author_id": 39689, "fullname": "thomas beaumont", "primary_org": "ap"}], "date_written": "2015-11-17 14:43:00", "org": "ap", "article_id": "7fa6276464d4de0c89a03c0e8ed9d1de", "date_access": "2015-11-17 20:00:11.118233"}