{"body": " (AP) â\u0080\u0094 Louisiana Gov. Bobby Jindal dropped out of the 2016 race for president Tuesday, ending a campaign that failed to gain much support, especially in early-voting Iowa.\n\"I've come to the realization that this is not my time,\" Jindal said on Fox News Channel as he announced the decision to suspend his campaign.\nThe 44-year-old governor said he wasn't ready to endorse another candidate, but intended to support the eventual Republican presidential nominee.\nTerm-limited and out of office in January, Jindal said he will work with a think tank he started a few years ago, called America Next, to devise what he called \"a blueprint for making this the American century.\"\n\"Going forward, I believe we have to be the party of growth and we can never stop being the party that believes in opportunity. We cannot settle for the left's view of envy and division,\" Jindal said in a statement.\nThe nation's first elected Indian-American governor, Jindal focused his entire campaign effort on Iowa, first courting evangelical voters and then trying to broaden his appeal as a candidate with conservative policy plans that others weren't offering.\nBut he never won much support in Iowa or elsewhere against higher-profile Republican candidates such as Donald Trump, Ben Carson and Florida Sen. Marco Rubio.\nJindal's low poll numbers kept him off the main debate stages where he could have drawn more attention, and his fundraising lagged. He was facing a major cash crunch to keep the campaign going, after wrapping up the last fundraising period with $261,000 on hand.\nHe also was saddled with low approval ratings and criticism about his governing back in Louisiana, which followed him as he campaigned for the White House.\nJindal's advisers blamed finances as well as the debate criteria that locked him out of the prime-time events for the governor's decision to exit the competition.\n\"He's been thinking about it for a few weeks,\" said campaign strategist Curt Anderson. \"It's not easy. He's a fighter and his instinct is to never give up, but also you have to be realistic in politics.\"\nTamara Scott, a national GOP committeewoman from Iowa, said the response was strong when Jindal spoke to crowds there. She said the Louisiana governor was damaged by a debate process that used national polling, rather than early state polling, to determine who appeared on the main stages.\n\"He had solutions, not just talking points,\" said Scott, who is remaining neutral in the race. \"To me this is very sad that we are losing one that really resonated well with Iowans when they got to hear him.\"\nShane Vander Hart, author of a conservative Iowa blog who recently endorsed Jindal, also expressed disappointment, saying Jindal was getting good reaction in Iowa, though he struggled to gain traction in the polls.\n\"If you've done any of his events, retail politicking is one of his strengths. People as they got to know him liked him,\" Vander Hart said.\nJindal is the third Republican contender to exit the race. Former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker suspended their campaigns earlier this year.\nTimmy Teepell, Jindal's campaign manager and longtime political adviser, said the governor was heading home to Louisiana to announce his plan for closing a $490 million budget deficit before traveling the state as he wraps up his tenure in office.\n___\nAssociated Press writer Catherine Lucey contributed to this report from Iowa.", "byline": "", "description": "BATON ROUGE, La. (AP) — Louisiana Gov. Bobby Jindal dropped out of the 2016 race for president Tuesday, ending a campaign that failed to gain much support, especially in early-voting Iowa.", "title": "Louisiana Gov. Jindal ends bid for GOP nomination in 2016", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US--GOP%202016-Jindal/id-663b63a0074f4c77aea203a825a947da", "topics": ["personality", "budget/taxation", "campaign_finance"], "people": ["Catherine Lucey", "Tamara Scott", "Rick Perry", "Curt Anderson", "Donald Trump", "Marco Rubio", "Bobby Jindal", "Scott Walker", "Ben Carson", "Timmy Teepell"], "orgs": ["GOP"], "election_confidence": 0.9998943392387352, "authors": [{"author_id": 40132, "fullname": "melinda deslatte", "primary_org": "ap"}], "date_written": "2015-11-17 19:44:00", "org": "ap", "article_id": "aedddbea69925f24a5e77922a02df904", "date_access": "2015-11-18 01:00:06.874459"}