{"body": " (AP) â\u0080\u0094 Republican presidential candidate Jeb Bush clarified on Tuesday that his call for the U.S. refugee program to give preference to Christians fleeing Syria does not exclude Muslims.\nBut campaigning in South Carolina, the former Florida governor said the process of screening prospective refugees seeking to enter the United States must undergo a thorough review.\nHe endorsed House Speaker Paul Ryan's call for a pause in the influx of Syrians while officials determine how best to evaluate them.\n\"Refugees come to this country for all sorts of reasons,\" Bush told reporters after meeting prospective primary voters in Florence. \"They don't normally come with embedded terrorists in their midst. And that's the challenge.\"\nBush says he supports accepting women and children and orphans of any religion as well as Syrian Christians because of the persecution he said they've suffered as a minority there. But no one should be allowed in when there is not enough information about them, he said.\nFor the rest, he argued for a clear, rigorous vetting process that does not exclude Muslims, whom Bush recognized in the past as victims of persecution, too, by the Islamic State group in Syria.\nPresident Barack Obama has rebuked what he called a \"shameful\" religious test in the refugee policies of some Republican candidates. Both Bush and Texas Sen. Ted Cruz said preference should be given to Syrian Christians.\nMore immediately, Bush has recommended safe zones in the region for any fleeing Syrians.\nBush said the U.S. should not eliminate support for refugees.\n'We have a noble tradition of accepting refugees,\" Bush said outside a popular barbecue restaurant in north central South Carolina. \"It's not our obligation to take in all the challenges of the world.\"\nBush was in the first Southern state to hold a Republican primary election next year. He planned to give a speech on Wednesday in Charleston about strengthening military capabilities.\nIn an earlier address to business leaders, Bush called the struggle against the Islamic State group \"the war of our time.\"", "byline": "", "description": "FLORENCE, S.C. (AP) — Republican presidential candidate Jeb Bush clarified on Tuesday that his call for the U.S. refugee program to give preference to Christians fleeing Syria does not exclude Muslims.", "title": "Bush open to letting in properly vetted Syrian Muslims", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-17-US--GOP%202016-Bush-Refugees/id-875f5f20df3a4e77b98d6daa6f3ca79e", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Barack Obama", "Paul Ryan", "Ted Cruz"], "orgs": [], "election_confidence": 0.8609951917835914, "authors": [{"author_id": 39689, "fullname": "thomas beaumont", "primary_org": "ap"}], "date_written": "2015-11-17 16:40:00", "org": "ap", "article_id": "faa2f594ac314f02f9cc7fa6a352b6d7", "date_access": "2015-11-17 22:00:10.781618"}