{"body": "Republican presidential candidate and former Sen. Rick Santorum says the United States shouldnâ\u0080\u0099t take any refugees from Syria. ", "byline": "", "description": "“We should not be admitting either Muslims or Christians, and you’ll say, ‘whoa why won’t you want to admit Christians, because in so doing we would be accomplishing exactly what ISIS wants to accomplish, which is to rid the area of Christians.”\n\nHello.\nJoe Raedle / Getty Images\nw.soundcloud.com\nRepublican presidential candidate and former Sen. Rick Santorum says the United States shouldn't take any refugees from Syria. \n\"We should not be admitting either Muslims or Christians, and you'll say, 'whoa why won't you want to admit Christians, because in so doing we would be accomplishing exactly what ISIS wants to accomplish, which is to rid the area of Christians,\" Santorum said Tuesday on Rose Unplugged. \"Which is to rid the area of moderate Muslims. By bringing them here to the United States, they will resettle here and they will never go home. Which is exactly what ISIS wants. They want to decimate the Christian communities and take them over and them have controlled by the more radical Muslim elements.\nOne of Santorum's presidential rivals, Texas senator Ted Cruz, has said we should only take Christian refugees, not Muslims, from Syria . Florida Gov. Jeb Bush said on Sunday the U.S. should accept any refugee that can be properly screened, but added that the focus should be on Christians.\n", "title": "Rick Santorum: Don't Admit Christian Syrian Refugees Either", "url": "http://www.buzzfeed.com/andrewkaczynski/rick-santorum-dont-admit-christian-syrian-refugees-either", "topics": ["foreign policy/national security"], "people": ["Rick Santorum", "Jeb Bush", "Ted Cruz", "Joe Raedle"], "orgs": [], "election_confidence": 0.7928397751867607, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 20:47:15", "org": "buzzfeed", "article_id": "972e06fff51f0a7fb3d1ccbfa66ef7ee", "date_access": "2015-11-17 21:11:08.393906"}