{"body": "", "byline": "", "description": "\nChip Somodevilla / Getty Images\nCLEVELAND — Bernie Sanders is as synonymous with the push for a federal $15 minimum wage as any candidate running for office today.Yet when the Democratic political powerhouse Service Employees International Union — which has led the push for a $15 minimum wage — chose to make a presidential endorsement Tuesday, it backed Hillary Clinton, a candidate who's backed setting the federal wage floor at $12 per hour.The response from the Sanders campaign: We still have plenty of labor support from SEIU members, and SEIU was always going to back Hillary Clinton on the national level.\"We are gratified that hundreds of thousands of workers are part of the growing grassroots movement supporting Bernie's campaign to help working families by raising the minimum wage, providing health care for all and making college affordable,\" Sanders's top communications adviser, Michael Briggs, told reporters in a statement.Sanders's chief presidential political strategist, Tad Devine, sent a simple \"no\" in an email to BuzzFeed News when asked if the SEIU endorsement surprised him.Some have suggested that Sanders's low recognition and support among people of color foretold the outcome of the endorsement — a high percentage of SEIU members are minorities. SEIU officials said Tuesday their endorsement reflects the will of the rank-and-file members. In a release announcing the endorsement, a union spokesperson wrote of massive outreach efforts from union leadership to get the sense of which candidates members support. That included \"three national member polls\" and more than a hundred local level executive board debates and discussions.The union is an immensely powerful force in Democratic politics, and its 2 million members create a potent grassroots network for the candidates the union supports. Clinton has been very successful in earning support from labor unions despite Sanders's career street cred with the labor left, which few in Democratic politics dispute. Politico reported Tuesday that the endorsement from SEIU meant Clinton \"now has the support of unions representing about 9.5 million union members, or nearly two-thirds of the U.S.’ 14.6 million union workers.\"That Sanders has struggled to get the support of national unions, with their millions of dollars and millions of volunteer campaign workers, has made it even harder for his startup campaign to build out national infrastructure to compete with Clinton's.Sanders has benefited throughout his campaign from a grassroots army that tends to get very loud when national organizations they're a part of endorse Clinton. When the League Of Conservation Voters endorsed her as a champion of climate change advocates, Sanders backers from the green left inundated the group's Facebook page with criticisms, forcing the group's leaders to clarify why Clinton was the chosen candidate. The process leading to the NEA teachers union endorsement of Clinton included public infighting between union leaders and rank-and-file members who supported Sanders.Union locals have backed Sanders in New Hampshire and other states, and some rank-and-file SEIU members who back Sanders are already telling reporters they're not happy with the Clinton endorsement.\n", "title": "Sanders Campaign After SEIU Endorses Clinton: Move Along, Nothing To See Here", "url": "http://www.buzzfeed.com/evanmcsan/sanders-campaign-after-seiu-endorses-clinton-move-along-noth", "topics": ["health", "campaign_finance"], "people": ["Bernie Sanders", "Tad Devine", "Hillary Clinton", "Michael Briggs"], "orgs": ["Service Employees International Union", "NEA", "SEIU", "CLEVELAND"], "election_confidence": 0.7958807632251552, "authors": [{"author_id": 6685, "fullname": "evan mcmorris-santoro", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 20:50:54", "org": "buzzfeed", "article_id": "d0e4d274cdec40c5155b994841acee24", "date_access": "2015-11-17 22:11:45.302209"}