{"body": "Donald Trump and Mike Huckabee have seized on an odd argument to argue against taking Syrian refugees: The U.S. is too cold for them.", "byline": "", "description": "Cold weather, hot takes.\n\nScott Olson / Getty Images\nDonald Trump and Mike Huckabee have seized on an odd argument to argue against taking Syrian refugees: The U.S. is too cold for them.\nHuckabee and Trump both cited Minnesota as being too cold for refugees. \n\"A friend of mine lives in Minnesota and he calls me up and he says, 'Can you imagine, it's 130 degrees in Syria and now they want to send some of them up to Minnesota where it's 30 degrees,\" Trump told supporters in Knoxville, Tennessee on Monday. \"These people are going to be very very unhappy,\" he added. \"It's cold, and beautiful, but it's cold.\" \nFormer Arkansas Gov. Huckabee said nearly the same thing in an interview with Fox News radio.\n\"And if you think about it, we would be bringing people in who lived in the desert their entire lives, and they would be completely disrupted, not only in terms of their culture, their language, their religion, my gosh even in terms of their climate,\" Huckabee said Monday. \"Can you imagine bringing in a bunch of Syrian refugees who've lived in the desert their whole lives that are suddenly thrown into an English speaking community? Where it's maybe in Minnesota where it is 20 degrees below zero? I mean just I don't understand what we possibly can be thinking.\"\nHuckabee made the same comments to Breitbart News radio on Monday too. \n\"Why would we remove people from a desert climate,\" said Huckabee, again. \"There's no reason under god's earth to send people who have lived in a desert their whole life, who may speak Arabic or some other language and put them in Minnesota for the winter. Can anybody tell me that makes any sense, it simply does not.\"\nMinnesota has a rich history of accepting refugees going as far back as the Vietnam War, a tradition which continues to this day.\n\"According to the U.S. Office of Refugee Resettlement, Minnesota received 2,232 refugees from 24 countries during fiscal year 2014,\" the Minnesota Post wrote earlier this year. Many of those came from Somali and Myanmar.\n", "title": "Donald Trump And Mike Huckabee Argue The U.S. Is Too Cold For Syrian Refugees", "url": "http://www.buzzfeed.com/andrewkaczynski/donald-trump-and-mike-huckabee-argue-the-us-is-too-cold-for", "topics": ["foreign policy/national security", "immigration"], "people": ["Donald Trump", "Scott Olson", "Mike Huckabee"], "orgs": [], "election_confidence": 0.7210170425966195, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 15:44:45", "org": "buzzfeed", "article_id": "35695f122daee62fed5fae0fbb7d70f9", "date_access": "2015-11-17 16:11:21.946949"}