{"body": "Former congressman Ron Paul, the father of Republican presidential candidate Rand Paul, said Friday that heâ\u0080\u0099d â\u0080\u009clike to sendâ\u0080\u009d Florida Sen. Marco Rubio and politicians like him â\u0080\u009cto outer spaceâ\u0080\u009d because of his â\u0080\u009ccrazyâ\u0080\u009d proposals for military spending.", "byline": "", "description": "“…he represents big banks, he represents the war profiteers, the people in the military-industrial complex. And he represents world government, because we have to take care of the world.”\n\nBrendan Smialowski / AFP / Getty Images\nFormer congressman Ron Paul, the father of Republican presidential candidate Rand Paul, said Friday that he'd \"like to send\" Florida Sen. Marco Rubio and politicians like him \"to outer space\" because of his \"crazy\" proposals for military spending.\nPaul made the remarks on an episode of the Ron Paul Liberty Report in response to a question about Rubio's call to \"modernize our forces to remain on the cutting edge of the land, sea, air, cyberspace, and outer space domains.\"\nPaul's son Rand and Rubio have been in a war of words since the Republican presidential debate last week on Fox Business Network in which they sparred over military spending. \n\"Well, it's good for jobs. Think of how many jobs he's going to create,\" the elder Paul said. \"And then we can send them all to outer space. I'd like to send – like I once said – send all these politicians that promote these ideas to outer space. That's where they belong, because it's crazy! You know, where's he going to get the money?\"\n\"I mean, the country is broke, we're in the middle of a recession, half the people are unemployed, half of the young people live with their parents, and the medical care system is breaking down – I mean, it's so precarious that he's proposing a trillion-dollar increase,\" he continued. \"Of course, he wouldn't agree with that, because what he's saying is he has to restore the original budget. But there was some proposed decreases in the increases – he doesn't even want to do that! It really is a net increase in a trillion dollars over a period of time.\"\n\"And he represents big banks, he represents the war profiteers, the people in the military-industrial complex. And he represents world government, because we have to take care of the world,\" Paul added. \"Look how many things are going on in the Middle East, NATO, we're the one that supply the manpower, and all the money, and all the bombs, and stirring up all the troubles, and support all the coups.\" \n\"So, this is representative of runaway spending, and I think right now that the people are waking up, because we're out of money, and we're gonna have to end it,\" Paul concluded.\n\nYou can watch the exchange here:\nView Video ›\nThe Ron Paul Liberty Report / Via youtube.com", "title": "Ron Paul: Send Marco Rubio To Outer Space Where He Belongs", "url": "http://www.buzzfeed.com/ilanbenmeir/ron-paul-send-marco-rubio-into-outer-space-where-he-belongs", "topics": ["foreign policy/national security", "surveillance/privacy"], "people": ["Rand Paul", "Ron Paul", "Marco Rubio", "Brendan Smialowski"], "orgs": ["NATO"], "election_confidence": 0.7795497023232277, "authors": [{"author_id": 20926, "fullname": "ilan ben-meir", "primary_org": "buzzfeed"}], "date_written": "2015-11-17 18:43:27", "org": "buzzfeed", "article_id": "13bd7877e9ec786cf2b4a966459ce512", "date_access": "2015-11-17 19:10:59.592930"}