{"body": "Charleston, SC (CNN)Ted Cruz may believe that Christian refugees from Syria pose no risk to American security, but he is open to looking beyond religion and actually vetting those emigrants, he said in a new interview.\nThe rising presidential candidate is aligning himself with the most restrictionist voices in the debate over how to handle the refugee crisis, which is dominating the Republican race after a deadly attack in Paris left more than 100 dead. Cruz has applied a \"religious test\" to judge which refugees to admit, in the words of the White House, telling reporters across South Carolina this weekend that he would admit all persecuted Christians to the U.S. but no persecuted Muslims.\nBut in an interview with CNN's Dana Bash on Monday, Cruz conceded that he would support measures to sift through the Christian refugees should ISIS militants try to disguise their identities.\n\"There is no doubt we would need to vet anyone coming in, but there is no indication that we have Muslims pretending to be Christians in the coming refugee wave,\" Cruz said before an event at the College of Charleston, concluding his three-day swing across the Palmetto State. \"If that develops to be a problem, then our first obligation should be protecting our national security.\"\nCruz, like other Republican hardliners, has argued that the risk of Islamic militants infiltrating the refugee population is too high for America to accept them with open arms. On the stump across South Carolina, Cruz argued that the percentage of refugees that are young men suggests that ISIS may look to take advantage of any relaxation of immigration laws. \nThe Texas senator instead thinks that Muslims fleeing the Syrian civil war should be repopulated to other Muslim countries. But the Christian population, he believes, has nowhere else to go, and Cruz batted away concerns by telling reporters in Myrtle Beach on Sunday that Christians posed \"no meaningful risk\" to national security.\nThat has made him vulnerable to charges of discrimination, both from liberal activists and the White House.\nCruz plans to introduce legislation in the Senate this week to cut off federal funding for refugee resettlement, allying himself with Ben Carson, perhaps Cruz's closest competitor in the presidential race. And he also said he supports governors who are closing their borders to the refugees.\n\"I was one of the very first to stake out this position. Now we're seeing more and more come over and agree with me,\" Cruz told Bash. \"And I think you're going to see more and more governors who say, 'I want to protect the citizens of my states and it doesn't make any sense for us to bring potential terrorists into this country'.\"\nThe Texas senator often tries to occupy a middle ground in foreign policy debates, bashing the nation-building, neoconservativism of the George W. Bush administration but being equally as critical of those who posit that America should abandon targeted military campaigns. For instance, Cruz does not support American intervention in Syria, instead calling for an offensive air operation and to arm the Kurds in the region. \nCruz's position on the \"religious test\" drew the scorn of President Barack Obama on Monday, which called out Cruz by name at a press conference and said his position was \"not American.\"\n\"It's not surprising that President Obama is attacking me personally,\" Cruz said. \"I'll tell you what is shameful is that we have a President that after 7 years still refuses to utter the words radical Islamic terrorism.\"\nObama's attack could be a political boon for a candidate energized by sparring with the White House from the pole position in the conservative movement. Cruz wouldn't quite go as far as his other conservative rival, Donald Trump, who suggested that some mosques should be closed, but Cruz's rhetoric on Monday is his latest try to race to the right on every issue in the GOP primary.\nWhat to do with the Syrian refugees is proving to be politically volatile. Just two hours after sitting down with Bash, Cruz met protestors at an event who heckled him loudly as he worked the crowd: \"We don't want a president who discriminates against Muslims!\" three young college students shouted at Cruz repeatedly for over 10 minutes. \"You can't let only Christians into the U.S.\"\n\"It's not Muslims, it's terrorists,\" one Cruz supporter volleyed back. \"Then go over to them and join them,\" yelled another.\nCruz, for his part, didn't seem rattled.\n\"I think it says something that speaking at a college campus, on the entire campus, only two protesters come out and yell,\" Cruz told CNN as he left the event. \"I'll take those numbers any day.\"\n", "byline": "", "description": "", "title": "Ted Cruz: Muslim refugees from Syria should go to other Islamic countries", "url": "http://www.cnn.com/2015/11/17/politics/ted-cruz-refugees-syria/index.html", "topics": ["foreign policy/national security"], "people": ["Dana Bash", "Donald Trump", "George W. Bush", "Barack Obama", "Ben Carson", "Ted Cruz"], "orgs": ["College of Charleston", "Senate", "GOP"], "election_confidence": 0.800775957339973, "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-11-17 11:03:57", "org": "cnn", "article_id": "c257ad590f772ec5a230c4c8a0cd8def", "date_access": "2015-11-17 11:18:13.707290"}