{"body": "Dallas (CNN)Hillary Clinton will outline her plan for defeating ISIS on Thursday in New York City, her campaign said.\nThe speech, which comes in the wake of the Paris terrorist attacks that took the lives of more than 130 people, will outline Clinton's \"strategy for defeating ISIS and eliminating the immediate threats it poses, as well as her plan for combating radical jihadism more broadly,\" the campaign said in a statement.\n\"Clinton will lay out her vision for the role American leadership must play in supporting our allies, protecting our homeland, and forging a safer world,\" the statement added.\nThe attacks in Paris have grabbed hold of the race for the presidency, sparking conversations between candidates over what to do with refugees fleeing Syria and how to combat the rise of the terrorist group.\nSince the attacks, Clinton has advocated for accepting refugees fleeing Syria but stressed that she, as president, would not commit ground troops to the fight.\n\"We need to have a resolve that will bring the world together to root out the kind of radical jihadist ideology that motivates organizations like ISIS, the barbaric, ruthless, violence jihadist, terrorist group,\" Clinton said at the second Democratic debate earlier this month. But she said the battle \"cannot be an American fight\" and that the U.S. instead will \"support those who take the fight to ISIS.\"\n\"This cannot be an American fight, although American leadership is essential,\" she said.\nThe former secretary of state cautiously supported President Barack Obama last month when he decided to authorize the use of special forces in Syria. Her spokesman, Nick Merrill said that the candidate \"sees merit\" in deploying the 50 special operations forces.\nClinton has also called for the U.S. to continue to take in refugees from Syria, something a host of Republican governors and presidential candidates have said they would not do.\n\"We can't act as though we are shutting the door to people in need without undermining who we are as Americans,\" she told a crowd of supporters in Dallas on Tuesday.\nBoth Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley have supported continuing to take in refugees and not committing ground troops to fight ISIS.\nBut Clinton has long been more hawkish than either of the two other Democrats running for president, so Thursday's speech will be a chance for Clinton to show her foreign policy chops and outline how her vision differs from others in the party. \n", "byline": "", "description": "", "title": "Hillary Clinton to outline plan for defeating ISIS", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-isis/index.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Nick Merrill", "Barack Obama", "Hillary Clinton", "Martin O'Malley"], "orgs": [], "election_confidence": 0.6275021693669477, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-18 02:09:58", "org": "cnn", "article_id": "dfa3d35d799df074c24ab3f9eeeac01e", "date_access": "2015-11-18 02:22:16.297303"}