{"body": "Washington  (CNN)Hillary Clinton on Tuesday strongly rebuked Republicans over calls to screen Syrian refugees coming into the U.S. based on religion, calling their \"hateful rhetoric\" a \"new low.\"\n\"We've seen a lot of hateful rhetoric from the GOP. But the idea that we'd turn away refugees because of religion is a new low,\" Clinton said. \nThe tweet comes after Sen. Ted Cuz said the United States should deny entry to Muslim refugees from Syria, but leave the door open to fleeing Christians. Allowing tens of thousands of Syrian Muslims into the country was \"nothing short of lunacy,\" the Texas senator said, citing concerns that terrorists may be among the refugees.\nA similar statement on religion was made by Florida governor Jeb Bush, who told CNN's Jake Tapper on \"State of the Union\" Sunday that the U.S. should only accept Christian refugees. \n\"We should focus our efforts as it relates to refugees on the Christians that are being slaughtered,\" Bush said.\nRELATED: Donald Trump: 'Strongly consider' shutting mosques\nIn Saturday's second Democratic debate, Clinton supported accepting refugees, but called for \"as careful a screening and vetting process as we can imagine.\" Clinton, who has previously stated that the U.S. should accept as many as 65,000 new refugees, said \"I do not want us to in any way inadvertently allow people who wish us harm to come into our country.\" \nAlmost all the major GOP candidates have taken a stance against allowing Syrian refugees to come to the United States, along with other Republican leaders. \nAs of Tuesday afternoon, at least 30 U.S. governors have said that they will not accept refugees form Syria. State Department spokesman Mark Toner said Monday that the government is still \"steadfastly committed\" to admitting 10,000 Syrian refugees in 2016. He also said federal officials are taking \"seriously\" the states' concerns, and that he's not sure whether they have the legal authority to block the resettlements. \nCNN's MJ Lee, Eric Bradner, Ted Barrett, Diedre Walsh and Dan Merica contributed to this report ", "byline": "", "description": "", "title": "Clinton: GOP's 'hateful rhetoric' on refugees 'a new low'", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-gop-syrian-refugees/index.html", "topics": ["foreign policy/national security"], "people": ["Ted Barrett", "Eric Bradner", "Jeb Bush", "Hillary Clinton", "Donald Trump", "Mark Toner", "Jake Tapper", "Dan Merica"], "orgs": ["State Department", "GOP"], "election_confidence": 0.8658779151379163, "authors": [{"author_id": 41109, "fullname": "heather goldin", "primary_org": "cnn"}], "date_written": "2015-11-17 20:32:02", "org": "cnn", "article_id": "2559c8d6675596c175c2527ca027f015", "date_access": "2015-11-17 21:01:41.946741"}