{"body": "Columbia, South Carolina  (CNN)Jeb Bush's campaign raised $450,000 at a fundraiser in Dallas Monday night, where the former Florida governor and his brother, former President George W. Bush, worked to convince donors that voters will drift away from the outsider candidates currently leading the race.\nThe former president, according to a source close to the campaign, stressed that the race is a fluid contest and argued that the \"winner is going to be the person who is steadiest under fire, who has had the executive experience necessary to make tough decisions.\"\n\"Who has got a series of plans to deal with America's most pressing problems,\" George W. Bush continued. \"The winner is going to be somebody who can appeal beyond the kind (of) narrowness of some of the politics of today. The winner is going to be somebody who's competitive. The winner is going to be somebody who's tall.\"\nThe Washington Post first reported details from the Dallas fundraiser, which was held at the home of Amy and Malone Mitchell.\nJeb Bush reiterated his view that Trump will soon fade in the race, saying that by the time of the next Republican debate on December 15, \"Trump will be in decline.\"  \nBush: Trump 'dangerous' on national security\nBush, according to the source, also recounted a story about a recent encounter in which he gave a chest bump to a new supporter in Iowa who had jumped ship from Ted Cruz's campaign. \nAnd as immigration continues to reign as a top issue in the race, especially amid new national security concerns following the Paris attacks, Bush argued that most of his opponents in the race have been inconsistent in their views on the issue.  \n\"Every other candidate, maybe with the exception of (Ohio Gov.) John Kasich, is in the witness protection program because they sense the anger and they're worried about it,\" he said. \"So they pull back rather than persuade. I'm not going to do that. I have to be elected on my own terms. The only way you get elected is to be authentic and genuine. And I think immigration done right is a huge driver for our success ultimately as a nation. It's what makes us different in so many ways.\"\nRelated: Jeb Bush on immigration: My plan is 'dignified'\nAs Florida Sen. Marco Rubio has seen a surge in his poll numbers, he's faced increased scrutiny over the \"Gang of Eight\" immigration bill that he helped author in 2013, which included a pathway to citizenship for undocumented immigrants. The bill was passed in the then-Democratic-controlled Senate but failed to advance in the Republican-controlled House, and Rubio has since distanced himself from the legislation.\nBush is campaigning across South Carolina on Tuesday before delivering an address on national security at the Citadel on Wednesday. He then heads to New Hampshire for more campaign events.  \n", "byline": "", "description": "Jeb Bush's campaign raised $450,000 at a fundraiser in Dallas Monday night, where the former Florida governor and his brother, former President George W. Bush, worked to convince donors that voters will drift away from the outsider candidates currently leading the race.", "title": "Bush raises $450,000 at fundraiser, talks Trump", "url": "http://www.cnn.com/2015/11/17/politics/jeb-bush-dallas-fundraiser/index.html", "topics": ["immigration"], "people": ["George W. Bush", "Jeb Bush", "John Kasich", "Marco Rubio", "Ted Cruz"], "orgs": ["Senate", "Citadel"], "election_confidence": 0.9962670361654118, "authors": [{"author_id": 2528, "fullname": "ashley killough", "primary_org": "cnn"}], "date_written": "2015-11-17 17:50:32", "org": "cnn", "article_id": "d0b1d9fc8dac834495c6c6bf612cb909", "date_access": "2015-11-17 18:01:18.699967"}