{"body": "Dallas (CNN)Hillary Clinton won the endorsement of the nation's top service employee union on Tuesday, solidifying her lock on organized labor over Bernie Sanders, her top Democratic opponent in 2016.\nThe International Executive Board of the Service Employees International Union met Tuesday in Washington, where they voted to extend their endorsement to Clinton. The executive body represents the almost 2 million workers represented by the union.\n\"Hillary Clinton has proven she will fight, deliver and win for working families,\" SEIU International President Mary Kay Henry said in a statement. \"SEIU members and working families across America are part of a growing movement to build a better future for their families, and Hillary Clinton will support and stand with them. This movement for economic, racial, immigrant and social justice is poised to turn out to vote in November with their families and communities and keep pushing elected officials to deliver once in office.\"\nClinton praised the SEIU's endorsement in a statement released by her campaign, saying she was \"deeply honored.\"\n\"As president, I will be proud to stand with SEIU and fight alongside them -- to defend workers' right to organize and unions' right to bargain collectively, to raise incomes for working people and the middle class, and to ensure that hardworking Americans can retire with dignity and security,\" Clinton said.\nThe endorsement comes far earlier in the Democratic nominating process than it did in 2008, when the union picked then-Sen. Barack Obama over Clinton in February of that year. \nThe national endorsement is not binding to state and local SEIU chapters -- a local chapter in New Hampshire, for example, endorsed Sanders earlier this month -- but the national endorsement comes with more infrastructure, money and organization than the local backing.\nIn order to make their decision, SEIU held a 1,200-member conference in March and conducted three national member polls from fall 2014 to fall 2015.\nCoupled with their endorsement, SEIU released a video touting their endorsement that features members describing why they support the former secretary of state.\nThe SEIU endorsement comes less than a month after AFSCME, the largest trade union of public employees in the United States, endorsed Clinton and gives the Democratic front-runner a credible claim on having the bulk of organized labor behind her. \nThe American Federation of Teachers, a group that has long supported Clinton, also backed the former secretary of state in July.\nSanders has responded to the wealth of union endorsements by claiming that whole union leadership is with Clinton, it is the members on the ground that are behind him.\n\"Bernie is proud to have the grassroots support of tens of thousands of working families in AFSCME and other unions,\" Sanders' spokesman Michael Briggs said in response to Clinton's endorsement last month.\n", "byline": "", "description": "Hillary Clinton won the endorsement of the nation's top service employee union on Tuesday, solidifying her lock on organized labor over Bernie Sanders, her top Democratic opponent in 2016.", "title": "SEIU endorses Clinton for president", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-seiu-endorsement-2016/index.html", "topics": ["trade", "economy"], "people": ["Mary Kay Henry", "Bernie Sanders", "Barack Obama", "Hillary Clinton", "Michael Briggs"], "orgs": ["American Federation of Teachers", "AFSCME", "SEIU"], "election_confidence": 0.6125216611897571, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-17 17:50:12", "org": "cnn", "article_id": "e56b7ebe7025b9a7e9603f2f28dc552e", "date_access": "2015-11-17 18:01:19.078809"}