{"body": "Dallas (CNN)Hillary Clinton drew a sharp contrast with Bernie Sanders on health care and taxes here on Tuesday, telling a fired-up audience at a local community college that as president, she would not raise taxes on the middle class.\nTaxes have become the latest flashpoint in the race for the Democratic nomination, with Clinton charging that Sanders supports raising taxes to pay for his plans and the Vermont senator responding that the former secretary of state is not being realistic with her proposals.\n\"I was actually the only one on that debate stage on Saturday who will commit to raising your wages and not your taxes,\" Clinton said at Mountain View College, a community college south of downtown Dallas. \"I can't see how you can be serious about raising incomes if you also want to slap new taxes on them, no matter what the taxes would pay for.\"\nSanders backs a number of plans -- specifically on equal pay and health care -- that would increase taxes on all households, not just top earners like Clinton has proposed. The Clinton campaign, and now the candidate, has cast Sanders as someone not committed to raising incomes because of these tax increase.\nRELATED: Clinton's Wall Street remarks 'a little bit absurd,' Sanders says\nSanders' campaign, on the other hand, has argued that the tax increases are worth it because of that benefits they would lead to.\n\"On Medicare for all, the middle class would be far better off because it would save taxpayers money,\" Michael Briggs, Sanders' spokesman, said Tuesday. \"More people would get better care at less cost. Didn't (Clinton) used to be for that?\"\nSanders' campaign also questioned the reasons behind Clinton opposition to his Medicare-for-all plan, citing support she has received from pharmaceutical companies. \n\"It's not surprising that she supports a system that props up private insurance companies and pharmaceutical companies which have given so much money to her campaigns,\" Briggs said. \"In fact, she's gotten more money from the pharmaceutical industry than any other candidate.\" \nTaxes were not the only area Clinton found fault with Sanders' plan. She also argued the Vermont senator wanted to turn health care over to states, something she finds problematic in places controlled by Republican governors.\n\"One thing we should not do,\" Clinton said, \"is follow a proposal that has been made by one of my opponents that would eliminate all of the health care program and private employer health care and Medicare, and Medicaid and Tricare and all of it, and put all of that together and would turn providing health care over to the states.\"\nClinton came to Dallas for her community college event and a fundraiser hosted by Regina Montoya, senior vice president of Children's Medical Center, and Paul Coggins, former United States attorney for the Northern District of Texas. \n", "byline": "", "description": "Hillary Clinton drew a sharp contrast with Bernie Sanders on health care and taxes here on Tuesday, telling a fired-up audience at a local community college that as president, she would not raise taxes on the middle class.", "title": "Clinton draws sharper contrast with Sanders on taxes, health care", "url": "http://www.cnn.com/2015/11/17/politics/hillary-clinton-bernie-sanders-taxes/index.html", "topics": ["health"], "people": ["Bernie Sanders", "Hillary Clinton", "Michael Briggs"], "orgs": ["Medicaid"], "election_confidence": 0.747231905361293, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-17 22:27:23", "org": "cnn", "article_id": "92c93c5d10aa09ed4e2c8616850335de", "date_access": "2015-11-17 23:01:20.357246"}