{"body": " (CNN)Two of the country's largest and most influential religious groups, the U.S. Conference of Catholic Bishops and the National Association of Evangelicals, are urging the United States not to halt the resettlement of Syrian refugees after the deadly terrorist attack in Paris last Friday.  \n\"Of course we want to keep terrorists out of our country, but let's not punish the victims of ISIS for the sins of ISIS,\" Leith Anderson, NAE president, said on Tuesday. \nHouse Speaker Paul Ryan has called for a \"pause\" in the U.S. program accepting Syrian refugees and 27 governors have said they will not welcome them, though they have little legal authority to bar the federal government from settling refugees in their states.  \nMeanwhile, almost every GOP presidential candidate has said the United States should stop admitting Syrian refugees. Ted Cruz told CNN that the country should deny entry to Muslim refugees from Syria, but leave the door open to fleeing Christians. Jeb Bush said that refugee resettlement should \"focus\" on Christians. \nTuesday's announcements from the Catholic bishops and evangelical association, which represents some 45,000 churches, put several candidates squarely at odds with their religious leaders. Sen. Marco Rubio, Bush and Chris Christie are Catholic. Cruz and Mike Huckabee are evangelicals. \n\"I am disturbed ... by calls from both federal and state officials for an end to the resettlement of Syrian refugees in the United States,\" Bishop Eusebio Elizondo, Chairman of the Catholic bishops' committee on migration, said on Tuesday.  \n\"These refugees are fleeing terror themselves -- violence like we have witnessed in Paris. They are extremely vulnerable families, women, and children who are fleeing for their lives. We cannot and should not blame them for the actions of a terrorist organization.\"\nOnly 1,500 Syrian refugees have been accepted into the United States since 2011, but the Obama administration announced in September that 10,000 Syrians will be allowed entry next year.\nAt least one of the suspects believed to be involved in the Paris terrorist attacks that killed 129 entered Europe among the current wave of Syrian refugees. He had falsely identified himself as a Syrian named Ahmad al Muhammad and was allowed to enter Greece in early October. \nBut the United States has a \"strong track record\" for screening refugee applicants, Anderson said. \n\"It is more thorough and careful than the screening for tourist and student visas to the United States. A tourist with a French passport does not need screening or a visa; a refugee from Syria must pass multiple careful tests for eligibility.\" \nElizondo echoed that thought, noting that refugees must pass security checks and multiple interviews before entering the United States. \n\"Instead of using this tragedy to scapegoat all refugees,\" the bishop continued, \"I call upon our public officials to work together to end the Syrian conflict peacefully so the close to 4 million Syrian refugees can return to their country and rebuild their homes.\"\nMany, but not all, American religious leaders have likewise called on the United States to forge ahead with plans to resettle Syrian refugees. Franklin Graham, the son of famed evangelist Billy Graham, posted this message on November 14:\n\"We cannot allow Muslim immigrants to come across our borders unchecked while we are fighting this war on terror. If we continue to allow Muslim immigration, we'll see much more of what happened in Paris -- it's on our doorstep.\"\n", "byline": "", "description": "", "title": "Don't scapegoat Syrian refugees, evangelicals and bishops say", "url": "http://www.cnn.com/2015/11/17/politics/catholics-evangelicals-refugees/index.html", "topics": ["foreign policy/national security"], "people": ["Chris Christie", "Billy Graham", "Jeb Bush", "Marco Rubio", "Mike Huckabee", "Paul Ryan", "Franklin Graham", "Ted Cruz"], "orgs": ["United States.", "U.S. Conference of Catholic Bishops", "GOP"], "election_confidence": 0.5662879265632375, "authors": [{"author_id": 2580, "fullname": "daniel burke religion editor", "primary_org": "cnn"}], "date_written": "2015-11-17 21:09:35", "org": "cnn", "article_id": "e38166d1b47dcfd7516b8e49ac6e69de", "date_access": "2015-11-17 21:22:10.419155"}