{"body": "Washington (CNN)Sarah Palin slammed President Barack Obama's \"naiveté\" for calling on states to take in Syrian refugees and said that governors who vowed to block their entry are \"our last line of defense when it comes to taking in those who have not been vetted.\" \n\"There is no process to vet — get rid of the bad guys — before they step foot on our soil,\" the former vice presidential candidate said in an interview with Fox News' \"Fox and Friends\" Tuesday morning. \"It is our Republican governors who are so strong on this and so correct when it comes to who's authority actually, it is to make sure that the people that they're serving are safe.\"\nAsked who of the Republican presidential candidates is the \"strongest\" on national security, Palin named Texas Sen. Ted Cruz and billionaire mogul Donald Trump as \"hawkish enough at this time.\"\n\"Ted Cruz is extremely strong on this. Donald Trump, of course, he's the one who would most candidly tell you 'let's get in there,'\" Palin said, before referring to Trump's comments that as president he would \"bomb the s----\" out of ISIS.\nTrump said Monday that Syrian refugees are a \"Trojan horse,\" and has suggested the U.S. \"strongly consider\" shutting down some mosques, as part of the response to the terror attacks in Paris. \nMeanwhile, Cruz told CNN's Dana Bash that Obama's plan to take in refugees is \"nothing short of lunacy\" and said the U.S. should only take in Christian refugees.\nRead: Ted Cruz: Muslim refugees from Syria should go to other Islamic countries\n", "byline": "", "description": "", "title": "Sarah Palin: Governor last line of defense against ISIS", "url": "http://www.cnn.com/2015/11/17/politics/sarah-palin-syria-refugees/index.html", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Barack Obama", "Sarah Palin", "Dana Bash", "Ted Cruz"], "orgs": [], "election_confidence": 0.7871531175701058, "authors": [{"author_id": 23182, "fullname": "deena zaru", "primary_org": "cnn"}], "date_written": "2015-11-17 13:52:52", "org": "cnn", "article_id": "458b122f4855ed4b7d8894c5cf1c2c50", "date_access": "2015-11-17 14:01:48.511270"}