{"body": "Florence, South Carolina (CNN)Ted Cruz's path to victory relies in part on corralling evangelical voters in early states like Iowa and South Carolina. But he's running into a problem: Ben Carson, the retired neurosurgeon the establishment underestimated, who continues to show surprising durability and backing from evangelicals. \nNow, with his three-day tour of the Palmetto State, Cruz and his supporters are looking to pinch the evangelical firewalls of Carson and other Christian favorites. \nCruz isn't saying that he's a better Christian -- he's arguing that he's a better defender of Christians. Even candidates of deep faith who themselves have been born again aren't in step with the Republican base on questions of religious liberty, he says. \n\"I've been blessed to have had the opportunity to stand and defend religious liberty over and over and over again,\" Cruz said during a script-less 55-minute sermon at Florence Baptist Church in the state's Pee Dee region Sunday. \nIt is a tough needle to thread: Carson, whose inspirational life story is rooted in his religious revival, has the highest favorability ratings in the Republican field, which discourages Cruz from attacking him directly. In fact, Cruz said recently that he \"likes and trusts\" Carson. \nBut the pitch on religious issues puts Carson squarely in the crosshairs in the area where he is supposed to be untouchable: questions of Christian leadership. It brings Cruz's central calling card -- that he has taken arrows for the conservative cause while others haven't -- onto Carson's turf. \n\"I like Ben Carson, but this one has been in the fight a lot longer,\" said Sheila Ayres, a 50-year-old secretary, as she pointed to Cruz working the post-church pews. \"Dr. Carson doesn't have the background in the political part of it.\" \nJames Galbraith, a 73-year-old part-time worker at Florence Baptist, was quick to dismiss Carson due to his faith. \"He's Seventh-day Adventist,\" said Galbraith. \"I just don't believe in that Saturday worshipping is better than Sunday. I'm a Sunday worshipper.\" \nCruz relies heavily on his tenure as solicitor general of Texas, during which he led several high-profile fights to the Supreme Court. And others learned of him through a different religious avenue: his father, a former preacher, whose fiery crusades sometimes verge on the impolitic. \nAt the same time, Cruz isn't directly criticizing Carson. That troubles some boosters who say he needs to get moving against Carson and Donald Trump. Rival campaigns have hoped that Carson and Trump's penchant for impolitic statements would ultimately be his undoing but that hasn't happened. \nCarson also surprised by raising $20 million in the third quarter, undermining a Cruz credo that he was the only well-funded conservative in the race.  \n\"He's got character running out his ears,\" said Bill Monroe, the pastor who invited Cruz here to preach said of the senator. \"But I don't think he's been in the trenches fighting these kinds of things.\" \n\"Cruz needs to start swinging,\" said one strategist close to the campaign. \"He's in third or fourth. He can't keep waiting for Trump and Carson to fall apart.\" \nCruz trails Carson in every Iowa and South Carolina poll, sometimes badly, as Carson continues to hold on to the evangelical voters Cruz counted on. The latest CNN/ORC poll shows Cruz in fourth place with 11%. Trump leads at 25%, Carson second at 23% and Marco Rubio is in third at 13%.\n \nHe told an interviewer in June that his chief rival among evangelicals was not Carson, but Mike Huckabee, who now barely registers in opinion polls. When the Cruz-affliated super PAC Keep the Promise compared their candidate to the rest of the field in a 51-page slideshow this past summer to donors, the only mention of Trump was on a list of \"well-funded campaigns.\"  \nCarson's name didn't appear in the slideshow at all. \nReligious conversions underpins both the Cruz and Carson life stories, with each talking proudly about how faith transformed their history from one of alcoholism in their family or violence to Ivy League educations. And both have predicated their political success on cornering their co-religionists, with each visiting Bob Jones University in the northwest corner of the state on back-to-back days this weekend. \n\"Dr. Carson wears his faith,\" said his senior strategist Ed Brookover. \"Dr. Carson has been saying all along that we think it's time for someone who has a new approach and has a new way of doing things.\" \nCruz's campaign has intentionally courted the leading lights of the evangelical movement, assembling a document with 411 national leaders whose support they want. They've won over almost half, 191, according to a campaign official. \nThat's in contrast to Carson, who despite his grassroots evangelical support, has not been successful winning over national faith leaders, according to one of them. \n\"He's not built relationships with conservative leaders,\" said Tony Perkins, an influential Christian leader who oversees a broad network of conservative advocacy groups. \"I don't know that he's actually looking for endorsements from conservative leaders. He may have a different approach to his campaign.\" \nAnd after Monday's endorsement by Steve King, Cruz will try to win the biggest evangelical endorsement in 2016 this Friday: that of Iowa powerbroker Bob Vander Plaats. \nCarson's best argument is to point to the scoreboard. \n\"We've been organizing as well,\" Brookover said. \"We don't talk about it as much.\"\n \n", "byline": "", "description": "", "title": "Ted Cruz's challenge: Winning Ben Carson's evangelicals", "url": "http://www.cnn.com/2015/11/17/politics/ted-cruz-ben-carson-evangelical-voters/index.html", "topics": ["campaign_finance"], "people": ["Steve King", "Ed Brookover", "Bob Vander Plaats", "Donald Trump", "Marco Rubio", "Mike Huckabee", "Tony Perkins", "Ben Carson", "Ted Cruz"], "orgs": ["Supreme Court"], "election_confidence": 0.9907460206380774, "authors": [{"author_id": 23575, "fullname": "theodore schleifer", "primary_org": "cnn"}], "date_written": "2015-11-17 10:56:59", "org": "cnn", "article_id": "503952059b438189942b3d630c1ba6bb", "date_access": "2015-11-17 11:18:14.329946"}