{"body": "Washington (CNN)Louisiana Gov. Bobby Jindal on Tuesday announced he was ending his campaign for president.\n\"This is not my time,\" Jindal told Fox News' Bret Baier. \"I've come to the realization that this is not my time. So I've come here to announce that I am suspending my campaign for president of the United States.\"\nJindal, 44, was once seen as a rising star in the Republican Party and a strong contender for the White House. The Brown University graduate and Rhodes Scholar was viewed as a strong voice for a Republican Party looking to reach out to minorities and broaden its base. \nHe rose to prominence at the start of President Barack Obama's first term and was given a major spot delivering the Republican Party's rebuttal to the State of the Union address in 2009, but delivered a widely-panned performance.\nJindal's presidential campaign never gained traction as he, along with other establishment Republican candidates, fell victim to the GOP's desire for outsider candidates such as Donald Trump and Ben Carson, who have never held public office.\nHe never topped 2% in any CNN/ORC poll and never advanced past the \"undercard\" round at the Republican debates held thus far.\nA top adviser to Jindal told CNN he may endorse one of his former Republican rivals. But if he does, it will not be imminent.\nHe has a respectable following among some Iowa conservative activists, the product of spending years planning a presidential run.\nHe is the latest governor to drop out of the race, following Scott Walker and Rick Perry. One adviser said Jindal believes government experience is needed in a presidential candidate, so he is more likely to back Ted Cruz or Marco Rubio than Trump or Carson, the two leading candidates in the race.\nJindal reached his decision, two aides said, because he didn't want to go into debt and realized there was no credible path to the nomination.\nAs he left the Fox News studio in Washington Tuesday night, a CNN reporter asked Jindal about who would be the Republican nominee.\n\"It's not going to be Trump,\" Jindal said. \"It'll be somebody else.\"\n", "byline": "", "description": "Louisiana Gov. Bobby Jindal on Tuesday announced he was ending his campaign for president.", "title": "Bobby Jindal ending presidential campaign", "url": "http://www.cnn.com/2015/11/17/politics/bobby-jindal-announces-he-is-ending-presidential-campaign/index.html", "topics": ["personality"], "people": ["Bret Baier", "Rick Perry", "Scott Walker", "Donald Trump", "Marco Rubio", "Barack Obama", "Bobby Jindal", "Ben Carson", "Ted Cruz"], "orgs": ["State of the Union", "Republican Party", "Brown University", "GOP"], "election_confidence": 0.9973882845631609, "authors": [{"author_id": 28110, "fullname": "tom lobianco", "primary_org": "cnn"}, {"author_id": 18601, "fullname": "jeff zeleny", "primary_org": "cnn"}], "date_written": "2015-11-17 23:19:19", "org": "cnn", "article_id": "61c007fa66ae58d3e723fa8aeb624279", "date_access": "2015-11-18 00:00:04.285087"}