{"body": "Hugh Hewitt is a lawyer, law professor, author and host of a nationally syndicated radio show. He served in the Reagan administration in posts including assistant counsel in the White House and special assistant to two attorneys general. The opinions expressed in this commentary are his.\n (CNN)Even as the campaign for the White House shifted on its axis after the atrocities in Paris and again following the president's tantrum in Turkey -- his defenders are using the last refuge of the desperate by claiming the President's scornful mocking of slogans about \"America leading\" or \"America winning\" were taken out of context -- the basic realities of the campaign remain fixed.\nFormer Secretary of State Hillary Clinton will be the Democratic nominee. And no one knows who will carry the GOP standard.\nAfter interviews on my radio show with former Florida Gov. Jeb Bush, New Jersey Gov. Chris Christie, Sen. Ted Cruz, Carly Fiorina and Sen. Lindsey Graham during or since the Paris attacks, the conversation has of course been about the security of Americans and the world in the face of an ISIS threat the President declared \"contained\" the morning of the Paris slaughter.  \nThe Republicans all called on the President to rethink the expanded admission of Syrian refugees. \nChristie resisted the emotional appeal of orphaned children and bluntly stated that he opposed admission of any Syrian refugees whatsoever because the President's and his administration's record is so awful in following through on any program. Hard to argue with Christie, given the IRS, VA and Edward Snowden scandals.  \nEven as they push for the public's attention and agreement in every setting, however, each of many GOP campaigns has to find and turn out actual voters. \nIn particular, they have to find weekly churchgoers, the most reliable of all Republican primary voters, and not just in Iowa and New Hampshire, but across all the states in the \"SEC primary\" on March 1 and the first day of \"winner-take-all primaries\" on March 15.  How to find these specific people?\nMy longtime friend Jonathan Bock in Los Angeles, whose Grace Hill Media has been successfully marketing big studio releases to Christian churches and audiences for two decades, has just launched an intriguing new technology that goes far beyond generating a mailing list of people who tell pollsters they attend church. \nHis Christians in Churches (CiC) platform is a mobile advertising technology that he says is able to create exquisitely precise audiences based on their physical attendance at one of 300,000-plus churches around the country.  \n\"Could your technology work for campaigns?\" I asked him. \"Could you find my Presbyterians -- PCA not PCUSA -- in Florida who are there every week, or Catholics who attend Mass every Sunday (or Saturday night) in Manchester?\"\nOf course, he replied. And, Republicans take note, this is not just a technological advancement that can help you. Democrats are not unaware of the developments in microtargeting by faith.\nThe research that went into creating CiC, Bock said, indicates that while 46% of those who attend church at least once a week are registered Republicans, more than a third -- 36% -- are Democrats. After the success the Obama campaign had in harnessing digital technology in 2008 and 2012, the Clinton team will also be mining the church attendance data.\nSo what exactly can CiC do? \n\"Besides church attendance,\" Jon explained, \"CiC's technology uses other attributes to hypertarget their audience: like demographics (gender, age), religious denominations, frequency of attendance and other places patronized in the last nine months (restaurants, movie theaters, sports venues, schools, you name it.)\n\"So for example,\" he continued, \"suppose you are a political campaign and want to target ads at politically active mothers of young kids in Iowa City who go to a Presbyterian church every week. CiC's technology can serve that up based on church attendance, weekday proximity to elementary schools (dropping kids off and picking them up at 8 a.m. and 3 p.m.) and these moms' appearances at campaign rallies over the last few months.\"\nOf course, there is a website: www.ChristiansInChurches.com.  The vaunted \"voter vaults\" of a decade ago are as old as dial-up now. With news cycles shorter than ever, the campaigns that manage their marketing of timely messages to the most reliable voters are going to win the political battles that begin with the Iowa caucus in February. \nThe election changed last Friday, just as sermons did on Sunday and news coverage through today and beyond. But the blocking and tackling of the election didn't change --the imperative to turn out your likeliest voters. The meta-messaging that candidates have been using on my show and on others, and via speeches, is intended to move a voter towards them. Now their campaigns must touch those voters, tag them, and bag them in February and March.\nJoin us on Facebook.com/CNNOpinion.Read CNNOpinion's Flipboard magazine.\n", "byline": "", "description": "", "title": "GOP campaign's real focus: Iowa, not Syria", "url": "http://www.cnn.com/2015/11/17/opinions/hewitt-syria-gop-get-out-the-vote/index.html", "topics": ["foreign policy/national security"], "people": ["Chris Christie", "Jeb Bush", "Hillary Clinton", "Lindsey Graham", "Hugh Hewitt", "Carly Fiorina", "Edward Snowden", "Ted Cruz"], "orgs": ["SEC", "IRS", "Reagan", "GOP", "PCA"], "election_confidence": 0.8390693440955025, "authors": [{"author_id": 38859, "fullname": "hugh hewitt", "primary_org": "politico"}], "date_written": "2015-11-17 22:50:59", "org": "cnn", "article_id": "02d4568a3b66a4bb487238fba948cf65", "date_access": "2015-11-17 23:22:10.796197"}