{"body": " (CNN)The horrific terrorist attacks in Paris have abruptly elevated religious tolerance to a top political issue in the 2016 presidential campaign -- a race already heavily influenced by identity politics. \nAfter the Islamic State claimed responsibility for the mass killings that shocked France, Republican White House hopefuls pounced, leveling harsh rhetoric about Islam and calling for a much more aggressive strategy to fight the radical group known as ISIS. \nTed Cruz said the United States should deny entry to Muslim refugees from Syria, but leave the door open to fleeing Christians. Allowing tens of thousands of \"Syrian Muslims\" into the country was \"nothing short of lunacy,\" the Texas senator said, because there is no way to know who among them may be terrorists. \"It is a different situation with the Middle Eastern Christians,\" Cruz said in South Carolina.\nRepublicans to Obama: Keep Syrian refugees out\nJeb Bush echoed that view, saying U.S. efforts to assist refugees should focus on Christians.\n\"I do think there is a special important need to make sure that Christians from Syria are being protected because they are being slaughtered in the country,\" Bush said on CBS on Sunday. \"And but for us, who?\"\nDonald Trump, the Republican Party's months-long front-runner, declared that he would strongly consider closing down mosques. \"You're going to have to watch and study the mosques,\" Trump said on MSNBC Tuesday. \nMeanwhile, Republicans have mocked Democrats for refusing to label \"radical Islam\" as the enemy and force behind ISIS. Marco Rubio attacked Hillary Clinton for rejecting the term at the Democratic debate over the weekend. \n\"That would be like saying we weren't at war with Nazis because we were afraid to offend some Germans who may have been members of the Nazi party, but weren't violent,\" Rubio said on ABC's \"This Week.\" \nThese comments come as a crowded field of GOP presidential candidates are fighting to win the support of Christian conservatives in early voting states like Iowa and across the South, in part by vowing to fiercely protect religious liberties. \nParis attacks become focus of 2016 race\nTrump, who regularly discusses his religion the stump, has recently taken to firing up supporters at campaign rallies by ranting against individuals and companies that he says refuse to use the phrase \"Merry Christmas.\" A significant part of Ben Carson's appeal among Christians, meanwhile, is the retired neurosurgeon's compelling story of redemption through faith. \nThe highly politicized and heightened language in the 2016 campaign has raised alarm about a potential backlash against the Muslim community and prompted calls for greater religious tolerance. \nSpeaking at a G-20 summit in Turkey, President Barack Obama chastised politicians across the aisle for advocating for a \"religious test\" for individuals fleeing persecution in war-torn countries.\n\"That's shameful. That's not American. That's not who we are,\" Obama said. The values we are fighting against ISIL for are precisely that we don't discriminate against people because of their faith. We don't kill people because they're different than us. That's what separates us from them.\"\nThe heated rhetoric since Friday's attacks in Paris is only the latest instance of heated comments toward Muslims in the 2016 campaign.\nTrump, the New York real estate mogul who has climbed to front-runner status in part through inflammatory rhetoric invoking fear about a United States under attack from outside forces, said in September that some Muslims are \"a problem.\" Carson, another unlikely presidential candidate, drew backlash when he said the United States should not elect a Muslim president.\nThe particular question of how the U.S. should respond to the flood of immigrants fleeing violence in countries like Afghanistan and Syria has partisan divides. In a CNN/ORC poll conducted in early September, most Republicans, 55%, were opposed to accepting some refugees, while the majority of Democrats, 65%, said they support it. \nConcerns about anti-Muslim sentiments bubbling up to the surface are hardly new in the United States. In the aftermath of the September 11 terrorist attacks, President George W. Bush famously called on Americans to make a clear distinction between terrorists and people of Islamic backgrounds -- an example Obama urged Republicans to follow on Monday. \n\"The face of terror is not the true faith of Islam. That's not what Islam is all about,\" Bush said in 2001. \"Islam is peace.\" \nAt the time, Bush was anticipating anti-Muslim backlash in the aftermath of 9/11. Unlike current GOP presidential candidates, however, Bush was not in the middle of a presidential campaign. \nLast week's attacks in Paris, and the Islamic State's believed role in the killings, have once again brought the issue of religious tolerance to the forefront. \n\"They (ISIS) actually want to see an increase in Islamophobia and anti-Muslim hate crime so that that will increase their recruitment pool,\" Arsalan Iftikhar, senior editor of the Islamic Monthly, said on CNN Monday. \"So that's why it's even more important for our western nations to embrace their Muslim communities and diasporas.\"\n", "byline": "", "description": "", "title": "How religion is roiling the GOP race", "url": "http://www.cnn.com/2015/11/17/politics/republican-religion-muslim-paris-attacks/index.html", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Barack Obama", "George W. Bush", "Ben Carson", "Ted Cruz"], "orgs": ["Republican Party", "ISIL", "GOP", "United States."], "election_confidence": 0.9900270284974306, "authors": [{"author_id": 36775, "fullname": "mj lee politics reporter", "primary_org": "cnn"}], "date_written": "2015-11-17 11:00:40", "org": "cnn", "article_id": "e59bd91eee97a4c56f5a530c3d6c2b7d", "date_access": "2015-11-17 11:18:14.117942"}