{"body": "\n\n\n\nNov. 17, 2015: Attorney General Loretta Lynch, followed by House Judiciary Committee Chairman Rep. Bob Goodlatte, R-Va., right, arrives on Capitol Hill in Washington to testify before the committee's hearing: \"Oversight of the United States Department of Justice.\" (AP)\n\n\nAttorney General Loretta Lynch said Tuesday that President Obama’s remarks on the Hillary Clinton email controversy would have “no influence or bearing” on the investigation into the 2016 Democratic presidential front-runner's email use.\nLynch made the remarks at a hearing of the House Committee on the Judiciary after she was asked by Chairman Bob Goodlatte, R-Va., about a statement President Obama had made that Clinton’s emails posed no national security risk.\n“This is not a situation where America’s national security was endangered,” Obama said in an interview with CBS’ “60 Minutes” in October when asked about the controversy, which has engulfed the former secretary of state.\nGoodlatte pointed to the investigation into the IRS targeting of conservative groups seeking tax-exempt status, and said that after Obama had said on Super Bowl Sunday there was “not a smidgen of corruption” at the IRS, no charges were filed in relation to the scandal.\n“Should we expect that when the FBI finishes its investigation of this matter that no charges will be filed? Does the department allow statements by the president to dictate its investigative practices?” Goodlatte asked Lynch.\n\nLynch responded by saying the department reviews facts and evidence presented to it and applies the law based on those facts and evidence, and takes “all the appropriate steps.”\n“With respect to the president’s comments, they have no influence or bearing on how the department manages these matters, and I would have to refer you to him for a review of those,” Lynch said.\nGoodlatte asked if, in Lynch's view, it was inappropriate “for the president to once again inject his personal views into an ongoing FBI investigation.”\n“Mr. Chairman, I really don’t have a comment on the president’s expression of his views,” Lynch said.\nGoodlatte pressed the matter further, saying Obama is the chief executive officer of the U.S. and noted that everything that operated within in the executive branch -- including the FBI -- is under his purview, and asked Lynch again if it would be better if the president didn’t comment on ongoing investigations.\n“Mr. Chairman, I really don’t have a comment on the president’s statements,” Lynch repeated.", "byline": "", "description": "Attorney General Loretta Lynch said Tuesday that President Obama’s remarks on the Hillary Clinton email controversy would have “no influence or bearing” on any investigation into the 2016 Democratic frontrunner's email use.", "title": "Lynch says Obama's comments will have 'no influence' on Clinton email probe", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/xJJ82Kc2Yj0/", "topics": ["ethics"], "people": ["Bob Goodlatte", "Loretta Lynch", "Hillary Clinton"], "orgs": ["FBI", "IRS", "House Committee", "House Judiciary Committee"], "election_confidence": 0.5535039918400877, "authors": [], "date_written": "2015-11-17 17:30:18", "org": "fox", "article_id": "e9f29327a06fc36dbf4bec3e5e42482d", "date_access": "2015-11-17 18:00:35.960888"}