{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nThe Clinton Foundation announced late Monday that it had amended its tax return forms from four separate years due to errors in the reporting of donations from foreign governments.\nFoundation President Donna Shalala said in a statement that the returns were revised after a voluntary review of the charity's past tax returns. She added that the corrections were not required by law.\n\"There is no change in our bottom line numbers: assets, liabilities, and net assets,\" Shalala wrote in a statement to the foundation's supporters that was obtained by Reuters. \"There is nothing to suggest that the Foundation intended to conceal the receipt of government grants, which we report on our website.\"\nThe amended Form 990 tax returns were for the years 2010, 2011, 2012, and 2013. An affiliated charity, the Clinton Health Access Initiative, also amended its returns for 2012 and 2013.\nThe foundation now reports receiving $20 million in government funds between 2010 and 2013, most of it from foreign governments. The foundation had neglected to state its government funding separately from other funding sources in its original returns.\n\n\n\nMore on this...\n\n\n\n\nEmails reveal influence of Clinton Foundation at State Dept. \n\n\n\n\nThe foundation also revealed that it raised $177 million in 2014, the year before Hillary Clinton announced her run for the presidency.\nThe Clinton Foundation's fundraising efforts, particularly those involving foreign governments, has come under scrutiny as Clinton moves toward the Democratic presidential nomination. Critics have said that the foundation's dealings during her tenure as secretary of state represented a conflict of interest. \nCritics have also slammed the foundation after it admitted earlier this year that it had not complied with an ethics agreement that had been insisted upon by the Obama administration and signed by Clinton prior to becoming secretary of state.\n\"This episode demonstrates what we have long known: unabated, the Clinton Foundation's massive foreign fundraising poses a serious conflict of interest, and Hillary Clinton has no intention of voluntarily complying with ethics guidelines or federal tax laws,\" Republican National Committee chairman Reince Priebus said in a statement.\nClinton severed all formal ties with the foundation upon announcing her presidential run this past April, but her husband and daughter remain on the board of directors. \nFox News' Ed Henry contributed to this report.\nClick for more from Reuters.", "byline": "", "description": "", "title": "Clinton Foundation refiles four years of tax returns; admits millions in foreign government donations - CAMPAIGN 2016 LIVE BLOG", "url": "http://www.foxnews.com/politics/2015/11/17/clinton-foundation-amends-four-years-tax-returns/", "topics": ["campaign_finance", "personality", "foreign policy/national security"], "people": ["Reince Priebus", "Ed Henry", "Hillary Clinton", "Donna Shalala"], "orgs": ["Clinton Foundation", "Republican National Committee", "Clinton Health Access Initiative", "State Dept."], "election_confidence": 0.8182455804821192, "authors": [], "date_written": "2015-11-17 10:23:20", "org": "fox", "article_id": "05aa6c60efbe4342d753c1b241c8a80e", "date_access": "2015-11-17 11:00:04.033923"}