{"body": "\n\n\n\nDemocratic presidential candidate Hillary Rodham Clinton walks on stage before speaking at the Central Iowa Democrats Fall Barbecue Sunday, Nov. 15, 2015, in Ames, Iowa. (AP Photo/Charlie Neibergall)\n\n\nDALLAS –  Hillary Rodham Clinton won the endorsement of the Service Employees International Union on Tuesday, giving her the support of a labor powerhouse that backed President Barack Obama in 2008.\nThe nation's largest health care union represents about 2 million nurses, health care workers and other caregivers and is among the most ethnically diverse unions in the country. The decision is a blow to Vermont Sen. Bernie Sanders, whose supporters had pushed against an endorsement.\n\"Hillary Clinton has proven she will fight, deliver and win for working families,\" said SEIU president Mary Kay Henry in a statement. \"SEIU members and working families across America are part of a growing movement to build a better future for their families, and Hillary Clinton will support and stand with them.\"\nClinton was holding a rally in Dallas later Tuesday in which she planned to discuss the health care overhaul under Obama. It represents another show of strength for Clinton, who has locked up most of the major unions despite Sanders' message of helping workers overcome income inequality. In a statement, Clinton said she was \"deeply honored\" by the endorsement.\nThe third main Democratic candidate, former Maryland Gov. Martin O'Malley, is shifting staff from his Baltimore headquarters to Iowa and other early states as he struggles to raise money.\n\nSEIU endorsed Obama over Clinton in early 2008, giving the future president a boost in the lengthy Democratic primary battle. Union officials said Clinton received a strong majority in the vote of its leadership and a recent poll of its membership found about 70 percent back Clinton.\nSanders spokesman Michael Briggs said the campaign was \"gratified that hundreds of thousands of workers are part of the growing grassroots movement supporting Bernie's campaign to help working families.\"\nThe union has been at the forefront in the fight to get cities to adopt a $15 an hour minimum wage.\nClinton has endorsed raising the federal minimum wage to $12 an hour, a level below the $15 an hour that Sanders and former Maryland Gov. Martin O'Malley have sought. But the union says its support was about building a movement for higher wages, not about a candidate or a campaign.\nThe union could be an asset to Clinton in the general election because it has a large presence in several battleground states, including Florida and Colorado. Half of its members are women and about 40 percent are minorities, with many speaking languages such as Spanish, Chinese and Creole.", "byline": "", "description": "Hillary Rodham Clinton won the endorsement of the Service Employees International Union on Tuesday, giving her the support of a labor powerhouse that backed President Barack Obama in 2008.", "title": "Large health care workers union backs Clinton", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Fo-N12SyfrY/", "topics": ["income inequality"], "people": ["Charlie Neibergall", "Martin O'Malley", "Mary Kay Henry", "Michael Briggs", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders"], "orgs": ["Service Employees International Union", "SEIU"], "election_confidence": 0.6605655449858375, "authors": [], "date_written": "2015-11-17 19:06:17", "org": "fox", "article_id": "6aef3ac58a38c7273264f0f01caa2628", "date_access": "2015-11-17 19:21:28.663527"}