{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nDEVELOPING: Louisiana Gov. Bobby Jindal announced Tuesday in an exclusive interview with Fox News' Bret Baier on \"Special Report\" he is suspending his presidential campaign.\nJindal said he was born to \"believe Americans can do anything,\" but that right now \"this is not my time.\"\n\"Going forward, I believe we have to be the party of growth and we can never stop being the party that believes in opportunity,\" Jindal said in a statement announcing his decision. \"We cannot settle for the left's view of envy and division. We have to be the party that says everyone in this country - no matter the circumstances of their birth or who their parents are - can succeed in America.\"\nJindal told Baier he is not endorsing another candidate right now, but will support the eventual Republican presidential nominee.\nThe Louisiana governor touched on the recent terror attacks in Paris, saying the U.S. needs \"different leadership\" going forward, and the growing controversy among governors of 25 U.S. states over the Syrian refugee program. \n\n\"We don't want these refugees in our state,\" Jindal said.\nThe governor, who is term-limited and will be out of office in January, told Baier he will work with a think tank he started a few years ago called America Next.\nJindal had focused his entire campaign effort on the early voting state of Iowa, but continued to struggle there against higher-profile Republican contenders Donald Trump and Ben Carson. ", "byline": "", "description": "Louisiana Gov. Bobby Jindal announced Tuesday in an exclusive interview with Fox News' Brett Baier on \"Special Report\" he is suspending his presidential campaign.", "title": "Bobby Jindal ends 2016 presidential campaign", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/-WK1HyJLRd4/", "topics": ["foreign policy/national security", "immigration", "campaign_finance"], "people": ["Bobby Jindal", "Donald Trump", "Brett Baier", "Bret Baier", "Ben Carson"], "orgs": [], "election_confidence": 0.9918040233438148, "authors": [], "date_written": "2015-11-17 23:15:04", "org": "fox", "article_id": "5288531a90ba5dcbb88901fa0c11e9bc", "date_access": "2015-11-18 00:00:08.698815"}