{"body": "\n**Want FOX News First in your inbox every day? Sign up here.**\nBuzz Cut: • Cruz, Rubio sparring intensifies • Fiorina aces it with millennials in FBN debate • Oops: Clinton foundation finds more foreign donors • Gore still cool to Hillary • ‘If your name is Keith, there’s a pretty decent chance that we won’t get along’\nCRUZ, RUBIO SPARRING INTENSIFIES Broadly (and imprecisely) speaking, there are three main ideological channels in the Republican Party: business boosters, values voters and leave-us-alone libertarians.  Yes, voters can occupy more than one channel and, yes, voters sometimes change channels depending on the issue. But these are the basic divisions and, the most frequent sources of tension.  When big business wants the government funded no matter what and social conservatives refuse to budge on Planned Parenthood funding, you see the tension.  One of the uniting forces in Republican politics, at least since the Vietnam War, has been foreign policy. The GOP, even considering some strong isolationist roots, generally has identified itself as the party of a robust defense and a hardline stance on national security.  Just look at how quickly the 2016 presidential candidates and legislative leaders lined up behind a moratorium on accepting Syrian refugees.  But as we saw in a counter-volley Monday in the escalating conflict between Sens. Ted Cruz and Marco Rubio, a probable final pairing for the nominating contest, national security is becoming increasingly fraught as a topic.  While this ideological split is not new, two events – the Iraq war and Edward Snowden’s revelation of the extent of domestic spying – have sharpened the contours of the disagreement.  The refusal of all but a few third-tier candidates to commit to more ground troops for Syria and Iraq tells you the political effect of the 2003 U.S.-led invasion of Iraq itself.  And now, here comes Snowden.  Speaking at a WSJ event, Rubio blasted Cruz for the Texas senator’s vote in favor of a measure which stopped the federal government from what is euphemistically called “bulk data collection” but was scattershot domestic surveillance which remained available to be searched by investigators to try to “connect the dots.”\nGiven that the strongest proponent of the domestic spying, Jeb Bush, and its strongest detractor, Rand Paul, are diminished, we have not heard that much about the issue. But Rubio reintroduced it with a sonic boom.  Rubio’s accusation is that Cruz, who voted with libertarian-minded Paul to end the program “weakening our intelligence-gathering capabilities” which “leaves America vulnerable.” To level that charge when Americans are on high alert in the wake of the Paris attacks is a gloves-off move from Rubio, who found himself last week on the receiving end of a Cruz attack on “amnesty.”  Now, while the charges are potentially incendiary, Republicans can at least be glad that they are fighting on issues of substance rather than the efficacy of a belt buckle at stopping a stabbing. Plus, on the issues of not just domestic surveillance but also how large the U.S. footprint in Iraq as Syria should be, these are fights the GOP needs to sort out.  The Cruz/Rubio duel has started sooner than expected and with plenty of intensity. This is likely just an early flare-up, but if it hints at what the two 44-year-old senators are going to be throwing down later, the Republican electorate will be treated to what promises to be a pointed and maybe even smart debate about its future.  Trump wants U.S., allies to buy ‘a big, beautiful safe zone’ for refugees in Syria - NYT: “ ‘I predicted Osama bin Laden,’ Mr. Trump declared in Knoxville, adding, ‘In my book, I predicted terrorism. Because I can feel it, like I feel a good location, O.K.?’ ‘In real estate — my father always used to tell people, ‘You know, he may be my son, but everything he touches turns to gold,'‘ Mr. Trump said. His father helped him begin his real estate career with a loan. ‘When my father said that, that was a great compliment because he was a tough cookie. He said, ‘He has an instinct for location.’ You have an instinct about things. I really believe I have an instinct for this kind of thing.’”  Fiorina aces it with millennials in FBN debate - Fox Business: “The College Republican National Committee (CRNC) along with G2 Analytics hosted a web-based focused group during the FOX Business Network and Wall Street Journal debate surveying both Republican and Independent Millennial voters. In data provided exclusively to FOXBusiness.com, the CRNC found that overall Millennials aged 18-29 resonated the most with Carly Fiorina during the debate, with 81% more likely to support her. The top five candidates that Millennials resonated with: Carly Fiorina, Kentucky Senator Rand Paul, Dr. Ben Carson, Florida Senator Marco Rubio and former Florida Governor Jeb Bush. Written responses in the poll cited Fiorina as articulating her positions and policies clearly and providing answers that were solutions oriented.”  Jeb’s PAC burning through fat stacks of cash - Politico: “According to media buyers and a POLITICO review of TV ad purchase data, Bush and his allies are on pace to spend $5 million more than Team Rubio on broadcast, cable and radio ads through the first four voting states – but for that sum, they will put fewer ads on the airwaves. That’s because the vast majority of Bush’s ads are paid for by his super PAC – roughly 85 percent for Bush versus only 40 percent for Rubio – and super PACs get far less bang for their buck.”  You’re going to want to bookmark this – Real Clear Politics has launched its delegate tracker for the 2016 GOP nomination. You’ll be back…  WITH YOUR SECOND CUP OF COFFEE… Is Martin Scorsese the best filmmaker of the last 50 years? If you look at “Goodfellas,” “Casino,” “The Departed” and “The Last Waltz” one would be sorely tempted to say so, especially American males, whom Scorsese treated to riveting action, macho codes of honor and stunning beauties. And given his peer group, which included Brian De Palma, Francis Ford Coppola, George Lucas and Steven Spielberg, Scorsese seems almost more remarkable for his ability to shine. But if you watched “New York, New York” or suffered through the gritty grind of both “Taxi Driver” and “Raging Bull” in close proximity, you might think that Scorsese was impossibly overrated. But whatever you think, he made this perfect scene. Happy birthday, Martin Scorsese.  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.5 percent//Disapprove – 49.8 percent Directions of Country: Right Direction – 29.1 percent//Wrong Track – 63.4 percent  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  OOPS: CLINTON FOUNDATION FINDS MORE FOREIGN DONORS Fox News: “The Clinton Foundation announced late Monday that it had amended its tax return forms from four separate years due to errors in the reporting of donations from foreign governments…The foundation now reports receiving $20 million in government funds between 2010 and 2013, most of it from foreign governments. The foundation had neglected to state its government funding separately from other funding sources in its original returns. The foundation also revealed that it raised $177 million in 2014, the year before Hillary Clinton announced her run for the presidency…Critics have said that the foundation's dealings during her tenure as secretary of state represented a conflict of interest. Critics have also slammed the foundation after it admitted earlier this year that it had not complied with an ethics agreement that had been insisted upon by the Obama administration and signed by Clinton prior to becoming secretary of state.”  What they meant to say… - Forbes breaks down the amendments to the Clinton Foundation’s reporting in three consecutive years it received “no donations from foreign government sources” and to speeches by Bill, Hillary and Chelsea that were reported as charitable contributions, but actually, the speech fees were payments for services.  Email from top aide says Hillary ‘often confused’ - The Hill: “Former Secretary of State Hillary Clinton was “often confused,” according to a 2013 email from her longtime aide Huma Abedin… The comment…was revealed on Monday following a Freedom of Information Act lawsuit from conservative legal group Judicial Watch. In the Jan. 26, 2013, message, Abedin gave the note about Clinton while discussing the secretary’s schedule with another Clinton aide, Monica Hanley.  ‘Have you been going over calls with her for tomorrow?’ Abedin asked Hanley. ‘So she knows [then-Indian Prime Minister Manmohan] singh is at 8?’\n‘She was in bed for a nap by the time I heard that she had an 8am call,’ Hanley responded. ‘Will go over with her.’\n‘Very imp to do that,’ Abedin said in response. ‘She’s often confused.’  The email was sent to Abedin via the email address that she kept on Clinton’s personal server.”  Gore still cool to Hillary - An aide to the former Vice President Al Gore told Politico he’ll stay on the sidelines until his party has selected its nominee. “Gore’s reticence, his friends and allies say, is in part to maximize his own leverage on fighting climate change. But…also reflect[s] a complicated relationship with [Hillary]… [A] rivalry started when the two baby boomer policy wonks arrived in the White House in 1993. Gore got the new administration’s environmental and technology portfolios. Bill Clinton raised eyebrows by assigning his wife what would become an ill-fated attempt to pass comprehensive health-care reform legislation…Gore’s own efforts to take the next big step in his political career suffered in no small part because of the roller coaster politics associated with the Lewinsky saga and the general drama that has become synonymous since then with anyone running for office named Clinton.”  Too little, too late for Marty O? - Baltimore Sun: “Trailing in polling and fundraising, Martin O'Malley's presidential campaign is shifting staff from its Baltimore headquarters to early primary states such as Iowa. The shift comes just days after O'Malley's performance at the second debate was widely praised. Yet his campaign has struggled to raise the money needed to mount a campaign -- reporting less than $1 million on hand at the end of the third quarter.”  SOUND OFF: READERS RESPOND TO THE 2016 POWER INDEX “With Islamic terrorism now the preeminent national issue, the GOP needs to nominate its best informed and fluent foreign policy candidates – Marco Rubio and Carly Fiorina – as the 2016 ‘ticket’.” – Jim Hartman  “While I am having difficulty making a selection for the Republican candidate, I have begun to think that after the Friday massacres in France we need a very strong leader.  It is now my thought that Chris Christie might be that guy.  He certainly could debate Hillary Clinton also.” – Chloe Gardner  “Recent events have painfully illuminated the seriousness of the upcoming presidential election in terms of national security, the economy, and international relations and entanglements. Hopefully, we can count on sober voters to end their adolescent flirtations and give consideration to the most serious candidates as balloting dates approach.” – Mary Heller  “I understand why your index puts Cruz ahead of Rubio, but I feel that those who favor Cruz fail to understand that he is too extreme to win over unaffiliated voters in the general election. Isn't the choice made by us in the primary to put up the best candidate to win in the general election?” – Salvatore Pace  “Your Power Index is laughable  !! It must be put together by morons  !!!” - Ernst Gehrich  ‘IF YOUR NAME IS KEITH, THERE’S A PRETTY DECENT CHANCE THAT WE WON’T GET ALONG’ How’s the strength of the legal disclaimer on your email signature? Writing at the New Yorker, Tim Hickey has some suggested improvements:  “CONFIDENTIALITY NOTE: If you are the intended recipient of this electronic missive, then consider yourself fortunate. If you are not the intended recipient, then God help you, because there are hard times headed your way, my friend. If you have received this message in error, the error is likely yours, but should the error be mine, just try and prove it, mother-effer. Every member of my legal team attended a top-tier law school and scored well above the national average on the LSAT. They can’t wait to sue you into oblivion and consequently enrich themselves through your divestiture.” It goes on from there, and you will go on laughing.  AND NOW A WORD FROM CHARLES… “What struck me above all was not the misstatement of facts or the delusions about what’s going on, it's the president’s tone. There was this lassitude, passivity, annoyance, he was irritable. You know, ‘You guys asking me again if the strategy is working,’ as if it’s all so obvious that it is.” – Charles Krauthammeron “Special Report with Bret Baier” Watch here.  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "The duel has started sooner than expected and with plenty of intensity", "title": "Cruz, Rubio sparring intensifies", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/71wE47oD_-M/", "topics": ["health", "ethics"], "people": ["Chris Wallace", "Steven Spielberg", "Ted Cruz", "Chris Stirewalt", "Chris Christie", "Kelly File", "Bret Baier", "Mary Heller", "Huma Abedin", "Rand Paul", "Martin O'Malley", "Bill Clinton", "Jeb Bush", "Donald Trump", "Marco Rubio", "Carly Fiorina", "Jim Hartman", "Al Gore", "Charles Krauthammeron", "Hillary Clinton", "Edward Snowden", "Ben Carson"], "orgs": ["College Republican National Committee", "Team Rubio", "PACs", "Freedom of Information Act", "Clinton Foundation", "PAC", "FNC", "Chelsea", "GOP"], "election_confidence": 0.9909125498372724, "authors": [], "date_written": "2015-11-17 15:49:20", "org": "fox", "article_id": "f5b5c9f90fc8d3c7fc01e5aa188818b6", "date_access": "2015-11-17 16:22:08.205932"}