{"body": "\n\n\n\nNov. 14, 2015: Hillary Rodham Clinton, right, talks to Bernie Sanders after a Democratic presidential primary debate in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\n\nBernie Sanders said Tuesday that fellow Democratic presidential candidate Hillary Clinton’s remarks about her Wall Street stance during Saturday’s debate were “silly” and “absurd.”\n“I wouldn’t use the word offensive, I found them a little bit silly, a bit absurd,” Sanders told Yahoo News’ Katie Couric in an interview. “The issue was what impact did the fact that she has received huge amounts of funding from Wall Street have on her attitude towards Wall Street.”\nDuring Saturday’s Democratic debate, candidates sparred aggressively over Clinton’s Wall Street support, with former Maryland Gov. Martin O’Malley calling her the “candidate of Wall Street.”\nAsked about her hefty Wall Street-backed speaking fees and donations, Clinton defended her independence in being able to pursue financial industry reform.\nBut Sanders shot back, “Not good enough.”\n\n“Let's not be naive about it. Why …has Wall Street been the major campaign contributor to Hillary Clinton?” he said during Saturday's debate. “You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.”\nClinton responded to Sanders’ criticism of her Wall Street donations by saying that as a New York senator, she helped “rebuild” Wall Street after 9/11.\nSanders later told Couric that Clinton’s position on Wall Street had nothing to do with 9/11.\n“The truth is Hillary Clinton and all of us in Congress did everything that we could to rebuild New York City after the devastating attack but that has nothing to do with the question of the impact of Wall Street campaign contributions and her views on Wall Street.”", "byline": "", "description": "Bernie Sanders said Tuesday that fellow Democratic presidential candidate Hillary Clinton’s remarks about her Wall Street stance during Saturday’s debate were “silly” and “absurd.”", "title": "Sanders calls Clinton's Wall Street remarks 'silly' and 'absurd'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/5YxxdU8uH5g/", "topics": ["campaign_finance", "immigration"], "people": ["Charlie Neibergall", "Martin O'Malley", "Hillary Clinton", "Hillary Rodham Clinton", "Bernie Sanders", "Katie Couric"], "orgs": ["Congress"], "election_confidence": 0.7709483274289414, "authors": [], "date_written": "2015-11-18 01:43:04", "org": "fox", "article_id": "bf13ac5c53b9c793f705496149b4a0b4", "date_access": "2015-11-18 02:23:12.050622"}