{"body": "\n\n\n\n\n\n\n \n\n\n\n\nEditor's note: The following column originally appeared in The Hill newspaper and on TheHill.com. \nEven before the recent terror attacks in Paris, the politics of war were intruding upon the presidential primary campaign.\nLast week, among Republicans, former Florida Gov. Jeb Bush joined businesswoman Carly Fiorina and Ohio Gov. John Kasich in supporting a no-fly zone in Syria. \nSen. Rand Paul (R-Ky.) pointed out that candidates backing the no-fly zone have to be ready to shoot down Russian aircraft and handle the potential consequences, up to and including another world war.\n\nWithout new ideas from Republicans or his fellow Democrats for dealing with ISIS or the civil war in Syria, the president and his secretary of State John Kerry are trying to negotiate with Russia and Iran to create a coalition to jointly fight ISIS while protecting Syrian civilians as they try to flee.\n\nDespite those fireworks, the real U.S. political news on war in the Middle East is the growing divide among Democrats.\nHillary Clinton, President Obama’s former secretary of State, backs the idea of American forces taking out any aircraft over the war-torn eastern region of the country. The president does not.\nWhen Clinton announced support for the idea of a no-fly zone in early October, Obama, who is resisting that approach for fear of rapid escalation, slapped back at her, saying, “There’s a difference between running for president and being president.”\nThere is a lot of history at play among Obama, Clinton and top Democrats in the Senate when it comes to war in the Middle East. Clinton famously remarked in 2014, after leaving the administration, that “‘Don’t do stupid stuff’ is not a sufficient organizing principle,” for the nation’s foreign policy. The phrase is strongly identified with Obama. She also favored arming the Syrian rebels. Obama rejected the idea.\nClinton is backing the president’s decision to send 50 special operations troops to Syria. Last week, before Friday's atrocities in Paris took place, her campaign issued a statement saying she “sees merit in the targeted use of special operations personnel to support our partners in the fight against ISIS, including in Syria…Of course, she opposes the U.S. getting into a ground war in the Middle East.”\nThose last words are critical because Clinton’s opponent for the Democratic nomination this time is once again ready to portray her as a hawk who is ready to send Americans into yet another Middle Eastern war — just as then-Sen. Obama did back in 2008.\nSen. Bernie Sanders (I-Vt.) has expressed doubt that the 50 troops will be the last of the Americans sent to Syria. He warned that this small first step could lead to “perpetual warfare” for the U.S. in the Middle East. And in debates he loudly reminds Democrats of Clinton’s 2002 vote to authorize President Bush to go to war in Iraq. \nThe divide among Democrats over Middle East war strategy is also on painful view in the Senate. Several top Democrats in the upper chamber are adopting a bizarre stance where they are pushing the president to make a stronger commitment to fight in Syria even as they resist having a vote themselves to authorize the president to use added force in Syria. \nThe same type of political cowardice stopped the Senate from approving missile strikes against the Syrian regime to halt its use of chemical weapons against rebels when the war started in 2013.\nNow President Obama is not even waiting on Senate authorization to fight ISIS in Syria and Iraq. He is just sending in the troops. \nAnd without new ideas from Republicans or his fellow Democrats for dealing with ISIS or the civil war in Syria, the president and his secretary of State John Kerry are trying to negotiate with Russia and Iran to create a coalition to jointly fight ISIS while protecting Syrian civilians as they try to flee.\nMeanwhile, the president is using American soldiers in tactical roles to advise local forces battling ISIS.\nBut with the president entering the last year of his presidency, his fellow Democrats prefer positioning themselves as skeptics of his policy.\n“I don’t think it is a strategy that will work long term,” Sen. Kirsten Gillibrand (D-N.Y.) said in an interview on CBS. “I think ISIS is a great threat.”\n“I think 50, that won’t do it,” Sen. Dianne Feinstein (D-Calif.) said on NBC News. “If we are really going to use special forces, quick in, quick out, you have to do it in a much more comprehensive way.” She added that bombing and the few troops have not “changed the dynamic” in Syria.\nSen. Tim Kaine (D-Va.) also dismissed the Obama administration’s claim that the 50 soldiers are not “ground troops” because their role is to provide technical guidance to rebel troops fighting ISIS. Kaine said his position is that the Obama administration lacks a “comprehensive strategy” to defeat ISIS.\nThe most damning assessment of the president’s approach from a fellow Democrat came from Sen. Chris Murphy (Conn.). He criticized the administration for not keeping its word to the American people. “It’s hard not be concerned when the president very clearly ruled out putting troops on the ground in Syria and now they’re on their way into the battle,” Murphy told reporters. “We’ve crossed a line that is hard to understand.”\nIt is obvious that Democrats will have to deal with the consequences of Obama’s foreign policy legacy long after he leaves the White House. What’s hard to understand is why they feel the need to isolate him now — so long before he leaves — instead of working with their fellow Democrat.\nJuan Williams is a co-host of FNC's \"The Five,\" where he is one of seven rotating Fox personalities.\n\n\n\n+ FollowFoxNewsOpinion on Facebook\n\n", "byline": "", "description": "Even before the recent terror attacks in Paris, the politics of war were intruding upon the presidential primary campaign.", "title": "Hillary Clinton, Barack Obama and the growing divide among Democrats over the Middle East", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/juz2pP_wI5I/hillary-clinton-barack-obama-and-growing-divide-among-democrats-over-middle-east.html", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "John Kerry", "Juan Williams", "Kirsten Gillibrand", "Jeb Bush", "Hillary Clinton", "John Kasich", "Barack Obama", "Dianne Feinstein", "Bernie Sanders", "Chris Murphy", "Carly Fiorina", "Tim Kaine"], "orgs": ["Senate", "FNC"], "election_confidence": 0.5647385598974557, "authors": [], "date_written": "2015-11-17 17:50:00", "org": "fox", "article_id": "ec5c4ed866b1c1badf76a2fa1ffec174", "date_access": "2015-11-17 20:20:46.070287"}