{"body": "According to legend, if not actual historians, Harold Macmillan was once asked what he most feared could derail his agenda. The British prime minister allegedly said, \"Events, my dear boy, events.\"\nMacmillan may never have actually said it, but the quote endures because it gets at a fundamental truth of politics (and life). Facts on the ground can deliver a fatal blow to one's most cherished plans.\nThe line kept coming to mind as I listened to \nPresident Obama\n's remarkable news conference Monday from the G-20 meeting in Turkey. Asked again and again whether he underestimated the threat from \nIslamic State\n, a group he once dismissed as a \"JV team,\" the president said, in effect, \"no.\"\nOf course, he used a lot more words, but that was the gist: \"It's important for us to get the strategy right, and the strategy that we are pursuing is the right one.\" He added that \"the terrible events in Paris were obviously a terrible and sickening setback.\"\nCritics who disagree, he said, shouldn't \"pop off\" with their half-baked and ill-considered opinions. He's \"not interested\" in what he sees as mere sloganeering about \"American leadership or America winning\" that distract him from his strategy.\nThe contrast with remarks by French President Francois Hollande, addressing Parliament on Monday, was remarkable. Had Hollande's speech been delivered by a Republican presidential candidate, Obama would probably have dismissed it as more popping off. Hollande pledged to wage war \"without a respite, without a truce.... It is not a question of containing but of destroying this organization.\"\nObama's bloodlessly detached and condescendingly professorial remarks seemed oddly reminiscent of those excruciating news conferences during the Iraq war when George W. Bush couldn't bring himself to admit he made any mistakes.\nJust days before the Paris attack, Obama insisted that Islamic State was \"contained.\" He may have meant, as he now claims, that he was merely talking about its territorial holdings in Iraq and Syria (leaving out its gains in Libya, Afghanistan, the Sinai and its successful terror attacks elsewhere). But when people hear that a threat has been contained, they can be forgiven for thinking that rules out mass killings in Paris.\nThe chilling takeaway from Friday’s terrorist attacks in Paris is that \nIslamic State\n has expanded its theater of operations beyond the Middle East. But that doesn’t mean the group is about to unleash a wave of attacks on the United States.\nThe Homeland Security Department said Friday it knows of...\nThe chilling takeaway from Friday’s terrorist attacks in Paris is that \nIslamic State\n has expanded its theater of operations beyond the Middle East. But that doesn’t mean the group is about to unleash a wave of attacks on the United States.\nThe Homeland Security Department said Friday it knows of...\nAnd that's the bedeviling thing about events — the enemy gets to create them. Obama has all but admitted that Islamic State forced his hand by chopping off the heads of American hostages.\nFor Republicans, the attacks in Paris — not to mention in Turkey, Beirut and above Egypt (Islamic State almost surely brought down that Russian plane) — are just more proof that Obama's foreign policy is a mess.\nIn a more rational climate, this would be a moment for presidential candidates with serious foreign policy chops to shine and for candidates such as Donald Trump and Ben Carson to recede. That is, unless you actually believe Trump when he says, \"I know more about ISIS than the generals do, believe me.\"\nBut even Trump, in his own way, seems more attuned to events as they unfold than Obama and the Democrats running to replace him.\nIn Saturday's Democratic debate, all three of the candidates struggled as the ground shifted under their feet. They bristled at the suggestion that we are at war with \"radical Islam.\" Saying so, according to Hillary Rodham Clinton, would be \"painting with too broad a brush.\"\nSen. Bernie Sanders, whose campaign furiously protested CBS' decision to shift the focus to terrorism, seemed despondent that he had to talk about the subject.\nFormer Maryland Gov. Martin O'Malley was far more comfortable with the change, insisting that we must take in even more refugees from Syria.\nThat was a minority view even before it was revealed that at least one of the Paris terrorists had been a \"refugee.\" You can be sure it's even less popular now, which is why the roster of U.S. states seeking measures to bar Syrian refugees is growing rapidly.\nFor now, most Democrats stand with Obama in his denial. One wonders how long that resolve will last in the face of even one more \"setback\" to Obama's successful strategy.\njgoldberg@latimescolumnists.com\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>According to legend, if not actual historians, Harold Macmillan was once asked what he most feared could derail his agenda. The British prime minister allegedly said, \"Events, my dear boy, events.\"</p> <p>Macmillan may never have actually said it, but the quote endures because it gets at a fundamental...</p>", "title": "On Islamic State, Obama's in denial", "url": "http://www.latimes.com/la-oe-1117-goldberg-paris-attacks-obama-20151117-column.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Francois Hollande", "Donald Trump", "Hillary Rodham Clinton", "George W. Bush", "Bernie Sanders", "Ben Carson"], "orgs": ["Homeland Security Department", "United States."], "election_confidence": 0.9058568718002685, "authors": [{"author_id": 41060, "fullname": "jonah goldberg", "primary_org": "latimes"}], "date_written": "2015-11-17 13:00:00", "org": "latimes", "article_id": "cc807340a3406289c6c14dd21e1ab240", "date_access": "2015-11-17 13:26:55.754127"}