{"body": "Louisiana Gov. \nBobby Jindal\n, who campaigned as an unstinting champion of social conservatives but found himself crowded out by other more forceful, dynamic personalities, on Tuesday abruptly ended his bid for the Republican presidential nomination.\nJindal, 44, had staked out far-right territory -- with a particular focus on social conservatives -- but never gained traction during a primary that’s been dominated by outsiders with similar or more conservative views, particularly \nDonald Trump\n and \nBen Carson\n.\nJindal noted that the policy papers his campaign had unveiled in recent months, on issues such as energy and education, hadn't resonated with voters.\n“During this crazy, unpredictable election season, clearly there just wasn’t a lot of interest in those policy papers,” he said Tuesday in an announcement on Fox News.\nJindal consistently drew support in polls in the low single digits and never made it to the main stage in any of the Republican debates. His exit from the crowded \nGOP\n primary comes after Wisconsin Gov. \nScott Walker\n and former Texas Gov. \nRick Perry\n also departed the race.\n“The Republican Party has to lay out the pathway for why we are the party for opportunity and growth,” Jindal said Tuesday.\nEarlier this week, a blow to Jindal’s campaign came when Rep. \nSteve King\n (R-Iowa), a firebrand among \ntea party\n conservatives, threw his support behind Sen. \nTed Cruz\n of Texas. King had been heavily courted by the Louisiana governor for his endorsement.\nJindal spent the majority of his time campaigning in Iowa -- by some tallies, more than any other GOP candidate -- where caucusgoers will kick off voting in the 2016 election cycle in February.\nCraig Robinson\n, former political director of the Iowa Republican Party, said that while grass-roots social conservatives in Iowa supported Jindal's message, he just lacked the appeal of Cruz.\nCruz “just brought more juice and generated a lot more enthusiasm,” Robinson said.\nDennis Goldford, a longtime student of the Iowa caucuses who teaches political science at Des Moines' \nDrake University\n, noted the large amount of time Jindal spent in Iowa, dating back to last year.\n“Jindal would always get a good response from audiences, but that enthusiastic support never showed up in his poll numbers,” Goldford said.\nMoreover, Goldford noted that Jindal was vying for the social conservative vote along with Cruz, Carson and Mike Huckabee, winner of 2008 caucus. Collectively, those candidates took “all the oxygen out of the room.”\nYet Jindals’ campaign on Tuesday did not highlight other candidates as a reason for his exit.\nCurt Anderson, a chief strategist to Jindal, said Tuesday that his lack of fundraising -- which hovered near a paltry $1.1 million -- was among the deciding factors for his exit from the race.\n“We were far behind,” Anderson said. \"Say what you want, it takes money to win elections.\"\nBarabak reported from Des Moines and Lee from Los Angeles.\nFollow \n@kurtisalee\n and \n@markzbarabak\n for political news.\nALSO\nWhy the LAFD is still largely white and male despite diversity efforts\nFormer Assembly leader urges dialogue, caution at California colleges\nLike a 'stab in your brain' -- Complaints from Bay Area residents in noisy flight path spike 2,706%", "byline": "", "description": "<p>Louisiana Gov. Bobby Jindal, who campaigned as an unstinting champion of social conservatives but found himself crowded out by other more forceful, dynamic personalities, on Tuesday abruptly ended his bid for the Republican presidential nomination.</p> <p>Jindal, 44, had staked out far-right territory...</p>", "title": "Bobby Jindal becomes the latest Republican to end presidential candidacy", "url": "http://www.latimes.com/la-na-bobby-jindal-suspends-campaign-20151117-story.html", "topics": ["personality", "campaign_finance"], "people": ["Steve King", "Curt Anderson", "Craig Robinson", "Rick Perry", "Scott Walker", "Donald Trump", "Mike Huckabee", "Bobby Jindal", "Dennis Goldford", "Ben Carson", "Ted Cruz"], "orgs": ["Republican Party", "Iowa Republican Party", "GOP", "Drake University"], "election_confidence": 0.9998759076701185, "authors": [{"author_id": 42176, "fullname": "kurtis lee", "primary_org": "latimes"}, {"author_id": 40451, "fullname": "mark z. barabak", "primary_org": "latimes"}], "date_written": "2015-11-18 01:47:00", "org": "latimes", "article_id": "da684e1324e7a3a9c4bd1b8e6f938b6c", "date_access": "2015-11-18 02:00:04.375394"}