{"body": "It's hard to stand out in a city like this, with its abundance of wealth and poverty, beauty and brutality.\nBut Eshete Woldeyilma commands attention as he sits in a cast-off chair beside a weedy field, swaddled in scarves and eyeing the changing world around him.\nIt's not just his flowing garb, his thick beard and his regal bearing, which Woldeyilma maintains despite his clearly destitute circumstances. It's the company he keeps: a colony of cats, wild to most but family to Woldeyilma, whose daily care for them is about the only thing that remains static in the neighborhood they call home.\n\"It's all about money,\" he said, indicating the growth of shops, restaurants and increasingly pricey apartments around him.\nEach day, through blizzards, rainstorms and heat waves, Woldeyilma, 55, can be found in the same spot along the waterfront in Brooklyn.\nBehind him is a high, chain-link fence and a vacant lot, which someday will be part of a waterfront park. Beyond the lot, he can see colorful shipping containers of the busy port on the harbor. Across the water, the Manhattan skyline soars into the sky.\nIn front of Woldeyilma is a bike lane, part of the changing face of this once-desolate area, and across the street is the 115-year-old building where Woldeyilma once lived.\nIt was while living there, after fleeing civil unrest in his native Ethiopia, making his way to Sudan, and eventually gaining refugee status in the United States, that he first met the cats.\nThat was eight years ago.\n\"Now I'm a prisoner here,\" Woldeyilma said with a laugh, describing how one encounter with a stray cat led to a commitment he cannot shake.\nHe came outside his apartment one day and saw a gray feline. He gave the cat some food.\nCat haters, read no further.\nCat lovers, rejoice. Your feline fantasy is coming true, in the form of a cat cafe. For four days starting Thursday, humans can hang out with friendly cats while eating, drinking and dangling feathery toys from fishing lines.\nPurina One and the North Shore Animal League,...\nCat haters, read no further.\nCat lovers, rejoice. Your feline fantasy is coming true, in the form of a cat cafe. For four days starting Thursday, humans can hang out with friendly cats while eating, drinking and dangling feathery toys from fishing lines.\nPurina One and the North Shore Animal League,...\nThe cat came back each day and brought cat friends eager for handouts. Woldeyilma tried to ignore them, but eventually he began feeding them all.\nEven after he was evicted from his apartment for non-payment of rent several years ago, Woldeyilma kept returning to make sure the colony had food and water each day.\nOver the years, Woldeyilma has named the cats: Nubia, Congo, Mozambique, Miss Ethiopia, Rico, Damascus, Oprah, Castro, Princess Diana and so on. He says there are 14 in the colony, whose patriarch is Nubia, the first cat he ever fed.\nSome have died over the years, often hit by cars on the adjacent avenue. They include Addis Ababa, Mogadishu and Miss USA.\nDespite his disheveled appearance, Woldeyilma has a strict routine, and his gift of gab has earned him a following among locals.\nOn a recent afternoon, as cats lurked nearby, Woldeyilma, a U.S. citizen, discussed the presidential candidates and lamented that Vice President Joseph Biden had opted not to run.\n\"He's a nice guy, like Jimmy Carter,\" Woldeyilma said. As for Hillary Rodham Clinton, \"I don't trust her, but it's time for a woman.\"\nHe threw his head back and laughed, showing a mouth missing several teeth, when asked about Donald Trump. \"Oh, crazy,\" Woldeyilma said of the Republican candidate and his comments that Mexico was sending rapists and other criminals across the border. \"Why doesn't he apologize to Mexico?\"\nHe misses Ethiopia every day, although he no longer has contact with anyone there. Woldeyilma said he left the central African country in 1982 and made his way to Sudan, where he lived in a refugee camp on the edge of Khartoum for several years.\nIn 1987, he gained refugee status in the United States and was employed in construction in New York until an accident left him unable to work. He won $300,000 in a settlement arising from the accident but admits he spent nearly all of it in Atlantic City.\n\"It's seductive, the women, the boardwalk, the casinos,\" said Woldeyilma, who never married.\nNow, he bicycles several miles most days from his Manhattan residence to his waterfront spot to tend to the cats. Some days, he brings food for them, but he also receives regular donations from local residents.\nThey include a woman named Janine, who visits Woldeyilma most afternoons.\nShe used to spot him in her neighborhood grocery store. \"I'd walk out because I was scared of him,\" she said, as Woldeyilma laughed with her at the memory.\nEventually, her husband, a social worker, introduced her to Woldeyilma as the man who fed local stray cats.\n\"Then we all became friends,\" said Janine as she scooped food onto paper plates.\nCats slithered through the weeds and scampered across the lot behind Woldeyilma and began to eat.\n\"He helps all the people in the neighborhood,\" she said of Woldeyilma. \"He listens. He knows everybody's story.\"\n\"I see you here all the time and just thought you might like this,\" a man said one afternoon after stopping his truck and presenting Woldeyilma with a container of steaming Thai noodles from a nearby takeout restaurant.\n\"Hi, kitty kitty!\" a little girl squealed as she rode by on a bicycle with her father.\nAcross the street, an elderly man looked out his second-floor apartment window and waved a greeting to Woldeyilma.\nNot everyone is friendly. Woldeyilma said another man who often sleeps on the street nearby sometimes tries to hit the cats with a stick.\n\"He's crazy,\" Woldeyilma said of the man. \"But he's a nice guy.\"\nKathleen O'Malley of the New York City Feral Cat Initiative, part of the Mayor's Alliance for NYC's Animals, said the goal is to trap all feral cats, neuter them, and then release them back to their colonies.\n\"The nearest estimate I could give is tens of thousands,\" O'Malley said when asked how many wild cats live in New York. \"They don't sit still while we count their heads.\"\nO'Malley said the initiative is aware of Woldeyilma.\nWoldeyilma, though, said the last time anyone came and took any of the cats away with promises to return them, they never came back.\nHe said he won't let that happen again.\n\"I want to rescue all the cats on Earth,\" he said as dinner hour ended and the cats began licking their paws and melting back into the weeds.\ntina.susman@latimes.com\nTwitter: \n@tinasusman", "byline": "", "description": "<p>It's hard to stand out in a city like this, with its abundance of wealth and poverty, beauty and brutality.</p> <p>But Eshete Woldeyilma commands attention as he sits in a cast-off chair beside a weedy field, swaddled in scarves and eyeing the changing world around him.</p> <p>It's not just his flowing garb,...</p>", "title": "In fast-changing Brooklyn, a colony of cats and their king stay constant", "url": "http://www.latimes.com/la-na-cat-man-20151117-story.html", "topics": ["immigration"], "people": ["Donald Trump", "Hillary Rodham Clinton", "Jimmy Carter"], "orgs": [], "election_confidence": 0.7368365665191314, "authors": [{"author_id": 40530, "fullname": "tina susman", "primary_org": "latimes"}], "date_written": "2015-11-17 11:00:00", "org": "latimes", "article_id": "419cf5d065f910da0c2bd776c8f5d57c", "date_access": "2015-11-17 11:23:32.839689"}