{"body": "It was inevitable that the terrorism attacks in Paris last week would echo quickly through the U.S. presidential campaign. Given the stream of nativist rhetoric already out there, it was also inevitable that some politicians' responses would be highly objectionable, beginning with Texas Sen. \nTed Cruz\n's assertion that the United States should accept only Christian refugees from the Syrian conflict. Former Florida Gov. \nJeb Bush\n sounded a similar note, calling for special efforts to protect Christians in the region; never mind that \nIslamic State\n jihadists \ntarget fellow Muslims with just as much viciousness\n.\nIt's preposterous that a serious contender for the presidency of the U.S. would bar war refugee status based on someone's religion. And the suggestion by GOP candidate \nBen Carson\n that the U.S. bar all Syrian refugees for fear that a \"sleeper\" terrorist might slip in is an emotional, and ill-conceived, overreaction, as are pledges by several Republican governors to resist efforts to resettle refugees in their states.\nThe United States doesn't have the same challenge as Europe, whose relative proximity to the Middle Eastern war zone has left it inundated with millions of refugees. And the source isn't just Syria and Iraq; refugees — both political and economic — from Africa have landed in Europe as well. There are few good options for stopping that tide without first stabilizing the regions from which it arises; a political solution to the Syrian civil war is a crucial first step to achieving that stability.\nWe haven't faced this exodus simply because it is so much harder for Syrian refugees to arrive at the border and seek asylum. President Obama affirmed in Turkey on Tuesday that \"America has to step up and do its part\" in providing for war refugees, which presumably includes moving ahead with his plan to accept up to 10,000 Syrian refugees this fiscal year, up from fewer than 2,000. This page has argued that the U.S. should take significantly more because there are too many for Europe to absorb and because of our history as a safe haven. Nothing in the Paris attacks changes that.\nThat's not to suggest that the U.S. should accept any and all comers. What the Republican candidates ignore, though, is that there is already a system in place to vet the refugees. To gain entry to the U.S., a Syrian refugee first must pass rigorous screening by the United Nations High Commissioner for Refugees, which verifies personal backgrounds and details before recommending individuals for resettlement to the United States. Then the Department of Homeland Security does its own screening before a refugee is granted entry and protection.\nIt makes sense to be prudent and diligent when accepting refugees from a region of such threat and instability. But it defies what the nation stands for to deny a safe haven for the persecuted based on their faith, nation of origin, or our fear.\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>It was inevitable that the terrorism attacks in Paris last week would echo quickly through the U.S. presidential campaign. Given the stream of nativist rhetoric already out there, it was also inevitable that some politicians' responses would be highly objectionable, beginning with Texas Sen. Ted...</p>", "title": "Stop the fear-mongering on Syrian refugees", "url": "http://www.latimes.com/la-ed-1117-syrian-refugees-20151117-story.html", "topics": ["foreign policy/national security", "economy"], "people": ["Jeb Bush", "Ben Carson", "Ted Cruz"], "orgs": ["Department of Homeland Security", "United States.", "GOP", "United Nations"], "election_confidence": 0.9201244732156971, "authors": [{"author_id": 40445, "fullname": "the times editorial board", "primary_org": "latimes"}], "date_written": "2015-11-17 13:00:00", "org": "latimes", "article_id": "0597b99bc7bd057eaf30c044a304337e", "date_access": "2015-11-17 13:26:56.328414"}