{"body": "Organized labor took a major step in coalescing around \nHillary Rodham Clinton\n on Tuesday, as one of its heavyweights voted to endorse her despite loud objections from backers of her rival and longtime labor stalwart \nBernie Sanders\n.\nThe Service Employees International Union, which represents 2 million workers in service industries such as healthcare and child care, made the endorsement following a lengthy debate at a meeting of its executive board here.\n“We feel very confident about Hillary Clinton’s capacity to fight, win and deliver for working people,” SEIU International President Mary Kay Henry said in an interview immediately following the endorsement vote. Henry said the 77-member board overwhelmingly approved the move in a voice vote. “We looked at the analytics and believe that this is the woman who can win in a general election,” Henry said.\nThough Sanders, a senator from Vermont, has received the support of a few smaller unions, including those that represent nurses and postal workers, the major organizations have been lining up with Clinton, a former senator and secretary of State. With the SEIU endorsement, she now has unions representing roughly two-thirds of the country’s unionized workers supporting her.\n“As president, I will be proud to stand with SEIU and fight alongside them — to defend workers’ right to organize and unions’ right to bargain collectively, to raise incomes for working people and the middle class, and to ensure that hardworking Americans can retire with dignity and security,” Clinton said in a statement.\nThe SEIU support is particularly meaningful among the labor endorsements Clinton has been racking up. The union is at the forefront of the push to increase the minimum wage to $15 an hour, which Sanders has endorsed but not Clinton. Some local SEIU chapters had urged the board not to endorse Clinton, warning she was a status quo candidate.\nYet Clinton has long been popular among the SEIU rank and file, a racially diverse group with a large presence in Western states. And union leaders at SEIU and elsewhere are anxious about the possibility of losing the White House at a time when their organizations are under siege in Congress and at the Supreme Court. They see Clinton as a more viable contender in the general election, and they want to start doing what they can now to strengthen her candidacy.\nAsk Allysha Almada why she supports Bernie Sanders, and Almada, a Glendora nurse who tried to form a union and was later fired, shoots right back with her own question: How could she not?\nSanders, the Vermont senator, doesn’t hedge with labor. Just about anything on the broader labor agenda, he...\nAsk Allysha Almada why she supports Bernie Sanders, and Almada, a Glendora nurse who tried to form a union and was later fired, shoots right back with her own question: How could she not?\nSanders, the Vermont senator, doesn’t hedge with labor. Just about anything on the broader labor agenda, he...\nClinton put considerable effort into getting the union’s support. She held a large event with union members in which she talked in detail about the particular challenges faced by the healthcare and child care workers SEIU represents and how she would confront them.\n“All the Democratic candidates are similar on the issues,” said Henry. “What we think distinguishes Hillary Clinton is she understands home care and child care work in her bones.”\nSEIU’s resources are formidable. The union is one of the top political spenders in the country, with a history of investing tens of millions of dollars on Democrats in presidential election cycles. The union is also a key source of boots on the ground. In a statement, it promises that in the upcoming elections it will make “hundreds of thousands of face-to-face and door-to-door contacts, millions of phone calls, robust digital engagement and other activities to get out the vote.”\nThe union is already plotting how it can mobilize to help the Clinton campaign beat Sanders in the Iowa caucus. “We are going to start immediately,” said Henry.", "byline": "", "description": "<p>Organized labor took a major step in coalescing around Hillary Rodham Clinton on Tuesday, as one of its heavyweights voted to endorse her despite loud objections from backers of her rival and longtime labor stalwart Bernie Sanders.</p> <p>The Service Employees International Union, which represents 2 million...</p>", "title": "Hillary Clinton wins major endorsement from service workers' union", "url": "http://www.latimes.com/la-na-hillary-clinton-seiu-20151117-story.html", "topics": ["economy", "personality"], "people": ["Mary Kay Henry", "Hillary Rodham Clinton", "Hillary Clinton", "Bernie Sanders"], "orgs": ["Service Employees International Union", "Congress", "SEIU", "Supreme Court"], "election_confidence": 0.755535986105521, "authors": [{"author_id": 40355, "fullname": "evan halper", "primary_org": "latimes"}], "date_written": "2015-11-17 20:25:00", "org": "latimes", "article_id": "891f351100614be04265e2047b6318e8", "date_access": "2015-11-17 21:00:06.939874"}