{"body": " Louisiana Gov. Bobby Jindal announced late Tuesday that he will end his presidential campaign after he failed to attract attention in the crowded Republican primary field.\nIn a statement, Jindal said running for the Republican nomination has been an honor, but “it was not my time.”\nJindal’s parents came to the United States 45 years ago from India and he said that they could never have imagined their son would serve as governor or run for president.\n“They raised me to believe Americans can do anything, and they were right, we can,” he said. “But this is not my time, so I am suspending my campaign for president.”\nJindal had failed to garner more than single digits in the polls and never had the chance to take the main stage in any of the four Republican primary debates. Instead, he appeared in the so-called undercard debates. \n“Going forward, I believe we have to be the party of growth and we can never stop being the party that believes in opportunity,” he said. “We cannot settle for The Left’s view of envy and division. We have to be the party that says everyone in this country - no matter the circumstances of their birth or who their parents are – can succeed in America.” \nJindal said he will return to work at the think tank he started a few years ago, where he plans to outlined a blueprint for the future.\n“Now is the time for all those Americans who still believe in freedom and American exceptionalism to stand up and defend it,” he said. “The idea of America – the idea that my parents came here for almost a half a century ago - that idea is slipping away from us. Freedom is under assault from both outside our borders and from within. We must act now, we do not have a moment to spare.”\nJindal went after front-runner Donald Trump with some sharp attacks during the race. On Tuesday night, most of the Republican candidates were quick to offer thanks to his contributions to the race.\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "Louisiana governor had attacked front-runner Donald Trump\nJindal failed to gain traction in polls or debates\nRepublican candidates offer thanks for his contributions to the race\n…\nClick to Continue »", "title": "Jindal drops out of presidential race", "url": "http://www.mcclatchydc.com/news/politics-government/election/article45279987.html", "topics": ["personality"], "people": ["Donald Trump", "Bobby Jindal", "Anita Kumar"], "orgs": [], "election_confidence": 0.9750714883399403, "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-11-18 00:35:38", "org": "mcclatchy", "article_id": "d0930a2630b940fff9ef599a33bd314d", "date_access": "2015-11-18 01:00:04.277701"}