{"body": "\n\n\n\ni\n\n\n\n\n            Ohio Governor John Kasich speaking at the National Press Club Tuesday.\n            \n            \n                \n                Brendan Smialowski/AFP/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Brendan Smialowski/AFP/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nOhio Governor John Kasich speaking at the National Press Club Tuesday.\n\n            \n            Brendan Smialowski/AFP/Getty Images\n            \n        \n\n\n\nThirty governors have now asked for the resettlement of Syrian refugees into their states to be stopped amid security concerns. Ohio Gov. John Kasich, a 2016 Republican presidential candidate, was among those who joined the early call in the wake of last week's terrorist attacks in Paris. But just months ago, Kasich had encouraged President Obama to accept the refugees. During a Tuesday speech at the National Press Club outlining his foreign policy agenda, Kasich called for a more robust U.S. military presence in the Middle East and pointed to his experience in Congress on the House Armed Services Committee. After his address, Kasich spoke to NPR's Audie Cornish, telling her that a critical part of U.S. success in toppling extremist organizations like ISIS would be spreading other ideas in the Middle East,including \"Jewish [and] Christian principles.\" In an interview with NBC, Kasich went even further, calling for a new U.S. agency to promote a Jewish and Christian belief system abroad in places like the Middle East, China and Russia. As for his low standing in recent polls, Kasich dismissed early national surveys and said the nominating process through Iowa, New Hampshire and South Carolina was \"excellent\" and would work.  Interview Highlights On why he changed his views on allowing Syrian refugees into the U.S.  Maybe there's a bit of a shift in the position, but in light of Paris and in light of the concern that people have, not just in my state but in my neighborhood, I think it's very reasonable to say that we need to have a pause. If we have a problem with our intelligence folks telling us we can't vet them, then of course we can't move forward. I don't think at this point that we should have any more come in and if we can establish proper protocols, procedures to know who they are so that we're not inviting people under the cover of refugee status who mean us harm. ... I have a big heart, and I also think I have a pretty good brain, and to me this is a very reasonable approach to take at this point in time. I think this is a reasonable approach that will strike the American people as reasonable, and let's try to improve the situation whereby we can determine who wants to come here. On a no-fly zone in Syria  I think we should establish a no-fly zone in Syria, with a sanctuary where families can be protected ... I think it's appropriate for the U.S. to increase financial assistance to countries that can keep these folks in the Middle East, in the region where they live. I was a little taken aback when the president said we should study [no-fly zones]. We should have been studying it a heck of a lot earlier once somebody like me made a suggestion that we ought to have one. These can be sanctuaries. This can be a no-fly zone that can be patrolled, and I think there is a way to invite our allies in the Middle East to make sure that those sanctuaries are safe. ... We need to support the opposition in Syria, remove [President Bashar] al-Assad. On his approach to the Middle East We win battles with bullets, but we win wars with ideas. And I think it is absolutely critical to invite our moderate Muslim friends, along with those who for centuries, have had a foundation of Jewish and Christian principles, to begin to tell the world about who we are, what we are, what we believe and why it's preferable to a force that sponsors murder [and] rape. I think that the Western culture is one of freedom, freedom of religion, equality for women.\n", "byline": "", "description": "The Ohio governor and 2016 GOP presidential hopeful outlined his foreign policy agenda in an interview with NPR, saying \"I think it is absolutely critical to invite our moderate Muslim friends.\"", "title": "Kasich: 'Reasonable' to 'Pause' Resettlement Of Syrian Refugees", "url": "http://www.npr.org/2015/11/17/456395261/kasich-reasonable-to-pause-resettlement-of-syrian-refugees", "topics": ["foreign policy/national security"], "people": ["Brendan Smialowski", "Audie Cornish", "John Kasich"], "orgs": ["House Armed Services Committee", "GOP", "Congress"], "election_confidence": 0.7111675521848687, "authors": [{"author_id": 23, "fullname": "npr staff", "primary_org": "npr"}], "date_written": "2015-11-17 23:33:39", "org": "npr", "article_id": "d55f7e1024437274aa02c9b830de3be4", "date_access": "2015-11-17 23:36:26.128845"}