{"body": "\n\n\n\ni\n\n\n\n\n            \"In the eyes of the Arabs in Turkey, ISIL is a completely different threat than Saddam Hussain, than the Taliban. They're the neighbor from hell,\" said Sen. Lindsey Graham.\n            \n            \n                \n                Jim Cole/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jim Cole/AP\n        \n    \n\n\n\n\n\n\n\n\n\"In the eyes of the Arabs in Turkey, ISIL is a completely different threat than Saddam Hussain, than the Taliban. They're the neighbor from hell,\" said Sen. Lindsey Graham.\n\n            \n            Jim Cole/AP\n            \n        \n\n\n\nPresident Obama says he's intensifying his strategy against ISIS — a strategy that includes airstrikes, working with local fighters like the Kurdish Peshmerga and stepping up diplomatic efforts. But Sen. Lindsey Graham, who's running for the Republican presidential nomination, wants to the U.S. to do more. He wants to send in upwards of 10,000 ground forces as part of a coalition to fight ISIS, also known as ISIL. Graham spoke to NPR's Audie Cornish about that coalition of Arab allies, and why he says Syrian refugees coming to the U.S. are \"a symptom of a failed strategy.\"  Interview Highlights On his strategy to fight Islamic State In the eyes of the Arabs in Turkey, ISIL is a completely different threat than Saddam Hussain, than the Taliban. They're the neighbor from hell. My strategy is pretty simple: rally the region who is ready to be led because they're directly threatened by ISIL and we'll provide a thickening of the force, a capability they don't provide. On Arab allies  They've been dropping bombs, but they're not going to go in without us. ... What I would do is go to Turkey, Egypt, Jordan and the region as a whole and say we share two goals. The destruction of ISIL, which is a threat to your societies and our way of life and our homeland. And we will also work together to make sure that Iran doesn't control Syria when this is all over and Assad's got to go. If you don't put the second component on the table, the Arabs are not just going to go in and destroy ISIL and give Syria to Iran. On Syrian refugees coming to the U.S. Number one, a lot of people who are seizing on the refugee issue are demagoguing to emotions behind it, and not addressing the problem. Refugees are symptom of a failed strategy. The reason they're leaving Syria is because they're getting raped and murdered. And could ISIL integrate into this refugee population? Absolutely. So I'm calling for a time out on our refugee program until we can ensure we have proper vetting. I'm more worried about getting it right than anything else. I'm willing to give money to international organizations who are dealing with the refugees in Jordan and Turkey ... I'm willing to help the region deal with refugees but if you don't go to the source of the problems, the refugees continue to flow and eventually ISIL hits us here at home. On his viability in the 2016 race given low poll numbers I'm going to stay in this race as long as I possibly can, and here's what I think. My voice is going to resonate over time. I don't believe you can deport 11 million illegal immigrants. I think a lot of what Trump is saying about illegal immigration is hurting the party ... and I want to go on the offense against radical Islam. New Hampshire is the way forward for me. I hope to do well in Iowa, but John McCain endorsed me last week in New Hampshire, he won there twice. I've gone there a bunch –- I do weddings, funerals, bar mitzvahs, friendly divorces. If you're in New Hampshire I'm coming your way soon. That's whereo I think Lindsey Graham can break through.\n", "byline": "", "description": "Sen. Lindsey Graham, a Republican candidate for president, also called for a \"time out\" on the U.S.'s Syrian refugee program \"until we can ensure we have proper vetting.\"", "title": "Graham: U.S. Should Shore Up Arab Allies To Fight 'Neighbor From Hell' ISIS", "url": "http://www.npr.org/2015/11/17/456372754/graham-u-s-should-shore-up-arab-allies-to-fight-neighbor-from-hell-isis", "topics": ["foreign policy/national security", "immigration"], "people": ["Lindsey Graham", "Audie Cornish", "Jim Cole"], "orgs": ["ISIL", "Taliban"], "election_confidence": 0.7336155543902145, "authors": [{"author_id": 23, "fullname": "npr staff", "primary_org": "npr"}], "date_written": "2015-11-17 21:25:22", "org": "npr", "article_id": "397a8586d09055f9c0e2fd451709f6b3", "date_access": "2015-11-17 21:32:02.430185"}