{"body": "\n\n\n\ni\n\n\n\n\n            Bobby Jindal suspended his presidential campaign on Tuesday evening, saying \"this is not my time.\"\n            \n            \n                \n                Jeffrey Phelps/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jeffrey Phelps/AP\n        \n    \n\n\n\n\n\n\n\n\nBobby Jindal suspended his presidential campaign on Tuesday evening, saying \"this is not my time.\"\n\n            \n            Jeffrey Phelps/AP\n            \n        \n\n\n\nLouisiana Gov. Bobby Jindal suspended his campaign for the Republican nomination for president on Tuesday, saying he had \"come to the realization that this is not my time.\" The son of Indian immigrants, Jindal said that when his parents came to the United States 45 years ago, they told him you could accomplish anything in this country. But, ultimately this time, his dreams of the White House fell short. \"Never in their wildest dreams did they think their son would have the opportunity to serve as Governor of Louisiana or to run for president,\" Jindal said on Fox News Channel's \"Special Report with Bret Baier.\" The two-term governor had struggled to raise money and to gain any traction in the race, consistently relegated to the lower undercard debates at each of the past four Republican debates. Overshadowed by outsider candidates like Donald Trump and neurosurgeon Ben Carson. for a time Jindal had focused his fire at the wealthy real estate magnate, blasting him \"a narcissist\" and \"a carnival act\" this fall. But it wasn't enough. Jindal becomes the third Republican candidate to suspend their campaign, joining former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker. After Jindal's term ends early next year, he said he would return to where he got his start — the policy sector, working at America Next, a think tank he created. \"I realize that our country is off on the wrong track right now,\" Jindal said in a statement. \"Everyone knows that, but don't forget, this is still the greatest country in the history of the world – and every single one of us should start every day by thanking God that we are fortunate enough to be U.S. citizens.\n", "byline": "", "description": "Louisiana Republican Gov. Bobby Jindal announced Tuesday evening that he was suspending his campaign for president.", "title": "Jindal Ends Presidential Campaign: 'This Is Not My Time'", "url": "http://www.npr.org/2015/11/17/456416876/jindal-ends-presidential-campaign-this-is-not-my-time", "topics": ["personality"], "people": ["Jeffrey Phelps", "Bret Baier", "Rick Perry", "Scott Walker", "Donald Trump", "Bobby Jindal", "Ben Carson"], "orgs": [], "election_confidence": 0.9969383217146437, "authors": [{"author_id": 25945, "fullname": "jessica taylor", "primary_org": "npr"}], "date_written": "2015-11-17 23:16:00", "org": "npr", "article_id": "161ce074853d45ba5a494aff679675b9", "date_access": "2015-11-17 23:31:22.657782"}