{"body": "Gov. John Kasich of Ohio conceded Tuesday that he did not have the power to block the flow of Syrian refugees into his state, but he still urged President Obama to stop accepting them until the United States can ensure that terrorists are not making their way into the country.\n\n“In the state, we don’t have the authority,” Mr. Kasich said after a speech at the National Press Club in Washington. “We can only express our concerns.”\n\nMr. Kasich, a Republican presidential candidate, said that while he was often accused of being too good-hearted, this was a case where it was important to have a good brain. He recounted a story of his young daughter asking him, “Why are you not going to let these people come in?” and explaining to her that it was not about being cruel to those in need. \n\n“These people are in trouble, but think about putting somebody on our street, in our town, in our country who mean us harm,” he told her. \n\nMr. Kasich, who said in September that refugees should be accepted into the country, has changed his view after the attacks in Paris on Friday. He said on Tuesday that concerns about being able to screen refugees made it unsafe to accept them. \n\n“Right now, until we get a handle on where we are, we need to stop,” Mr. Kasich said, suggesting that could eventually change. \n\nMr. Kasich is one of several Republican governors and presidential candidates who have criticized Mr. Obama’s plan to accept 10,000 Syrian refugees and his handling of the Islamic State militants. Mr. Kasich has called for a no-fly zone in Syria and the creation of safe havens in the country to support humanitarian efforts. The governor would not estimate how many soldiers he would send to the region as president, but said that air power was not sufficient for completing the mission.\n\nThe call for a more robust Middle East policy comes as Mr. Kasich has been struggling in recent polls and is banking his campaign on a strong performance in New Hampshire’s primary.\n\nMr. Kasich said that it was too soon after the tragedy in Paris to make the case that outsider candidates such as Donald J. Trump or Ben Carson would be risky bets at a time when national security is of growing concern. However, his campaign released an advertisement on Tuesday promoting his foreign policy credentials, and Mr. Kasich made clear that voters should think twice before choosing someone without government experience.\n\n“Our very lives are under attack,” Mr. Kasich said. “Over time, I think it’ll be appropriate to talk about what experience means when we’re talking about the commander in chief in America.”", "byline": "ALAN RAPPEPORT", "description": "Gov. John Kasich conceded that while Ohio did not have the authority to reject Syrian refugees, he urged President Obama to stop accepting them until the United States can ensure that terrorists are not coming in, too.", "title": "First Draft: John Kasich Urges Obama to Not Accept Syrian Refugees, For Now", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/john-kasich-urges-obama-to-not-accept-syrian-refugees-for-now/", "topics": ["foreign policy/national security"], "people": ["Donald J. Trump", "Ben Carson", "John Kasich"], "orgs": [], "election_confidence": 0.8408190043366238, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-17 20:05:43", "org": "nyt", "article_id": "fc231fb1638e65b5980a9855f8cd7189", "date_access": "2015-11-17 20:35:32.715978"}