{"body": "When it comes to Saddam Hussein, Senator Bernie Sanders appears to have learned a lesson from another Democratic presidential candidate from Vermont: former Gov. Howard Dean.\n\nIn an interview Tuesday with Katie Couric on Yahoo News, Mr. Sanders said the world would have been better off without the American-led invasion of Iraq in 2003 – and, by extension, better off if Hussein had remained in power. It is a remark that, if taken out of context, political opponents could use against Mr. Sanders. But it is also a more nuanced remark on Hussein than Mr. Dean made in December 2003, to disastrous effect.\n\nMr. Dean, who was running strongly in polls at the time because of his steadfast opposition to the Iraq war, gave a major foreign policy speech just two days after American forces had found Hussein hiding in a hole near Tikrit. Mr. Dean uttered 10 words that may have cost him the presidential nomination: “The capture of Saddam Hussein has not made America safer.” \n\nHis Democratic rivals pounced, saying Mr. Dean’s comment was a clear sign that he was not prepared to lead a nation at wartime; some voters, thrilled that Hussein was in custody, were taken aback by his view.\n\nMr. Sanders, like Mr. Dean, was against the Iraq war, and – like Senator Barack Obama in 2008 – has been using Hillary Rodham Clinton’s vote authorizing the war to attack her judgment. But in the interview on Tuesday, Ms. Couric pressed Mr. Sanders on the link between the unpopular war and the popular ouster of Hussein.\n\n“Do you believe that Iraq would be better off if Saddam Hussein had remained in power?” Ms. Couric asked.\n\nMr. Sanders replied with a level of context and perspective that lacked the sort of easy sound bite that made Mr. Dean so vulnerable.\n\n“Do I think the entire region would have been better off if we had not invaded that country and brought about the massive levels of destabilization which led to the death of 6,700 Americans, 500,000 coming back with P.T.S.D. or T.B.I., the death of many, many hundreds of thousands of Iraqis, the growth of ISIS and Al-Qaeda in that region?” Mr. Sanders said. “Do I think the world have been better off? Yeah.\n\n“Saddam Hussein was a brutal, disgusting tyrant, and the effort would have been, ‘How do you get rid of him?’ But to destabilize that region the way we did, to bring about that chaos, and the incredible cost to us in terms of human life and trillions of dollar of expenditure – yes, we should not have undertaken that invasion, and I think history will record that as one of the worst foreign policy blunders in the history of America.”\n\nAs if imagining a television commercial using the remark against him, like happened to Mr. Dean, Mr. Sanders continued: “I don’t want people to be simply saying, ‘Oh, Bernie Sanders doesn’t have experience in foreign policy.’ True, I was not a secretary of state for four years, I concede that,” a reference to Mrs. Clinton’s tenure. “But I think if you check my record, and the votes that I’ve cast, and what I have said, you’ll find that, in fact, we do have a lot of credibility in many foreign policy areas.”", "byline": "PATRICK D. HEALY", "description": "When it comes to Saddam Hussein, Senator Bernie Sanders appears to have learned a lesson from another Democratic presidential candidate from Vermont: former Gov. Howard Dean.", "title": "First Draft: On Invading Iraq, Bernie Sanders Takes a Cue From Howard Dean", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/on-invading-iraq-bernie-sanders-takes-a-cue-from-howard-dean/", "topics": ["foreign policy/national security"], "people": ["Saddam Hussein", "Howard Dean", "Hillary Rodham Clinton", "Barack Obama", "Katie Couric", "Bernie Sanders"], "orgs": [], "election_confidence": 0.7828065382845003, "authors": [{"author_id": 45886, "fullname": "patrick d. healy", "primary_org": "nyt"}], "date_written": "2015-11-17 21:25:39", "org": "nyt", "article_id": "4de55a36f96846394bc8dd5991a98ed5", "date_access": "2015-11-17 21:40:02.703354"}