{"body": "WASHINGTON — Gov. Bobby Jindal of Louisiana, a onetime rising Republican star whose popularity has plummeted in his own state, abruptly dropped out of the presidential race on Tuesday, conceding that he was unable to find any traction.\n\n“This is not my time,” he said on Fox News.\n\nMr. Jindal unveiled a series of policy proposals, ferociously attacked Donald J. Trump and spent considerable time courting conservatives in Iowa, which begins the presidential nominating process. None of it worked. He raised little money, did not rise high enough in the polls to appear on the prime-time debate stage and was overshadowed by unconventional candidates such as Mr. Trump and Ben Carson.\n\nIn withdrawing, Mr. Jindal alluded to his parents’ emigration to the United States from India 45 years ago.\n\n“I don’t think in a million years they would have ever imagined that I’d be governor or one day I’d be running for president of the United States,” he said.\n\nBut, he said, “I’ve come to the realization this is not my time.”\n\nMr. Jindal’s withdrawal comes days before a runoff election in the Louisiana governor’s race, a contest in which the candidates in both parties have intermittently criticized the once-popular incumbent.", "byline": "JONATHAN MARTIN", "description": "“This is not my time,” said the governor of Louisiana, who had never risen high enough in the polls to appear in the prime-time debates.", "title": "Bobby Jindal Quits Republican Presidential Race", "url": "http://www.nytimes.com/2015/11/18/us/politics/bobb-jindal-presidential-race.html", "topics": ["personality"], "people": ["Bobby Jindal", "Donald Trump", "Donald J. Trump", "Ben Carson"], "orgs": [], "election_confidence": 0.9463626532739461, "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-11-17 23:31:16", "org": "nyt", "article_id": "258fde0a3e56484f9389845f1eba62cb", "date_access": "2015-11-18 00:01:41.131061"}