{"body": "The newest “super PAC” supporting Senator Ted Cruz will run a radio commercial in Iowa excoriating Senator Marco Rubio by describing his work to pass a comprehensive immigration reform bill in 2013 as an “amnesty scheme” and part of a pact with President Obama.\n\nThe ad by Courageous Conservatives PAC will be broadcast on talk radio beginning Wednesday, according to the group’s strategist, Rick Shaftan. It comes after a weeklong argument between Mr. Rubio, of Florida, and Mr. Cruz, of Texas, over which of them can credibly say he is tough on illegal immigration – and it strikes directly at Mr. Rubio’s biggest vulnerability in the Republican presidential primary.\n\n“When Marco Rubio teamed up with John McCain, Chuck Schumer and Bob Menendez to push his Gang of Eight amnesty scheme, he said he wanted to secure the border,” a narrator says in the 60-second commercial, linking Mr. Rubio with two Democrats and to Mr. McCain, a Republican who is nonetheless loathed by many hard-line conservatives.\n\n“But then Rubio voted against every border security amendment Ted Cruz and Jeff Sessions proposed,” the narrator says. “Every one. It was part of the deal Rubio made with Obama: no amendments, even on border security.”\n\nThe ad credits Mr. Cruz with having stopped “the Obama-Rubio Gang of Eight amnesty bill,” though he was one of 32 senators who voted against it.\n\n“Marco Rubio betrayed our trust, failed us, and he’s done nothing since coming to Washington but push for amnesty,” the narrator says, urging voters to support Mr. Cruz “now, before it’s too late.”\n\nThe group behind the ad has spent relatively little since it was set up in September, according to federal filings, especially compared to the tens of millions of dollars raised, but as yet mainly unspent, by four super PACs that were formed in the spring to support Mr. Cruz. It has so far disclosed only a single donation: $5,000 so far from a Texas investor.\n\nA spokesman for Mr. Rubio did not immediately respond to a request for comment. Mr. Shaftan said the ad would run solely on radio, not television, though the group released the ad in video form.\n\nMr. Rubio has been running a counteroffensive against Mr. Cruz for days, pointing out that he offered amendments that would have stripped a pathway to citizenship from the immigration overhaul effort but would have provided legal status to the millions of undocumented immigrants already in the country.\n\nMr. Cruz sought to counter that on Monday with the endorsement of Representative Steve King of Iowa, one of the most hawkish voices against illegal immigration.\n\nIn reality, the spot takes license with the facts. There were no amendments by, or co-sponsored by, Mr. Cruz that were voted on during the work of the so-called Gang of Eight. And Mr. Rubio voted in favor of a border security amendment sponsored by Senator John Cornyn of Texas.\n\nStill, the group being run by Mr. Shaftan has sought to nudge the better-financed outside groups supporting Mr. Cruz to become more aggressive on his behalf.", "byline": "MAGGIE HABERMAN", "description": "An ad from a small new “super PAC” assails Senator Marco Rubio’s work to pass a comprehensive immigration reform bill in 2013 as an “amnesty scheme” and part of a pact with the so-called Group of Eight lawmakers and President Obama.", "title": "First Draft: New Radio Ad Hammers Marco Rubio Over Immigration, on Ted Cruz’s Behalf", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/new-radio-ad-hammers-marco-rubio-over-immigration-on-ted-cruzs-behalf/", "topics": ["immigration", "campaign_finance"], "people": ["Steve King", "Bob Menendez", "John Mccain", "Chuck Schumer", "Marco Rubio", "John Cornyn", "Jeff Sessions", "Ted Cruz"], "orgs": ["PAC", "PACs"], "election_confidence": 0.8712966854400207, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-11-17 17:50:59", "org": "nyt", "article_id": "319bb7ab6fe757c3aba30ea298ac836b", "date_access": "2015-11-17 18:35:15.231777"}