{"body": "Ben Carson’s remarks on foreign policy have repeatedly raised questions about his grasp of the subject, but never more seriously than in the past week, when he wrongly asserted that China had intervened militarily in Syria and then failed, on national television, to name the countries he would call on to form a coalition to fight the Islamic State.\n\nFaced with increasing scrutiny about whether Mr. Carson — who leads in some Republican presidential polls — was capable of leading American foreign policy, two of his top advisers said in interviews with The New York Times that he had struggled to master the intricacies of the Middle East and national security and that intense tutoring was having little effect.\n\n“Nobody has been able to sit down with him and have him get one iota of intelligent information about the Middle East,” Duane R. Clarridge, a top adviser to Mr. Carson on terrorism and national security, said in an interview. He also said Mr. Carson needed weekly conference calls briefing him on foreign policy so “we can make him smart.”\n\nAs the deadly assaults in Paris claimed by the Islamic State reframe the presidential race, the candidates’ foreign policy credentials are suddenly under scrutiny. And Mr. Carson has attracted extra attention because his repeated dubious statements give rise to questions about where, as a retired neurosurgeon without government experience, he turns for information and counsel on complex global issues. What is unusual is the candor of those who are tutoring him about the physician’s struggle to master the subject.\n\nIn last week’s Republican debate, speaking of the turmoil in Syria, Mr. Carson said that “the Chinese are there.”\n\nBoth the White House and China denied that China had intervened militarily in Syria.\n\nThis week, Mr. Carson’s advisers said that his source for claiming Chinese involvement in Syria was a telephone conversation he had had with a freelance American intelligence operative in Iraq.\n\nAccording to notes of the briefing kept by a Carson aide who was also on the line, the operative had said, “Multiple reports have surfaced that Chinese military advisers are on the ground in Syria, operating with Russian special operations personnel.”\n\nMr. Clarridge, a former C.I.A. agent who had connected Mr. Carson with the operative in Iraq, said on Monday that the information was wrong. The operative in Iraq had “overleaped” in suggesting Chinese troops are in Syria, Mr. Clarridge said, adding of the operative, “You know how it goes when people are desperate for some headline.”\n\nMr. Clarridge, described by Mr. Carson’s top adviser, Armstrong Williams, as “a mentor for Dr. Carson,” is a colorful, even legendary figure in intelligence circles, someone who could have stepped out of a Hollywood thriller. He was a longtime C.I.A. officer, serving undercover in India, Turkey, Italy and other countries. During the Reagan administration, he helped found the agency’s Counterterrorism Center and ran the C.I.A.’s Latin American division.\n\nIndicted on charges of lying to Congress in the Iran-contra scandal (he was later pardoned), Mr. Clarridge today runs a private network of intelligence sources, including, he said, experts on Iran, China and the Middle East, who have all briefed Mr. Carson in phone calls or Skype sessions.\n\nMr. Clarridge, who contacted Mr. Carson nearly two years ago to offer his services without pay, has helped the candidate prepare for debates. But the briefings do not always seem to sink in, Mr. Clarridge acknowledged. After Mr. Carson struggled on “Fox News Sunday” to say whom he would call first to form a coalition against the Islamic State, Mr. Clarridge called Mr. Williams, the candidate’s top adviser, in frustration. “We need to have a conference call once a week where his guys roll out the subjects they think will be out there, and we can make him smart,” Mr. Clarridge said he told Mr. Williams.\n\nMr. Williams, one of Mr. Carson’s closest friends, who does not have an official role in the campaign, also lamented the Fox News interview. “He’s been briefed on it so many times,” he said. “I guess he just froze.”\n\nMr. Carson, 64, who retired as one the world’s foremost pediatric neurosurgeons, has sometimes struggled to adapt his thoughtful manner and speaking style to the rat-a-tat of debates and TV interviews. “Sometimes he overthinks things,” Mr. Armstrong said, adding that he spoke to Mr. Carson after the Fox News stumble. “I could tell, talking to him, it was a bummer for him.”\n\nOnce written off by political insiders, Mr. Carson has rocketed to the top tier of candidates and has traded off a lead in recent polls with Donald J. Trump.\n\nBut the stress of his ascent has revealed an inexperienced political operation and a lack of connections to informed and respected advisers. Whereas Jeb Bush can call on dozens of experts from the foreign policy establishment who once worked for the presidential administrations of his father and brother, Mr. Carson so far has only one paid national security adviser, Robert F. Dees, a retired Army general on the staff of Liberty University, the institution founded by Jerry Falwell.\n\nThe Carson campaign has also set up conversations between the candidate and former senior foreign affairs officials in past presidential administrations, including former secretaries of state, Mr. Williams said.\n\nOne official, Michael V. Hayden, a former C.I.A. director, described a conversation he had had with Mr. Carson to MSNBC last week. “I had one lengthy phone call with Ben Carson two months ago,” Mr. Hayden said, “and his instincts are all right, but this is a database in which he’s very unfamiliar.”\n\nMr. Dees, a West Point graduate whose biography lists commands in Korea and Europe, met Mr. Carson at a conference at a Baptist church in February. He said he and the candidate had since “locked ourselves up in a hotel room a couple of different sessions and took walks around the world.”\n\nHe also provides Mr. Carson with a regular national security update, with input from a group of retired military officers, business leaders and “ambassador-level type guys,” he said, some of whom the campaign plans to identify shortly.\n\nMr. Dees offered a different portrait of Mr. Carson than Mr. Clarridge. “Dr. Carson is an amazing intellect,” he said. “He has the right stuff to be commander in chief.”\n\nOn Facebook, where the campaign connects to its vast grass-roots army, two of his top campaign aides posted a video on Monday highlighting his “Fox News Sunday” interview with no hint of Mr. Carson’s private acknowledgment that he had performed poorly. The Facebook page included what it said was supporting evidence of Mr. Carson’s claim of Chinese involvement in Syria: a satellite image of a purported Chinese-made radar system in Syria, and a Syrian soldier posing on a Chinese-made armored vehicle.\n\nBut the effort to claim that Mr. Carson had meant only that there was Chinese-made material in Syria, not military personnel, was contradicted by his own top Middle East adviser, Mr. Clarridge.\n\nHe blamed his operative, who had spoken to Mr. Carson ahead of last week’s Republican debate. The operative, who had visited the Kurd-controlled city of Erbil in Iraq, described unconfirmed intelligence he had gleaned about disguised Russian soldiers working in Kurdistan.\n\n“Russian special forces are staying in the Titanic Hotel in Sulaymaniya,” the operative said, according to notes recorded by Mr. Williams. “They frequent an Irish pub in the hotel bar.”\n\n“The jump from Erbil and Soviets,” Mr. Clarridge said, to the Chinese “in Damascus is a long leap.”", "byline": "TRIP GABRIEL", "description": "The candidate’s remarks on the Middle East and national security have raised questions about his knowledge of the subject, and advisers say tutoring is having little effect.", "title": "Ben Carson Is Struggling to Grasp Foreign Policy, Advisers Say", "url": "http://www.nytimes.com/2015/11/18/us/politics/ben-carson-is-struggling-to-grasp-foreign-policy-advisers-say.html", "topics": ["foreign policy/national security"], "people": ["Armstrong Williams", "Jeb Bush", "Andrew Williams", "Donald J. Trump", "Jerry Falwell", "Ben Carson"], "orgs": ["Congress", "Advisers", "Reagan", "Liberty University", "MSNBC", "Soviets"], "election_confidence": 0.776413444439115, "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-11-17 20:03:18", "org": "nyt", "article_id": "10a430aff78b0bb21e57240231d9b111", "date_access": "2015-11-17 20:34:47.747412"}