{"body": "Ordinary observers don’t need to try to explain the consequences of the attacks in Paris that killed 129 people on Friday night. But presidential candidates do.\n\nSuch is the dance of a political campaign reacting to events in real time. Candidates must attempt to honor a tragic event without cheapening it, while at the same time stealthily framing their own positions as more presidential than those of their competitors.\n\nThat tension was apparent Saturday night during the second Democratic presidential debate, which began with a moment of silence for the attacks in Paris.\n\nSenator Bernie Sanders, who has championed not running a negative campaign, let loose on Hillary Rodham Clinton for voting for the war in Iraq during her time in the Senate, and implicitly blamed the Iraq invasion for the resulting rise of the Islamic State.\n\nOn the Republican side, candidates have suggested different approaches to combating the Islamic State. Senator Lindsey Graham wants the United States to send ground troops into Iraq and Syria, while Donald J. Trump has previously boasted that he would aggressively bomb Iraqi oil fields and “take away their wealth.”\n\nAlmost the entire Republican field has used the Paris attacks as evidence that Syrian refugees should not be allowed to resettle in the United States, arguing that the current vetting process is not sound enough to ensure that terrorists are kept out.\n\nWe may not want to politicize tragedies, but tragedies have political outcomes all the same. President George W. Bush’s approval rating skyrocketed after 9/11, to 90 percent in the days after the attacks from 55 percent a month before. This impulse to circle the wagons around your leader in a time of crisis, no matter your political persuasion, is known as the “rally ’round the flag effect.”\n\nWhen tragedy strikes during a presidential campaign, the candidates involved have to respond respectfully, while also getting voters to see them as trustworthy and willing to stand up to acts of brutality: in other words, like a commander in chief. Mrs. Clinton made that intent clear in Saturday night’s debate.\n\n“This election is not only about electing a president; it’s also about choosing our next commander in chief,” she said. “I will be laying out in detail what I think we need to do with our friends and allies in Europe and elsewhere to do a better job of coordinating efforts against the scourge of terrorism. Our country deserves no less because all of the other issues we want to deal with depend upon us being secure and strong.”\n\nThat answer echoed the “3 a.m. phone call” ad that Mrs. Clinton’s campaign ran during the 2008 Democratic primary as proof that she was more reliable on national security than Barack Obama. But while, in 2008, the Democratic base was sick of hawkishness and far enough removed from 2001 to yearn for an antiwar candidate, 2016 may favor Mrs. Clinton’s experience in times of strife.\n\nIn the 2004 campaign, Gov. Howard Dean of Vermont emerged as a front-runner, earning the endorsement of Al Gore and standing out in the field as an antiwar firebrand. In December 2003, just before the Iowa caucuses, Saddam Hussein was captured, giving the Bush administration a much-needed win and increasing hopes that the Iraq war wasn’t a quagmire-to-be after all. It was John Kerry, a Vietnam veteran who voted as a senator in 2002 to give the president the authority to use military force in Iraq, who won at the Iowa caucuses, not Mr. Dean.\n\nDavid Wade, who served as press secretary during Mr. Kerry’s 2004 campaign and went on to serve as chief of staff under Mr. Kerry at the State Department, noted the political challenges of that time. “We were campaigning in an age of color-coded homeland security alerts,” Mr. Wade said. “It’s a very tricky exercise to run a presidential campaign, particularly as a challenger, against the backdrop of unpredictable and unfolding national security events.”\n\nWhen campaigning during a period of crisis, style can be more important than substance. Voters want to feel safe more than they want to read a five-point plan on intelligence operations and coalition building. According to Mr. Wade, voters want to answer the question, “Can I picture this person in my living room on my television as commander in chief when something bad happens?”\n\nUltimately, the Democratic electorate decided in 2004 that Mr. Dean did not pass the commander in chief test. Today, we may see a similar trajectory for Democratic voters who might have common ground with Mr. Sanders on economic issues, but can’t quite picture him in the Situation Room.\n\nMatt Latimer, a former speechwriter for George W. Bush, said that as voters’ attention is drawn more to global instability, the love for political outsiders may fade. “The nation is going to select a new commander in chief, and at times like this they will be drawn to candidates who look the part,” Mr. Latimer said. “That probably is not helpful to someone like a Ben Carson or a Bernie Sanders.”\n\nThe psychologist Abraham Maslow’s hierarchy of needs holds true in politics, too. When humans feel threatened, they are less inclined to take risks — whether that meant, in ancient times, venturing farther away from caves, or voting for a candidate who is not a known political entity. When an attack like the one we saw in Paris throws our own national security into question, seeking out a maverick candidate tends to take a back seat to finding someone safe.\n\nAnd it’s still relatively early in the campaign. The political calculus that goes into a foreign policy platform during the primaries is much different during the general election. Mr. Bush’s campaign successfully branded Mr. Kerry as a flip-flopper, especially on his support for, then opposition to, the war in Iraq. The same moderate foreign policy stances that made Mr. Kerry stand out from his more liberal competitors during the primary got him labeled an equivocator in the general election.\n\nIt’s unclear what political ramifications the attacks in Paris will have on the presidential election a year from now — and it feels crass to even raise that question — but there is evidence that when people feel threatened or experience personal trauma, they tend to vote more conservatively. One 2013 study found that relatives of Sept. 11 victims who did not identify as Republican before the attacks were more likely than a control group to say they were Republican in the years after.\n\n. Other studies have found that participants respond more conservatively to political survey questions after being shown images meant to provoke fear or disgust.\n\nIt’s challenging, as a political candidate, to process news of a tragedy that’s still unfolding. But news will continue to unfold, and shape how voters see things in the process. Candidates can’t choose the political climate they campaign in. They can, however, choose how to react.", "byline": "EMMA ROLLER", "description": "We may not want to politicize tragedies, but tragedies have political outcomes all the same.", "title": "Contributing Op-Ed Writer: After Paris, Who Passes the ‘Commander in Chief Test’?", "url": "http://www.nytimes.com/2015/11/17/opinion/campaign-stops/after-paris-who-passes-the-commander-in-chief-test.html", "topics": ["foreign policy/national security"], "people": ["John Kerry", "Saddam Hussein", "Lindsey Graham", "Matt Latimer", "Howard Dean", "Hillary Rodham Clinton", "George W. Bush", "Donald J. Trump", "Barack Obama", "Bernie Sanders", "Ben Carson", "Al Gore"], "orgs": ["Senate", "State Department"], "election_confidence": 0.958108278455122, "authors": [{"author_id": 45010, "fullname": "emma roller", "primary_org": "nyt"}], "date_written": "2015-11-17 13:00:02", "org": "nyt", "article_id": "6870caf01a41f998f103c910dcc64ecb", "date_access": "2015-11-17 13:42:16.499821"}