{"body": "Once billed as a rising star in the Republican Party, Gov. Bobby Jindal of Louisiana had his 2016 presidential bid fail to make it out of 2015 as a flat message and flagging poll numbers plagued his campaign. Mr. Jindal remained fiery on stump until the end, but his conservative message did not resonate in this cycle’s crowded field. \n\nThe Beginning: Mr. Jindal kicked off his campaign in June in a suburb of New Orleans and touted his record as a two-term governor in the state. Framing himself as a social conservative who knows how to get things done, he said: “We’ve had enough of talkers. It is time for a doer.”\n\nThe Strategy: His poll numbers low from the beginning, Mr. Jindal set his sights on Iowa, hoping that the caucus state could propel his campaign forward. He managed to connect with the Hawkeye State’s evangelical Christians at the July Family Leadership Summit and drew a loud ovation when he defended religious freedom. “America did not create religious liberty,” Mr. Jindal said. “Religious liberty created the United States of America.”\n\nThe Policies: Mr. Jindal made repealing and replacing the Affordable Care Act a hallmark of his candidacy, vowing to voters that he was the only one who could do it. He also looked to take the most conservative positions possible on most issues. In August he said at an education summit that mayors of “sanctuary cities” should be prosecuted when undocumented immigrants commit crimes. \n\nThe Trump Factor: By September it was evident that Mr. Jindal’s campaign was failing to catch on, and he took to loudly attacking Donald J. Trump in hopes of grabbing some of the spotlight. In a speech at the National Press Club, Mr. Jindal called Mr. Trump a “narcissist” and an “egomaniacal madman” who had no principles. Mr. Jindal, a former Rhodes scholar, also said that Mr. Trump’s hairstyle looked as if he were wearing a squirrel on his head. \n\nThe Debate: Mr. Jindal was relegated to the “undercard” in the Republican debates, and his frustration was clear. He threatened to skip the party’s debate in late October, and in the most recent debate he spent most of his time attacking the record of Gov. Chris Christie of New Jersey. \n\nThe End: Revealing his plans on Fox News, Mr. Jindal suspended his campaign on Nov. 17 and released a statement acknowledging, “This is not my time.” ", "byline": "ALAN RAPPEPORT", "description": "Once billed as a rising Republican star, Gov. Bobby Jindal of Louisiana had his 2016 presidential bid fail to make it out of 2015, plagued by a flat message and flagging poll numbers.", "title": "First Draft: Timeline of Bobby Jindal’s Presidential Campaign", "url": "http://www.nytimes.com/politics/first-draft/2015/11/17/timeline-of-bobby-jindals-presidential-campaign/", "topics": ["immigration"], "people": ["Bobby Jindal", "Donald Trump", "Donald J. Trump", "Chris Christie"], "orgs": ["Republican Party"], "election_confidence": 0.9934411316742132, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-18 01:34:12", "org": "nyt", "article_id": "a985a0cf4dd7aa17b75949c61b8be393", "date_access": "2015-11-18 02:01:47.328618"}