{"body": "\n                                        Updated 11/17/15 06:43 PM EST\n\n                                        By \nNolan D. McCaskill\n\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n\n                                        Updated 11/17/15 06:40 PM EST\n\n                                        By \nEliza Collins\n\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n\n                                        Updated 11/17/15 06:38 PM EST\n\n                                        By \nEliza Collins\n\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says. \n\nWar Room\n\n11/17/15 06:36 PM EST\n\n                                        By \nMichael Hirsh\n\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Matthew Levitt\n\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground. \n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Michael Shurkin\n\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\n\nIn The Arena\n\n11/17/15 06:32 PM EST\n\n                                        By \n                                                Sam Nunn\n                                        ,\n                                                Richard Lugar\n                                         and \n                                                Des Browne\n\nHow to stop nuclear material from falling into the wrong hands.\n\n                                        Updated 11/17/15 06:31 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n                                        Updated 11/17/15 06:26 PM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\nReligion\n\n11/17/15 06:24 PM EST\n\n                                        By \nNahal Toosi\n\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n\n11/17/15 06:22 PM EST\n\n                                        By \nEliza Collins\n\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n\n11/17/15 06:18 PM EST\n\n2016\n\n                                        Updated 11/17/15 06:17 PM EST\n\n                                        By \nAlex Isenstadt\n\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n\n                                        Updated 11/17/15 06:10 PM EST\n\n                                        By \nHadas Gold\n\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n\n2016\n\n11/17/15 05:57 PM EST\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n\n11/17/15 05:51 PM EST\n\n11/17/15 05:34 PM EST\n\n11/17/15 05:33 PM EST\n\n11/17/15 05:28 PM EST\n\n11/17/15 05:23 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWith friends like these... — Clinton's union backing\n\n11/17/15 04:45 PM EST\n\n                                        By \nEli Stokols\n\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said. \n\n                                        Updated 11/17/15 04:44 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 04:31 PM EST\n\n                                        By \nHadas Gold\n                                         and \nJohn Bresnahan\n\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n\n11/17/15 04:22 PM EST\n\n                                        Updated 11/17/15 04:08 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n11/17/15 03:46 PM EST\n\n                                        By \nSeung Min Kim\n\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n\n11/17/15 03:20 PM EST\n\n                                        By \nHadas Gold\n\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n\n11/17/15 02:44 PM EST\n\n                                        By \nNick Gass\n\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n11/17/15 02:41 PM EST\n\n11/17/15 02:12 PM EST\n\n                                        By \nBurgess Everett\n\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\n\n                                        Updated 11/17/15 02:01 PM EST\n\n                                        By \nJosh Gerstein\n\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n\n11/17/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSpace bill passes, casino bill fails — Brady fundraiser\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\n\nReligion\n\n                        Evangelical Christians, as well as Christians more broadly, are a core group in the Republican electoral base and are among the most passionate advocates for aiding refugees.\n\n            By \nNahal Toosi\n\n11/17/15 06:24 PM EST\n\n                Mike Huckabee along with other politicians, have worked to gain evangelical support, but may be threatening that by taking a stance against Syrian refugees. | AP Photo\n\n                                            By \n                                                    Matthew Levitt\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Shurkin\n\n\n                                            By \n                                                    Sam Nunn\n                                            ,\n                                                    Richard Lugar\n                                             and \n                                                    Des Browne\n\nFaith-based groups, who play a key role in resettling refugees to the United States, say they are dismayed by the wave of anti-refugee fervor set off by the Paris terrorist attacks and are urging supporters to contact elected officials on behalf of victims of the Syrian civil war. \nEvangelical Christians, as well as Christians more broadly, are a core group in the Republican electoral base and are among the most passionate advocates for aiding refugees.\nStory Continued Below\nA push by Republican presidential candidates to ban Syrian refugees \"does not reflect what we've been hearing from our constituencies, which are evangelical churches across the country,\" said Jenny Yang, vice president for advocacy at World Relief, an evangelical organization that helps resettle refugees. \"Most of the people have been saying we want to continue to work with refugees, that what happened in Paris and Lebanon doesn’t reflect who refugees are.\"\nReports that a Syrian migrant may have played a role in last week's attacks in Paris, which killed more than 130 people, have set off a GOP-led backlash over the Obama administration's plans to admit 10,000 Syrian refugees next year. More than half of U.S. governors have said they do not want Syrian refugees resettled in their states, while House Speaker Paul Ryan says he wants a vote this week on GOP-drafted legislation to halt the administration's plans.\nWorld Relief is one of nine groups, several of them faith-based, that help the U.S. resettle up to 70,000 refugees from around the world in the United States each year. Others include the U.S. Conference of Catholic Bishops, Lutheran Immigration and Refugee Service, and the Church World Service. Many other faith-based groups, including evangelical Christian organizations, also perform aid work overseas specifically aimed at refugees fleeing conflicts.\n\n\n\n            By \nJake Sherman\n\nFor Republican presidential contenders such as former Arkansas Gov. Mike Huckabee and Texas Sen. Ted Cruz, who have been working hard at shoring up evangelical support in a crowded field, harsh words against refugees carries a risk of looking politically opportunistic instead of compassionate. Some advocates were particularly shocked when Republican presidential candidate Chris Christie, New Jersey's governor, said that the U.S. should bar Syrian orphaned toddlers if necessary.\n\"That was offensive. That was mean-spirited,\" said one advocate with a Christian group that resettles refugees. He added: \"it’s disappointing because there have been Republican senators and presidents who have strongly supported this program over the years. There’s a proud tradition in the Republican Party of welcoming those who are fleeing persecution, and this takes the party in a negative direction. It’s easy to pick on vulnerable refugees who have no voice. But there are immigrant groups who have voting power that understand what is going on. They understand that it’s an anti-immigrant message.\"\nEven though many on the Christian right have reservations about immigration overall, and may in particular be unhappy about people who illegally enter the United States, there's long been a recognition that refugees fall under a different category. The 11 million Syrians who have either fled the Arab country or are displaced within it are dodging terrorist groups such as the Islamic State or the barrel bombs of Syrian President Bashar Assad. Many are elderly, widowed or in need of medical care.\nSome Republican candidates have suggested that only Syrians who are Christian be allowed on U.S. soil, something President Barack Obama has blasted as shameful. Yang said many evangelical Christians would also oppose such a religious test, especially because many are eager to share their faith with new arrivals.\nThe United States so far has admitted roughly 2,100 Syrians since the conflict in the country began in March 2011. To be allowed in, refugees have to undergo the most stringent security checks of any traveler heading to the United States, according to the State Department. Officials from the Obama administration on Tuesday began reaching out to the media and lawmakers in a bid to explain the screening process, which takes an average of 18-24 months.\nMeanwhile, faith-based groups have also stepped up their advocacy efforts for refugees. The U.S. Conference of Catholic Bishops released a statement expressing distress over calls by elected officials to halt the resettlement program.\n\n\n\n            By \nNahal Toosi\n\n\"These refugees are fleeing terror themselves — violence like we have witnessed in Paris,\" said the statement by Bishop Eusebio Elizondo, chairman of the conference's committee on migration. \"Instead of using this tragedy to scapegoat all refugees, I call upon our public officials to work together to end the Syrian conflict peacefully so the close to 4 million Syrian refugees can return to their country and rebuild their homes. Until that goal is achieved, we must work with the world community to provide safe haven to vulnerable and deserving refugees who are simply attempting to survive.\"\nSince the Paris attacks, World Relief has used a website to urge people to contact their governors to express their support for resettling Syrians. The Anti-Defamation League also have spoken out in favor of helping the Syrian refugees, noting that U.S. wariness to accept Jewish refugees during World War II is an example that must not be repeated.\nJonathan Greenblatt, the chief executive officer of the ADL and a former Obama aide, stressed that much remains unknown about the Paris attacks, including the exact nature of the allegation that a Syrian migrant was one of the eight or nine attackers. Even if a terrorist posed as a migrant to reach France, it's less likely that the U.S., with oceans to protect it and a stricter screening process, faces the same level of dangers, other advocates said.\n\"Republicans and Democrats have to tread very carefully here,\" Greenblatt said. \"Faith-based voters are very attentive to these issues. They’re very sensitive to helping those in need.\"\nJoanne Kelsey, assistant director for advocacy with Lutheran Immigration and Refugee Service, said she hoped that the sound and fury over refugees would soon be replaced with reason as Republican lawmakers and officials get more details about how the refugee program works.\n\"This is a very reactionary time,\" she said.\n © 2015 POLITICO LLC", "byline": "", "description": "Evangelical Christians, as well as Christians more broadly, are a core group in the Republican electoral base and are among the most passionate advocates for aiding refugees.", "title": "Christian groups break with GOP over Syrian refugees", "url": "http://www.politico.com/story/2015/11/refugees-christians-215991", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Bashar Assad", "Henry C. Jackson", "Mike Huckabee", "Hadas Gold", "Ted Cruz", "Chris Christie", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Barack Obama", "Jonathan Greenblatt"], "orgs": ["Washington And The World", "CIA", "Gawker", "NSA", "State Department", "Supreme Court", "U.S. Conference of Catholic Bishops", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus", "Republican Party", "ADL", "GOP"], "election_confidence": 0.698775887402272, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 23:24:09", "org": "politico", "article_id": "cf19906e30f61dc626de634da7556778", "date_access": "2015-11-17 23:45:15.178170"}