{"body": "Budget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n\n11/17/15 10:06 AM EST\n\n                                        By \nNolan D. McCaskill\n\n\"David Vitter warned Obama the dangers of Syrian refugees weeks ago and promised as governor no Syrian refugees will enter Louisiana.\"\n\n11/17/15 10:01 AM EST\n\n                                        By \nBrian Mahoney\n\nIllinois court ponders pensions — Franchisee jailed for wage theft \n\n11/17/15 10:01 AM EST\n\n                                        By \nAnnie Karni\n\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n11/17/15 10:00 AM EST\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n\n11/17/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nSyrian refugees become campaign issue\n\n11/17/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nEurope gives tech a tongue-lashing — Expensing > interest\n\n11/17/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nAmtrak victim compensation hangs in the balance — T-HUD time?\n\n11/17/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nHighway conference shifts into gear — TPP: an origin story\n\n11/17/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n\n11/17/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule \n\n11/17/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n\n11/17/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nJustice visits cyberspace — Attorneys general back chip and PIN\n\n11/17/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n\n11/17/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n\n11/17/15 09:49 AM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\n11/17/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \nAlex Spence\n                                         and \n                                                Duncan Gardham\n\n\n11/17/15 08:01 AM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 08:00 AM EST\n\n                                        By \nBen White\n\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nHave intel leaks and encryption made it too easy for terrorists to hide online?\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\nAides push back on the notion that the Middle East needs to take up more of the president's time. \nWe're working on more stories right now\n\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                AP Photo\n\n            By \nNolan D. McCaskill\n\n11/17/15 10:06 AM EST\nDays ahead of a run-off election for governor in Louisiana, Sen. David Vitter’s campaign has launched an attack ad blasting his Democratic opponent, John Bel Edwards, for his support of the administration’s plan to resettle 10,000 Syrian refugees in the U.S.\nFollowing the terror attacks that struck Paris on Friday, more than two dozen Republican governors have voiced opposition to accepting Syrian refugees into their states. International investigators believe one of the assailants entered Europe by posing as a refugee. \nStory Continued Below\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says in the ad. “David Vitter warned Obama the dangers of Syrian refugees weeks ago and promised as governor no Syrian refugees will enter Louisiana. John Bel Edwards has pledged to work with Obama to bring Syrian refugees to Louisiana.”\nThe 30-second ad closes with a clip of Edwards saying, “I supported the president,” with the narrator concluding, “He always does.”\nEdwards responded with a Facebook post accusing Vitter of “bombarding” voters with lies about his position. “Many of you have expressed concern about how to respond to this, the most recent example of his deceptiveness,” he wrote. “I have clearly and openly called for a complete stop to the entry of refugees to Louisiana. This is a shameful and desperate attempt by David to distort my position as well as my record as the only candidate with military experience.”\nEdwards said he will stay in contact with law enforcement regarding the 14 refugees already in Louisiana but asked who voters trust more: “a West Point graduate and former Army Ranger or David Vitter, who continues to lie to us in order to divide us?” he added. “The choice is STILL clear, Louisiana.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Vitter hits Edwards with ad knocking his support for Syrian refugees", "url": "http://www.politico.com/story/2015/11/david-vitter-john-edwards-syria-215969", "topics": ["foreign policy/national security", "economy"], "people": ["Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Michael Hirsh", "Kate Tummarello", "Kevin Robillard", "David Vitter", "Josh Gerstein", "Jacopo Barigazzi", "Marc Caputo", "Lauren French", "Steven Shepard", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Nahal Toosi", "Caitlin Emma", "Annie Karni", "Brianna Ehley", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Bernie Becker", "Jennifer Scholtes", "Alex Isenstadt", "Michael Lind", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Alex Spence", "Barack Obama", "Paul Ryan", "David Pittman", "Tim Starks", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Jake Sherman", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden"], "orgs": ["FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "FCC", "College", "Senate GOP", "Congressional Black Caucus", "CMS", "GOP"], "election_confidence": 0.9182294869977766, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 15:06:04", "org": "politico", "article_id": "a785dbe3cc7d005f92fc662ecc32697e", "date_access": "2015-11-17 15:34:50.940409"}