{"body": "\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\nWe're working on more stories right now\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nJack Shafer\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                Getty\n\n2016\n\n                        People close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\n            By \nDarren Samuelsohn\n\n11/17/15 05:14 AM EST\nAt least four times in the past year, Al Gore has passed up opportunities to endorse Hillary Clinton’s presidential campaign, brushing off questions from People magazine and other media outlets with the admonition that it’s still too early in the Democratic primary process for him to take sides. On Monday, an aide to the former vice president told POLITICO he’ll stay on the sidelines until his party has selected its nominee.\nGore’s reticence, his friends and allies say, is in part to maximize his own leverage on fighting climate change. But his repeated demurrals also reflect a complicated relationship with his former boss’s wife that dates back more than two decades. While Gore and Hillary Clinton may not be enemies, they’re not exactly close friends, either.\nStory Continued Below\n“They have a lot of history. More than the average bear,” said one Democratic source close to Gore.\nThe Hillary Clinton-Gore rivalry started when the two baby boomer policy wonks arrived in the White House in 1993. Gore got the new administration’s environmental and technology portfolios. Bill Clinton raised eyebrows by assigning his wife what would become an ill-fated attempt to pass comprehensive health-care reform legislation.\n“Usually you give your vice president something of that level. You don’t give it to the first lady,” recalled a former Clinton White House staffer. “People forget that sort of started the relationship on a downward spiral early on.”\nWhile Gore and Bill Clinton maintained a strong relationship throughout the president’s first term, things took a turn in the other direction after the Monica Lewinsky scandal emerged in 1998. Gore insisted on keeping the president away from his own White House bid in 2000. “I understand the disappointment and anger that you feel toward President Clinton, and I felt it myself,” he told New Hampshire voters during his primary campaign. The political headwinds were tough enough, the vice president reasoned, and they got only more complicated when Hillary Clinton pursued the next step of her own career.\n\nWhite House \n\n            By \nSarah Wheaton\n\n“Her Senate race complicated things,” another former White House aide said. “It took up a lot of the political oxygen and party money. It put the spotlight on the Clintons when it wasn’t focused on his race. It didn’t help.”\nBill Clinton reportedly reconciled with Gore in the days after the Sept. 11, 2001, terrorist attacks — bonding over a late-night chat at the former president’s New York home, according to The New York Times. But sources close to the Democratic heavyweights explain that the relationship between Gore and Hillary Clinton had never even gotten to a place where it could be smoothed over.\n“Their worlds haven’t really crossed,” said a fourth source, this one also a former Clinton White House aide. “There hasn’t been that much connection.”\nGore has several reasons for keeping out of the 2016 maelstrom. When he does interviews, and inevitably questions get asked about his own never-fulfilled presidential ambitions, the response typically comes with a disclaimer that he’s a “recovering politician” driven by an almost obsessive desire to save the planet.\n\"It's still too early, in my opinion, to endorse a candidate or pick a candidate,\" Gore told People magazine in an interview published last week ahead of a planned 24-hour webcast from Paris to raise awareness about climate change.\nIn an email Monday to POLITICO, a Gore spokesperson went a step further, saying the former vice president wouldn’t be endorsing in the primary at all. “[Gore] has great respect for and long-standing relationships with all of the candidates running for the Democratic nomination for president,” this person said. “He appreciates the emphasis each of the candidates has placed on advocating for solutions to the climate crisis and will do all that he can to ensure that climate change remains a priority throughout this debate. However, he has no plans to endorse a candidate in the Democratic primary.”\nClose associates also note that Gore has burned bridges before when he has spoken up about other Democrats running for the White House. In 2004, he sat out a rematch with President George W. Bush and instead gave his endorsement to the surging anti-war candidacy of Howard Dean, snubbing his former Senate colleague and fellow 1985 freshman classmate John Kerry. Not only did Dean’s bid fade in the Iowa cornfields, Gore also left some feelings hurt because he didn’t back his own 2000 vice presidential running mate, Sen. Joe Lieberman, either.\n\n2016\n\n            By \nEli Stokols\n\nDuring the next presidential primary cycle, which featured then-Sen. Hillary Clinton, an upstart Illinois senator named Barack Obama and son-of-a-mill-worker John Edwards, Gore opted to keep his power dry. Multiple sources tell POLITICO the former vice president got a call from Sen. Ted Kennedy urging him to endorse Obama. But Gore resisted, and he didn’t go public for the future president until more than a week after Clinton had conceded.\nGore has since specifically praised Clinton without going all in on an endorsement. Last fall, he told Bloomberg TV that the former secretary of state was “extremely capable” but insisted it was too soon to be so focused on the Democratic horse race. In an early 2014 interview with POLITICO Magazine at his Nashville office, published a full year before Clinton formally announced she was running for president, Gore did give a tepid sign of where his support could ultimately go.\n“I’m of course fully aware of the general expectation that she will run and that she’ll get the nomination. And if that happens, I certainly hope that she wins and I certainly hope that if she wins she’ll be an effective advocate on climate,” he said.\nGore recalled in the interview that Hillary Clinton had called him in 2007 before she gave a major energy and climate change speech “asking for advice on what the most forward leaning positions she could take would be.”\n“And I really appreciated that,” Gore added. “I don’t have any doubt that her heart is in the right place on the issue and that she would like to be an agent for positive change on the issue.”\nIn that November 2007 speech, given in Iowa, Clinton did name-check Gore three times. She congratulated the former vice president for recently winning the Nobel Peace Prize, and she pitched one of his ideas: a new “Connie Mae” program that would help people get loans to pay for more energy efficient homes.\nThe Clinton campaign did not respond to a request for comment, and several former Gore aides shrugged off questions about the Hillary Clinton-Gore relationship and the former vice president’s silence on making an official endorsement. Clinton, who had faced criticism from greens for years of dithering over the Keystone XL pipeline, has since picked up the backing of the League of Conservation Voters. Gore, with his own intense following on climate issues, could help buttress Clinton’s left flank as she fends off a primary challenge from Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O’Malley. But the Gore spokeswoman said an endorsement would need to wait until after the Democratic primaries are over and the party’s nominee is selected.\n“She’s running for president in her own right and he’s advocating on an issue that’s the most important issue to him. Inevitably that’s where these two will interact again on this campaign,” said Michael Feldman, Gore’s former traveling chief of staff from his 2000 White House run.\n“What’s in it for Al to endorse anyone at this point?” added Greg Simon, Gore’s former chief domestic policy adviser. “At this stage of the game if he wanted to go out and campaign for somebody he’d have gone out and campaigned for himself, not for Bernie or Hillary.”\n\n\n\n            By \nDaniel Strauss\n\nOther sources explained that Gore’s restraint — a recent Associated Press count of Democratic superdelegates in Tennessee found that he indeed remains uncommitted — also needed to be seen in the context of that longer-term, and oh-so complicated relationship with the Clintons. Sure, Gore owes President Clinton for making him a one-of-a-kind job offer back in 1992. But Gore’s own efforts to take the next big step in his political career suffered in no small part because of the roller coaster politics associated with the Lewinsky saga and the general drama that has become synonymous since then with anyone running for office named Clinton.\n“Some of the stuff that’s been plaguing the Clinton campaign … is the stuff he doesn’t like about serving with the Clintons,” said a veteran Democratic operative who worked for Gore. “My guess is he’ll endorse Hillary Rodham Clinton. But if he were to close his eyes and wish for a leader who he would want to lead the world it’s not where he would land.”\nAs Hillary Clinton suffered through her summer slump, BuzzFeed in mid-August reported on a tiny flicker of interest among Gore supporters for him to mount a 2016 primary challenge. But the former vice president’s spokeswoman, Betsy McManus, quickly doused any speculation a campaign was coming. “There’s no truth to it,” she told POLITICO the next day. “He’s laser-focused on solving the climate crisis.”\nIndeed, Gore’s allies repeatedly dismissed questions that the former vice president’s endorsement silence had anything to do with any designs of his own on running for president. He’s built no institutional organization for a White House campaign or given any public statements suggesting interest. On top of that, the same deadlines and other barriers that forced Joe Biden to take a pass have also come and gone for Gore. About the only scenario anyone close to the former vice president would entertain — and even here it’s preceded by laughs, dismissals and catastrophic caveats — involves an epic collapse on Clinton’s part followed by the Democratic establishment scrambling at the last minute for an experienced replacement. \nWith a bit of alternative reality yearning in the voice, one of Gore’s former aides posited: “The guy who’s been the victim of Clinton scandals over the years — maybe it is his turn to be a beneficiary.”\n\nDarren Samuelsohn is a senior policy reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "People close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.", "title": "Why Al Gore won&apos;t endorse Hillary Clinton", "url": "http://www.politico.com/story/2015/11/al-gore-hillary-clinton-215957", "topics": ["campaign_finance", "abortion"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Monica Lewinsky", "Jim Obergefell", "Kenneth P. Vogel", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "John Edwards", "Jeffrey Gedmin", "Steven Shepard", "Michael Feldman", "Joe Biden", "Kevin Robillard", "Howard Dean", "Ted Kennedy", "Nahal Toosi", "Josh Gerstein", "Dianne Feinstein", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Martin O'Malley", "Bill Clinton", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Sarah Wheaton", "George W. Bush", "Lauren French", "Al Gore", "John Kerry", "Saddam Hussein", "Daniel Strauss", "Hillary Clinton", "David Perera", "Ben White", "Eli Stokols", "Mike Huckabee", "Darren Samuelsohn", "Hillary Rodham Clinton", "Barack Obama", "Joe Lieberman", "Bernie Sanders", "Laura Nahmias"], "orgs": ["PAC", "DNC", "Congress", "League of Conservation Voters", "Senate", "Al Qaeda", "State Department", "Circuit Court of Appeals", "Congressional Black Caucus", "SEC", "ISIL", "Democratic Congressional Campaign Committee", "Capitol Police"], "election_confidence": 0.9634746959276003, "authors": [{"author_id": 39086, "fullname": "shane goldmacher", "primary_org": "politico"}], "date_written": "2015-11-17 10:14:36", "org": "politico", "article_id": "d313895297916cd9b0f00791376479a3", "date_access": "2015-11-17 10:36:39.169592"}