{"body": "\n                                        Updated 11/17/15 05:45 PM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\n11/17/15 05:37 PM EST\n\n                                        By \nHadas Gold\n\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n\n11/17/15 05:34 PM EST\n\n11/17/15 05:33 PM EST\n\n11/17/15 05:28 PM EST\n\n11/17/15 05:23 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWith friends like these... — Clinton's union backing\n\n11/17/15 05:03 PM EST\n\n                                        By \nNolan D. McCaskill\n\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n\n11/17/15 04:45 PM EST\n\n                                        By \nEli Stokols\n\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said. \n\n                                        Updated 11/17/15 04:44 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 04:31 PM EST\n\n                                        By \nHadas Gold\n                                         and \nJohn Bresnahan\n\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n\n11/17/15 04:22 PM EST\n\n11/17/15 04:14 PM EST\n\n                                        By \nEliza Collins\n\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says. \n\n                                        Updated 11/17/15 04:08 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n11/17/15 03:46 PM EST\n\n                                        By \nSeung Min Kim\n\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n\n11/17/15 03:32 PM EST\n\n                                        By \nEliza Collins\n\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n\n11/17/15 03:20 PM EST\n\n                                        By \nHadas Gold\n\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n\n11/17/15 02:44 PM EST\n\n                                        By \nNick Gass\n\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n11/17/15 02:41 PM EST\n\n11/17/15 02:12 PM EST\n\n                                        By \nBurgess Everett\n\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\n\n                                        Updated 11/17/15 02:01 PM EST\n\n                                        By \nJosh Gerstein\n\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n\n11/17/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSpace bill passes, casino bill fails — Brady fundraiser\n\n11/17/15 01:33 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n\n11/17/15 10:01 AM EST\n\n                                        By \nBrian Mahoney\n\nIllinois court ponders pensions — Franchisee jailed for wage theft \n\n11/17/15 10:01 AM EST\n\n                                        By \nAnnie Karni\n\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n11/17/15 10:00 AM EST\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n\n11/17/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nSyrian refugees become campaign issue\n\n11/17/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nEurope gives tech a tongue-lashing — Expensing > interest\n\n11/17/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nAmtrak victim compensation hangs in the balance — T-HUD time?\n\n11/17/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nHighway conference shifts into gear — TPP: an origin story\n\n11/17/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n\n11/17/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule \n\n11/17/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n\n11/17/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nJustice visits cyberspace — Attorneys general back chip and PIN\nWe're working on more stories right now\n\n\n                                            By \n                                                    Debra Bruno\n\n\n                                            By \n                                                    Eric Velasco\n\n\n                                            By \n                                                    Patrick Michels\n\n\n                                            By \n                                                    Saundra Amrhein\n\n\n                Getty\n\n            By \nNolan D. McCaskill\n\n11/17/15 05:03 PM EST\nTwo of Ben Carson's own top advisers are knocking his ability to grasp foreign policy despite aggressive tutoring sessions, according to a report in The New York Times. \nThe retired neurosurgeon has bobbled a number of foreign policy issues in recent days, claiming that China has a military presence in Syria and struggling on \"Fox News Sunday\" to name allies he would seek out to create an international military coalition to combat Islamic State, \nStory Continued Below\nNow, two of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n“Nobody has been able to sit down with him and have him get one iota of intelligent information about the Middle East,” said Duane Clarridge, a top adviser to Carson on terrorism and national security. Carson needs weekly foreign policy briefings to “make him smart,” added Clarridge, a longtime CIA agent who is seen as a colorful figure. \n\n\n\n            By \nJake Sherman\n\nArmstrong Williams, one of Carson's lead advisers and closest friends, also expressed frustration to the newspaper about the \"Fox News Sunday\" interview. “He’s been briefed on it so many times,” he said. “I guess he just froze.”\nCarson's campaign has spent a good amount of energy trying to compensate for his comment in last week's debate in which he suggested China is involved in the conflict in Syria. “We also must recognize that it’s a very complex place,” he said. “You know, the Chinese are there, as well as the Russians, and you have all kinds of factions there.” \n The White House dismissed the notion that the Chinese are in Syria, but Carson stood by his comment. His campaign subsequently said he was referring to Chinese military weapons and equipment.\nBut Clarridge told The New York Times that Carson relied on a freelance American intelligence operative in Iraq who \"overleaped\" in implying that Chinese troops are in Syria.\nThe Carson campaign pushed back on the article, saying the paper took advantage of an \"elderly gentleman.\" \n\n\n\n            By \nEli Stokols\n\n\"Mr. Clarridge has incomplete knowledge of the daily, not weekly briefings, that Dr. Carson receives on important national security matters from former military and State Department officials,\" Doug Watts, a Carson campaign spokesman, told Business Insider in an email. \"He is coming to the end of a long career of serving our country. Mr. Clarridge's input to Dr. Carson is appreciated but he is clearly not one of Dr. Carson's top advisors. For the New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\nDespite publicly aired doubts about Carson's ability to master foreign policy issues, voters still rank him relatively high in the GOP field on the topic. According to a Reuters/Ipsos poll released Tuesday, 20 percent of Republican voters surveyed say Donald Trump is best suited to handle terrorism, followed by Florida Sen. Marco Rubio at roughly 10 percent, and Carson with 8 percent.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Report: Carson&apos;s top advisers question his foreign policy grasp", "url": "http://www.politico.com/story/2015/11/ben-carson-foreign-policy-advisers-215993", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Kate Tummarello", "Henry C. Jackson", "Hadas Gold", "Ben Carson", "Tim Starks", "Kevin Robillard", "Brian Mahoney", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Patrick Michels", "Josh Gerstein", "Nick Gass", "Charlie Hebdo", "Bernie Becker", "Jennifer Scholtes", "Doug Watts", "Armstrong Williams", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Debra Bruno", "David Pittman", "Lauren French", "John Podesta", "Clarence Thomas", "Rick Scott", "Loretta Lynch", "Saundra Amrhein", "Eli Stokols", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "orgs": ["Washington And The World", "National Defense", "Gawker", "Amtrak", "Business Insider", "State Department", "Supreme Court", "Parenthood", "Justice Department", "FCC", "Congressional Black Caucus", "College", "CMS", "GOP", "CIA"], "election_confidence": 0.9226736033379436, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}], "date_written": "2015-11-17 22:03:54", "org": "politico", "article_id": "1f0e87bca9297df767704e6cfb4a743d", "date_access": "2015-11-17 22:47:07.453835"}