{"body": "\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\n\"It would have been a very, very bad message to cancel the trip and demonstrate that eight thugs with assault weapons can divert the travel itinerary...\n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\n\n11/16/15 12:22 PM EST\n\n                                        By \nSeung Min Kim\n\nCapitol Police are urging staffers to keep their office informed of where they are. \n\n11/16/15 12:21 PM EST\n\n11/16/15 12:14 PM EST\nWe're working on more stories right now\n\nThe POLITICO Caucus\n\n                        Democrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n            By \nBen White\n             and \nSteven Shepard\n\n11/17/15 05:03 AM EST\n\n                Politico Illustration—Getty\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nJack Shafer\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\nDES MOINES, Iowa — Income inequality is the most pressing economic concern for Democrats, while Republicans are focused on growth, even over traditionally conservative priorities like deficit reduction.\nThat's according to a special survey of the POLITICO Caucus, a bipartisan group of influential political strategists, operatives and activists in Iowa, New Hampshire, South Carolina and Nevada, who were asked to prioritize the economic issues driving the presidential campaigns. The survey was conducted earlier this month, prior to the terrorist attacks in France last week, and was supplemented by on-the-ground reporting in Iowa, which will cast the first votes in the presidential nominating process next February.\nStory Continued Below\nOffered identical lists of issues — economic inequality, economic growth, deficit reduction, taxes and unemployment — insiders differed dramatically by party. The overwhelming majority of Democrats, 81 percent, said inequality was the most important economic issue in their party's nominating contest, while nearly 65 percent of Republicans picked economic growth as the most important.\n“Democratic base voters see the country in stark terms: the small group at the top who've got it all, and everyone else struggling to make it in a country that won't even guarantee them modest sick time or family leave,” said a Nevada Democrat, who, like all of the Caucus insiders, responded anonymously.\nMost Republicans, meanwhile, said growing the economy overall was more important than the other priorities listed. None of the 60 GOP insiders surveyed chose economic inequality as the most important issue. Deficit reduction was the only other priority for Republicans to register significantly; just under a quarter of GOP insiders said the national debt was most important.\nHere in the first-in-the-nation caucus state, those arguments are resonating acutely with potential caucusgoers in both parties. Conditions are improving nationwide — even more rapidly in Iowa — but serious problems persist.\nUnemployment has recovered close to historical norms nationally. And it’s down to just 3.8 percent in Iowa, where the financial services and agricultural technology industries are booming, especially around Des Moines. \nDean Bowers, a farmer for decades before building a home-repair business, told POLITICO outside the Drake Diner on a windy day last week that he may eventually support one of the GOP candidates. But the 88-year-old balks at the way Republicans have talked about the economy during their highly watched debates.\n“They get up there and say, ‘Oh, everything is so awful. America is falling apart.’ And it makes me mad, because it just isn’t true,\" said Bowers. \"It's not true here. There’s plenty of work.” \nBut growth remains slow both in Iowa and nationwide. Wages are sluggish, and the labor force participation rate is at its lowest level in nearly 40 years. The country faces an $18-trillion debt, and entitlement programs whose long-term financing is in peril. Many Americans think the nation is on the wrong track and that the deck is stacked for powerful interests in Washington and corporate America.\nThose feelings provide a ripe climate for Republican outsiders, who are dominating here in Iowa over more traditional candidates. They have also driven the rise of Vermont Sen. Bernie Sanders, who has challenged Hillary Clinton’s front-runner status in the Democratic race. \nThe frustrations were on clear display in Fort Dodge last Thursday, when thousands turned out for what turned into one of real estate billionaire Donald Trump’s most epic rants of the 2016 campaign — in which he railed against illegal immigrants and “anchor babies,” and likened rival Ben Carson to a child molester. \nAttendees at the event said Trump’s appeal is rooted in his outsider status, business record and pledge to put America back on the right track. \n“He wants to bring jobs back here, and he knows how to do it,” said Lindie Phipps, a self-described “poor dirt farmer” from Boxholm, population 200. “He has got the confidence and the strength do it, and I respect that.”\nAsked to pick which candidate would best handle the economy, fewer than 10 percent of POLITICO Caucus insiders chose Trump. But those who did valued his business experience — and expressed doubts that any other candidate could match it.\n\"Are you kidding with this question?\" an Iowa GOP Trump supporter asked. \"Only one answer.\"\nThe three candidates who scored highest on the question of handling the economy: Florida Sen. Marco Rubio, former Florida Gov. Jeb Bush and Ohio Gov. John Kasich. Bush was praised by one Iowa Republican for his emphasis on the need for growth.\n“China's new growth forecast is 6.5 percent,” said the Iowa Republican. “The U.S. would crave achieving half that number. [Jeb] Bush and others who focus on growth have the right policy and political focus.”\nMore than three-fourths of Democratic insiders, meanwhile, said Clinton would do the best job handling the economy — even as they acknowledge Sanders has driven the conversation on economic issues.\n“This is the crux of the Sanders' campaign, which has galvanized his base of support,” said a Nevada Democrat. “Even Clinton – who hails from an upper-middle-class background and is now at the top of the economic pyramid – has had to make economic inequality a point of attack against Republicans. The issue rings hollow coming from her, but Sanders spits the hot fire when he gets going on inequality, and his genuine passion fuels his supporters.”\nOne reason for insiders’ differing prescriptions for the U.S. economy? Disparate views on the state of the economy, including their own financial situation – a finding that mirrors public polling that shows Americans who identify as Democrats are significantly more likely to say they are doing better under President Barack Obama than Republicans.\nIn the POLITICO Caucus survey, 80 percent of Democratic insiders said they were better off now than when Obama took office in 2009, but fewer than three-in-10 Republicans agreed. Nearly half of GOP insiders said they were worse off, compared to fewer than 5 percent of Democrats.\nIt’s a divide that is driving the parallel races for the two parties’ respective nominations: Democrats are looking for a candidate to continue the economic recovery but make it more equitable, and Republicans are urging a more drastic change of course from what they see as a disastrous set of economic policies.\nThat's also true in Iowa, which is doing better than the rest of the nation. The state’s unemployment rate is low, and home prices are rising. A recent USA Today/Wells Fargo poll found that 65 percent of Iowans rate local economic conditions as “good,” well above the national average. The cost of living is manageable. And Forbes magazine recently named Des Moines the best city in America for young professionals.\n“Our economy, quite frankly, has been booming,” Jay Byers, CEO of the Greater Des Moines Partnership, said in an interview in his office in downtown Des Moines. “We have the largest concentration of insurance jobs per capita in the entire country. We are the third-largest employment hub for Wells Fargo. And our other world-class cluster is ag-bioscience and agriculture. Monsanto has more jobs in Iowa than they do in Missouri,” where the company is based. \nFacebook and Microsoft are both building $2-billion data centers in Des Moines. Fancy new hotels are going up, and cranes are everywhere. \nBut low commodity prices are hurting the state’s agricultural exports. So is the strong dollar, which hurts both agricultural and manufacturing exports.\nThe uneven economic environment presents political challenges to both parties. Democrats must deal with the overwhelming majority of voters who still view the nation’s economy as moving in the wrong direction despite the longest economic expansion in decades. \nRepublicans have to address the fact that the unemployment rate is down by half since the first year of President Barack Obama’s term and the nation has created 8 million new jobs under his watch, compared to the 1.3 million created under George W. Bush. They also have to shift away from their traditional base of support in corporate America and Wall Street to reflect a populist age in which distrust of big business — especially the financial industry — runs deeply through both parties. \n“Voters don't trust people that are in public life,” one Iowa GOP insider said. “Do you want people running this country who are in bed with special interests, or someone who will say what he means and mean what he says?\"\nOn the Democratic side, Clinton has regained some momentum by moving left on Wall Street issues, saying she would break up the biggest banks if she had to. But Clinton may have a problem in Iowa on trade. The state is a major agricultural and manufacturing exporter, and big companies here are mostly in favor of the Trans-Pacific Partnership, the giant trade deal with Asia that Clinton recently said she opposes against despite supporting it while she served as secretary of state. \nThat is not likely to cost her a win in the Iowa caucuses, but it could prove damaging in the general election. Iowa is a classic “purple” state, voting for the winner of the popular vote in every presidential election since 1992. \n“The TPP has a lot of components that really benefit the agriculture industry in the state, and former Gov. Tom Vilsack has strongly supported the TPP in Iowa for these reasons,” said one Iowa Democratic insider. “However, among Democratic caucus attendees, these policies are used to judge whether a candidate is truly progressive — it's no coincidence that Hillary has now come out against the TPP.”\nThe Republican candidates, meanwhile, will have to toe the line between an Iowa GOP electorate that wants drastic, national change — but is also proud of how well the state has done compared to the rest of the nation and doesn’t take kindly to people talking it down. \n“We didn’t take the kind of hit other places did during the recession and we are doing pretty well now,” said Chris Wilde, chief engineer at KCCI, the local CBS affiliate. Broadcasters in particular fare well during caucus seasons, which sees millions of dollars in political ad spending. \nBut Byers of the Greater Des Moines Partnership put the current economic attitude of Iowans in even stronger terms. “It’s very different right now,” he said. “There is swagger out there, there’s pride.”\nThese are the members of the POLITICO Caucus, not all of whom participated in this special survey:\nIowa: Tim Albrecht, Brad Anderson, Rob Barron, Jeff Boeyink, Bonnie Campbell, Dave Caris, Sam Clovis, Sara Craig, Jerry Crawford, John Davis, Steve Deace, John Deeth, Derek Eadon, Ed Failor Jr., Karen Fesler, David Fischer, Doug Gross, Steve Grubbs, Tim Hagle, Bob Haus, Joe Henry, Drew Ivers, Jill June, Lori Jungling, Jeff Kaufmann, Brian Kennedy, Jake Ketzner, David Kochel, Chris Larimer, Chuck Larson, Jill Latham, Jeff Link, Dave Loebsack, Mark Lucas, Liz Mathis, Jan Michelson, Chad Olsen, David Oman, Matt Paul, Marlys Popma, Troy Price, Christopher Rants, Kim Reem, Craig Robinson, Sam Roecker, David Roederer, Nick Ryan, Tamara Scott, Joni Scotter, Karen Slifka, John Smith, AJ Spiker, Norm Sterzenbach, John Stineman, Matt Strawn, Phil Valenziano, Jessica Vanden Berg, Nate Willems, Eric Woolson, Grant Young\nNew Hampshire: Charlie Arlinghaus, Arnie Arnesen, Patrick Arnold, Rich Ashooh, Dean Barker, Juliana Bergeron, D.J. Bettencourt, Michael Biundo, Ray Buckley, Peter Burling, Jamie Burnett, Debby Butler, Dave Carney, Jackie Cilley, Catherine Corkery, Garth Corriveau, Fergus Cullen, Lou D’Allesandro, James Demers, Mike Dennehy, Sean Downey, Steve Duprey, JoAnn Fenton, Jennifer Frizzell, Martha Fuller Clark, Amanda Grady Sexton, Jack Heath, Gary Hirshberg, Jennifer Horn, Peter Kavanaugh, Joe Keefe, Rich Killion, Harrell Kirstein, Sylvia Larsen, Joel Maiola, Kate Malloy Corriveau, Maureen Manning, Steve Marchand, Tory Mazzola, Jim Merrill, Jayne Millerick, Claira Monier, Greg Moore, Matt Mowers, Terie Norelli, Chris Pappas, Liz Purdy, Tom Rath, Colin Reed, Jim Rubens, Andy Sanborn, Dante Scala, William Shaheen, Stefany Shaheen, Carol Shea-Porter, Terry Shumaker, Andy Smith, Craig Stevens, Kathy Sullivan, Chris Sununu, James Sununu, Jay Surdukowski, Donna Sytek, Kari Thurman, Colin Van Ostern, Deb Vanderbeek, Mike Vlacich, Ryan Williams\nSouth Carolina: Andrew Collins, Antjuan Seawright, Barry Wynn, Bob McAlister, Boyd Brown, Brady Quirk-Garvan, Bruce Haynes, Catherine Templeton, Chad Connelly, Chip Felkel, Cindy Costa, Clay Middleton, David Wilkins, Dick Harpootlian, Donna Hicks, Drea Byars, Ed McMullen, Elizabeth Colbert-Busch, Ellen Weaver, Erin McKee, Glenn McCall, Inez Tenenbaum, Isaiah Nelson, Jaime R. Harrison, James Smith, Jason Perkey, Jay W. Ragley, Jim Hodges, Jimmy Williams, Joe Erwin, Joel Sawyer, John Brisini, Kevin Bishop, Kim Wellman, Laurin Manning, Le Frye, Luke Byars, Matt Moore, Mikee Johnson, Morgan Allison, Phil Noble, Scott Farmer, Tony Denny, Trey Walker, Tyler Jones, Walter Whetsell, Warren Tompkins, Will Folks\nNevada: Adam Khan, Andres Ramirez, Andrew Diss, Barbara Buckley, Bob Cavazos, Brendan Summers, Chip Evans, Chuck Muth, Dan Hart, Daniel Stewart, Ed Williams, Emmy Ruiz, Erven T. Nelson, Greg Bailor, Heidi Wixom, Jack St. Martin, James Smack, Jay Gertsema, Jeremy Hughes, Jim DeGraffenreid, Jon Ralston, Kristen Orthman, Laura Martin, Linda Cavazos, Lindsey Jydstrup, Mac Abrams, Mari St. Martin, Marla Turner, Megan Jones, Michael McDonald, Michelle White, Mike Slanker, Neal Patel, Nick Phillips, Oscar Goodman, Pat Hickey, Paul Smith, Pete Ernaut, Peter Koltak, Riley Sutton, Robert Uithoven, Roberta Lange, Ryan Erwin, Ryan Hamilton, Sam Lieberman, Scott Scheid, Yvanna Cancela, Zach Hudson\nShepard reported from Arlington, Va. Kristen Hayford contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "Democrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.", "title": "Insiders sharply divided over top economic priorities", "url": "http://www.politico.com/story/2015/11/insiders-economy-caucus-215931", "topics": ["trade"], "people": ["Boyd Brown", "Ray Buckley", "Jeff Kaufmann", "Chuck Muth", "Terie Norelli", "Fergus Cullen", "Tom Vilsack", "Mike Huckabee", "William Shaheen", "Hadas Gold", "Dick Harpootlian", "Jennifer Frizzell", "Tory Mazzola", "Jim Rubens", "Mike Slanker", "Martha Fuller Clark", "Laura Martin", "Sam Roecker", "Kate Malloy Corriveau", "Jeff Boeyink", "Nick Ryan", "Amanda Grady Sexton", "Gabriel Debenedetti", "Colin Reed", "Michael Biundo", "Jim Hodges", "Karen Fesler", "Shane Goldmacher", "Nick Gass", "Chuck Larson", "Rich Killion", "Doug Gross", "Isaiah Nelson", "Debby Butler", "Jeb Bush", "Dante Scala", "Barack Obama", "James Sununu", "Donna Hicks", "Lauren French", "Jeff Link", "Karen Slifka", "Jake Ketzner", "Phil Valenziano", "Michelle White", "Christopher Rants", "Scott Scheid", "Peter Burling", "Le Frye", "Harrell Kirstein", "John Deeth", "Warren Tompkins", "Dave Caris", "Maureen Manning", "David Fischer", "Isaac Arnsdorf", "David Kochel", "Jack Shafer", "Mike Vlacich", "Oscar Goodman", "Daniel Stewart", "Chad Olsen", "Kathy Sullivan", "Bruce Haynes", "Paul Smith", "Donna Sytek", "Jon Ralston", "Walter Whetsell", "Derek Eadon", "Steve Deace", "Jayne Millerick", "Rich Ashooh", "Joel Maiola", "Bonnie Campbell", "Liz Purdy", "Ryan Williams", "Nahal Toosi", "Dianne Feinstein", "Troy Price", "Robert Uithoven", "Ed Failor Jr.", "Catherine Templeton", "Michael Hirsh", "Alex Isenstadt", "Donald Trump", "Marco Rubio", "Stefany Shaheen", "Eliza Collins", "Rob Barron", "Chip Felkel", "Mark Lucas", "Steve Grubbs", "Chris Pappas", "Jessica Vanden Berg", "Kari Thurman", "Gary Hirshberg", "Matt Mowers", "Barry Wynn", "David Wilkins", "Tamara Scott", "Emmy Ruiz", "Jill June", "Peter Kavanaugh", "Jan Michelson", "David Perera", "Carol Shea", "Ben White", "Eli Stokols", "Colin Van Ostern", "Darren Samuelsohn", "Tim Albrecht", "James Smith", "Laura Nahmias", "Tyler Jones", "Joe Henry", "Michael Grunwald", "Drew Ivers", "Kenneth P. Vogel", "Henry C. Jackson", "John Stineman", "Charlie Arlinghaus", "Dave Carney", "Mike Dennehy", "Terry Shumaker", "Jeffrey Gedmin", "Claira Monier", "Sean Downey", "Craig Robinson", "Jackie Cilley", "Marlys Popma", "Kim Reem", "Josh Gerstein", "Brad Anderson", "Bernie Sanders", "Andy Sanborn", "Sylvia Larsen", "Garth Corriveau", "Eric Woolson", "Trey Walker", "Dave Loebsack", "Tim Hagle", "Phil Noble", "Jake Sherman", "Paul Ryan", "Chris Sununu", "Nate Willems", "John Davis", "Matt Paul", "Joe Keefe", "Lori Jungling", "James Demers", "Tom Rath", "Jill Latham", "Bob Haus", "Jennifer Horn", "Hillary Clinton", "John Kasich", "Brian Kennedy", "George W. Bush", "Andy Smith", "Kristen Hayford", "Deb Vanderbeek", "Craig Stevens", "Liz Mathis", "John Smith", "Burgess Everett", "David Roederer", "Jim Obergefell", "Mikee Johnson", "Jeremy Hughes", "Patrick Arnold", "Arnie Arnesen", "Inez Tenenbaum", "Clay Middleton", "Steven Shepard", "Greg Moore", "Norm Sterzenbach", "Kevin Robillard", "Matt Moore", "Yvanna Cancela", "Jay Surdukowski", "Luke Byars", "Jack Heath", "Jim Merrill", "David Oman", "Steve Marchand", "Brendan Summers", "Matt Strawn", "Brady Quirk", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Jerry Crawford", "Sarah Wheaton", "Juliana Bergeron", "Saddam Hussein", "Andres Ramirez", "Nick Phillips", "Dean Barker", "Sara Craig", "Daniel Strauss", "Sam Clovis", "Joni Scotter", "Catherine Corkery", "Ryan Erwin", "Kristen Orthman", "Steve Duprey", "Jamie Burnett", "Ben Carson", "Chris Larimer", "Grant Young"], "orgs": ["PAC", "DNC", "Congress", "Al Qaeda", "TPP", "State Department", "Monsanto", "Microsoft", "Circuit Court of Appeals", "Congressional Black Caucus", "D.J.", "Iowa GOP", "DES MOINES", "SEC", "ISIL", "Democratic Congressional Campaign Committee", "GOP", "Capitol Police"], "election_confidence": 0.9675363338905167, "authors": [{"author_id": 39086, "fullname": "shane goldmacher", "primary_org": "politico"}], "date_written": "2015-11-17 10:03:57", "org": "politico", "article_id": "c039a94c119c004709ad0b57fe071236", "date_access": "2015-11-17 10:36:39.836290"}