{"body": "\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n\n11/17/15 10:06 AM EST\n\n                                        By \nNolan D. McCaskill\n\n\"David Vitter warned Obama the dangers of Syrian refugees weeks ago and promised as governor no Syrian refugees will enter Louisiana.\"\n\n11/17/15 10:01 AM EST\n\n                                        By \nBrian Mahoney\n\nIllinois court ponders pensions — Franchisee jailed for wage theft \n\n11/17/15 10:01 AM EST\n\n                                        By \nAnnie Karni\n\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n11/17/15 10:00 AM EST\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n\n11/17/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nSyrian refugees become campaign issue\n\n11/17/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nEurope gives tech a tongue-lashing — Expensing > interest\n\n11/17/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nAmtrak victim compensation hangs in the balance — T-HUD time?\n\n11/17/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nHighway conference shifts into gear — TPP: an origin story\n\n11/17/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n\n11/17/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule \n\n11/17/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n\n11/17/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nJustice visits cyberspace — Attorneys general back chip and PIN\n\n11/17/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n\n11/17/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n\n11/17/15 09:49 AM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\n11/17/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \nAlex Spence\n                                         and \n                                                Duncan Gardham\n\n\n11/17/15 08:01 AM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 08:00 AM EST\n\n                                        By \nBen White\n\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nHave intel leaks and encryption made it too easy for terrorists to hide online?\nWe're working on more stories right now\n\n                                            By \n                                                    Jessica Stern\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nJack Shafer\n\n\n                AP Photo\n\n                        Once sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n            By \nAnnie Karni\n\n11/17/15 10:01 AM EST\nBernie Sanders’ ballyhooed speech on socialism is now on indefinite hold.\nDetails about how Sanders would pay for his proposed single-payer national health insurance program to provide Medicare for all Americans have yet to be fleshed out -- even though a July 30 post on his campaign website says the Vermont senator would file legislation on single-payer “perhaps as soon as next week.”\nStory Continued Below\nAnd with two-and-a-half months to go before the first votes of 2016 are cast, the candidate whose raison d’etre is ending income inequality has yet to unveil any details of his tax plan, such as whose tax rates would go up and by how much.\nAs Sanders attempts to evolve from a niche politician who appeals to a frustratingly uniform group of young, white progressive voters to a major threat to the Hillary Clinton presidential juggernaut, he appears to be stalled on the threshold of mainstream success. Once sure-footed and decisive in expressing his view of the most important issue facing the country, income inequality, Sanders now appears to be holding back, hesitant to put meat on the bones of his big-picture ideas.\n\n\n\n            By \nGabriel Debenedetti\n\nThe socialism speech – billed by his campaign as a major address where Sanders, a self-described Democratic socialist, would finally explain his definition of a politically loaded term that is deeply personal to him – provides perhaps the most concrete example.\nSanders first told reporters that he was planning to deliver a “major speech” outlining his political philosophy in October. “I think we have some explaining to do,” he said, admitting the tag of Democratic socialism wrongly makes some people “very, very nervous.”\n“What we’re probably going to do to begin with is hold a major speech in the not-too-distant future, to define exactly what I mean by Democratic socialist,” Sanders said during a campaign stop in Iowa. “To me, Democratic socialism means democracy. It means creating a government that represents all of us, not just the wealthiest people in the country.”\nBut it’s been postponed indefinitely because Sanders has not yet finished writing the high-risk speech, or agreed that he is ready to deliver it. The delay highlights another issue facing the Sanders camp – an apparent disconnect between the candidate and his staffers, who say they are pushing the senator to give his speech sooner rather than later.\n“I personally think we’re ready, he’s just got to agree we’re ready,” said senior strategist Tad Devine. “It’s very much on the horizon, it’s just a question of timing. He wants to finish the speech first.”\nSanders still likes to write all of his speeches himself – even when an aide offers a draft, he will typically rework the specific language. The mere prospect of the speech drew comparisons to other Democratic presidential candidates who confronted sensitive questions about faith or belief – putting it in line with Barack Obama's 2008 speech in Philadelphia about race, and John F. Kennedy's speech about his Roman Catholic faith in 1960. And Sanders camp said it was not backing away.\n\nFourth Estate\n\n            By \nJack Shafer\n\n“We want to do this,” Devine said. “It’s not because we don’t want to talk about being a socialist. No way. Just the opposite. This is an opportunity for him to explain how his political philosophy fits squarely into the Democratic Party.”\nIt’s also not clear when Sanders will provide details of how he plans to pay for his health insurance plan. “Like with the socialism speech, there’s no set date,” Devine said of the single-payer program, as well as the related tax policy details. “I would admit there’s delay. I would attribute that to a desire for it to be a fully costed analysis. We’re not trying to be evasive. He’s trying to be serious.”\nDuring the second Democratic debate Saturday night, Sanders said he was not ready to say how much he would raise the country’s top marginal income tax rate. “We haven’t come up with an exact number yet,” he told CBS news correspondent Nancy Cordes. “But it will not be as high as the number under Dwight D. Eisenhower, which was 90 percent.”\nHe wiggled out of providing specificity with humor. “I’m not that much of a socialist compared to Eisenhower,” he joked, landing his first applause line of the night.\nIn the past, Sanders has introduced single-payer legislation in Congress that included a 2.2 percent income tax across the board, as well as a 6.7 percent payroll tax for employers. While payroll taxes are split between the employer and the employee, economists and the Congressional Budget Office have said that most of those fees are carried by workers in the form of lower wages. Sensing opportunity, the Clinton camp went on offense against Sanders on Tuesday, hoping to cast an unflattering light on him for supporting legislation that would raise taxes on the middle class, while Clinton has promised that none of her proposals involve a middle class tax hike.\n\"Bernie Sanders has called for a roughly 9-percent tax hike on middle-class families just to cover his health care plan,\" Clinton spokesman Brian Fallon said, referring to his 2013 single-payer legislation, \"and simple math dictates he'll need to tax workers even more to pay for the rest of his at least $18-20 trillion agenda.\"\n\nWhite House \n\n            By \nSarah Wheaton\n\nIn an interview, Sanders’ campaign appeared to be backing away from the senator's own previous bills, aware that any possible tax hike that could be a deal breaker for middle class voters. Devine said “what Bernie wants to do now [in terms of his healthcare proposal] is not exactly like the one proposed in past legislation.”\nAny proposal the campaign will unveil, said Devine, is unlikely to involve tax rate increases on the middle class. “I don’t really see that,” he said. “I don’t see tax rate increases involving anyone other than people making a lot of money.”\nDevine also pushed back against the idea that the Sanders campaign’s delays in rolling out specifics – on his tax plan or anything else – reflected a calculated consideration of the political realities of the race and his approach.\n“That is a not a back of the envelope endeavor,” Devine said of the tax plan. “I don’t know if the Congressional Budget Office itself will be involved, but it’s going to be legit. The think tanks are going to say these are real numbers. This is not somebody’s tax plan that makes no sense in the real world. He’s a serious legislator.”\n © 2015 POLITICO LLC", "byline": "", "description": "Once sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.", "title": "Sanders hesitates on socialism speech", "url": "http://www.politico.com/story/2015/11/bernie-sanders-socialism-speech-215965", "topics": ["economy"], "people": ["Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Michael Hirsh", "Kate Tummarello", "Kevin Robillard", "David Vitter", "Josh Gerstein", "Tad Devine", "Jacopo Barigazzi", "Marc Caputo", "Lauren French", "Steven Shepard", "Brian Fallon", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Caitlin Emma", "Annie Karni", "Brianna Ehley", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Bernie Becker", "Nancy Cordes", "Jennifer Scholtes", "John F. Kennedy", "Alex Isenstadt", "Dwight D. Eisenhower", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Alex Spence", "Barack Obama", "Paul Ryan", "Sarah Wheaton", "Bernie Sanders", "David Pittman", "Tim Starks", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Jake Sherman", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden"], "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "Congressional Budget Office", "FCC", "College", "Senate GOP", "Democratic Party", "Congressional Black Caucus", "CMS", "GOP"], "election_confidence": 0.8678103378602525, "authors": [{"author_id": 17941, "fullname": "jessica stern", "primary_org": "cnn"}], "date_written": "2015-11-17 15:01:00", "org": "politico", "article_id": "6f0bd1bf9bfb9de287d144106d1318a6", "date_access": "2015-11-17 16:00:05.919759"}