{"body": "\n                                        Updated 11/17/15 06:43 PM EST\n\n                                        By \nNolan D. McCaskill\n\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n\n                                        Updated 11/17/15 06:40 PM EST\n\n                                        By \nEliza Collins\n\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n\n                                        Updated 11/17/15 06:38 PM EST\n\n                                        By \nEliza Collins\n\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says. \n\nWar Room\n\n11/17/15 06:36 PM EST\n\n                                        By \nMichael Hirsh\n\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Matthew Levitt\n\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground. \n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Michael Shurkin\n\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\n\nIn The Arena\n\n11/17/15 06:32 PM EST\n\n                                        By \n                                                Sam Nunn\n                                        ,\n                                                Richard Lugar\n                                         and \n                                                Des Browne\n\nHow to stop nuclear material from falling into the wrong hands.\n\n                                        Updated 11/17/15 06:31 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n                                        Updated 11/17/15 06:26 PM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\nReligion\n\n11/17/15 06:24 PM EST\n\n                                        By \nNahal Toosi\n\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n\n11/17/15 06:22 PM EST\n\n                                        By \nEliza Collins\n\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n\n11/17/15 06:18 PM EST\n\n2016\n\n                                        Updated 11/17/15 06:17 PM EST\n\n                                        By \nAlex Isenstadt\n\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n\n                                        Updated 11/17/15 06:10 PM EST\n\n                                        By \nHadas Gold\n\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n\n2016\n\n11/17/15 05:57 PM EST\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n\n11/17/15 05:51 PM EST\n\n11/17/15 05:34 PM EST\n\n11/17/15 05:33 PM EST\n\n11/17/15 05:28 PM EST\n\n11/17/15 05:23 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWith friends like these... — Clinton's union backing\n\n11/17/15 04:45 PM EST\n\n                                        By \nEli Stokols\n\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said. \n\n                                        Updated 11/17/15 04:44 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 04:31 PM EST\n\n                                        By \nHadas Gold\n                                         and \nJohn Bresnahan\n\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n\n11/17/15 04:22 PM EST\n\n                                        Updated 11/17/15 04:08 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n11/17/15 03:46 PM EST\n\n                                        By \nSeung Min Kim\n\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n\n11/17/15 03:20 PM EST\n\n                                        By \nHadas Gold\n\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n\n11/17/15 02:44 PM EST\n\n                                        By \nNick Gass\n\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n11/17/15 02:41 PM EST\n\n11/17/15 02:12 PM EST\n\n                                        By \nBurgess Everett\n\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\n\n                                        Updated 11/17/15 02:01 PM EST\n\n                                        By \nJosh Gerstein\n\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n\n11/17/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSpace bill passes, casino bill fails — Brady fundraiser\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\n\n                                            By \n                                                    Matthew Levitt\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Shurkin\n\n\n                                            By \n                                                    Sam Nunn\n                                            ,\n                                                    Richard Lugar\n                                             and \n                                                    Des Browne\n\n\n                Louisiana Gov. Bobby Jindal underwhelmed in the money race, and had just $261,000 in the bank heading into October. | AP Photo\n\n2016\n\n                        The Louisiana governor had struggled to gain traction.\n\n            By \nAlex Isenstadt\n\n11/17/15 06:11 PM EST\n\n                    Updated 11/17/15 06:17 PM EST\nLouisiana Gov. Bobby Jindal on Tuesday said he was ending his presidential bid, saying “this is not my time.”\nJindal had struggled to gain traction in the race, often failing to poll at even 1 percent in some surveys. He also underwhelmed in the money race, and had just $261,000 in the bank heading into October.\nStory Continued Below\nHe is the third Republican to suspend his campaign, after former Texas Gov. Rick Perry and Wisconsin Gov. Scott Walker dropped out earlier this year. \n\"Going forward, I believe we have to be the party of growth and we can never stop being the party that believes in opportunity,\" Jindal said in a statement. \"We cannot settle for The Left’s view of envy and division. We have to be the party that says everyone in this country — no matter the circumstances of their birth or who their parents are — can succeed in America.\"\nJindal said he would go back to work at his think tank, America Next.\n © 2015 POLITICO LLC", "byline": "", "description": "The Louisiana governor had struggled to gain traction.", "title": "Bobby Jindal drops out of White House race", "url": "http://www.politico.com/story/2015/11/bobby-jindal-2016-suspends-presidential-campaign-216002", "topics": ["surveillance/privacy", "campaign_finance", "foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Henry C. Jackson", "Hadas Gold", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Gabriel Debenedetti", "Bobby Jindal", "Josh Gerstein", "Scott Walker", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Rick Perry", "Eli Stokols", "Darren Samuelsohn"], "orgs": ["Washington And The World", "CIA", "Gawker", "NSA", "Supreme Court", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus"], "election_confidence": 0.9813323965911147, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 23:11:38", "org": "politico", "article_id": "22f798de4af2584e7b84caec258288bd", "date_access": "2015-11-17 23:45:14.744315"}