{"body": "\n                                        Updated 11/17/15 09:38 PM EST\n\n                                        By \nNahal Toosi\n\n.\n\n11/17/15 07:56 PM EST\n\n                                        By \nLauren French\n\nRepublicans exiting the members-only, classified meeting say they remain concerned that the vetting system used to screen refugees.\n\n2016\n\n                                        Updated 11/17/15 07:49 PM EST\n\n                                        By \nAlex Isenstadt\n\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n\n2016\n\n11/17/15 07:46 PM EST\n\n                                        By \nBurgess Everett\n\nThe Florida senator sees Cruz as vulnerable and in line with Democrats on what could become a dominant issue.\n\nDefense\n\n11/17/15 07:08 PM EST\n\n                                        By \nBryan Bender\n\nMilitary officials worry that leaders in Washington haven't absorbed the lessons of America's last big wars.\n\n                                        Updated 11/17/15 07:06 PM EST\n\n                                        By \nNolan D. McCaskill\n\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n\n                                        Updated 11/17/15 06:48 PM EST\n\n                                        By \nAndrew Restuccia\n                                         and \nDarren Goode\n\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n\n                                        Updated 11/17/15 06:40 PM EST\n\n                                        By \nEliza Collins\n\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n\n                                        Updated 11/17/15 06:38 PM EST\n\n                                        By \nEliza Collins\n\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says. \n\nWar Room\n\n11/17/15 06:36 PM EST\n\n                                        By \nMichael Hirsh\n\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Matthew Levitt\n\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground. \n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Michael Shurkin\n\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\n\nIn The Arena\n\n11/17/15 06:32 PM EST\n\n                                        By \n                                                Sam Nunn\n                                        ,\n                                                Richard Lugar\n                                         and \n                                                Des Browne\n\nHow to stop nuclear material from falling into the wrong hands.\n\n                                        Updated 11/17/15 06:31 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n                                        Updated 11/17/15 06:26 PM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\nReligion\n\n11/17/15 06:24 PM EST\n\n                                        By \nNahal Toosi\n\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n\n11/17/15 06:22 PM EST\n\n                                        By \nEliza Collins\n\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n\n11/17/15 06:20 PM EST\n\n11/17/15 06:18 PM EST\n\n                                        Updated 11/17/15 06:10 PM EST\n\n                                        By \nHadas Gold\n\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n\n2016\n\n11/17/15 05:57 PM EST\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n\n11/17/15 05:51 PM EST\n\nCongress\n\n11/17/15 05:34 PM EST\n\n                                        By \nJake Sherman\n                                         and \nSeung Min Kim\n\nIn a break from past infighting, Republican leaders are united behind a plan to tighten oversight of Syrian refugees.\n\n11/17/15 05:34 PM EST\n\n11/17/15 05:33 PM EST\n\n11/17/15 05:28 PM EST\n\n11/17/15 05:23 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWith friends like these... — Clinton's union backing\n\n11/17/15 04:45 PM EST\n\n                                        By \nEli Stokols\n\nHe also says he supports governors who want to halt refugees from entering their states.\n\n                                        Updated 11/17/15 04:44 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 04:31 PM EST\n\n                                        By \nHadas Gold\n                                         and \nJohn Bresnahan\n\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n\n11/17/15 04:22 PM EST\n\n                                        Updated 11/17/15 04:08 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n11/17/15 03:46 PM EST\n\n                                        By \nSeung Min Kim\n\nMitch McConnell makes it clear the provision will remain in the measure designed to repeal Obamacare.\n\n11/17/15 03:20 PM EST\n\n                                        By \nHadas Gold\n\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n\n11/17/15 02:44 PM EST\n\n                                        By \nNick Gass\n\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n11/17/15 02:41 PM EST\n\n11/17/15 02:12 PM EST\n\n                                        By \nBurgess Everett\n\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\n\n                                        Updated 11/17/15 02:01 PM EST\n\n                                        By \nJosh Gerstein\n\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n\n11/17/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSpace bill passes, casino bill fails — Brady fundraiser\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        By \nDarren Samuelsohn\n\nWe're working on more stories right now\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Matthew Levitt\n\n\n                                            By \n                                                    Michael Shurkin\n\n\n                                            By \n                                                    Sam Nunn\n                                            ,\n                                                    Richard Lugar\n                                             and \n                                                    Des Browne\n\n\n                Barack Obama speaks at the G-20 Summit in Antalya, Turkey. | Getty\n\n            By \nNahal Toosi\n\n11/17/15 09:33 PM EST\n\n                    Updated 11/17/15 09:38 PM EST\nPresident Barack Obama is taking an even harsher tone against governors and lawmakers who want to stop the U.S. resettlement of Syrian refugees, blasting them for being \"scared of widows and orphans\" while playing into the hands of the Islamic State terrorist group.\n\"We are not well served when, in response to a terrorist attack, we descend into fear and panic. We don't make good decisions if its based on hysteria or an exaggeration of risks,\" Obama said while visiting the Philippines for the APEC economic summit. \"I cannot think of a more potent recruitment tool for ISIL than some of the rhetoric that's been coming out of here during the course of this debate.\"\nStory Continued Below\nIn the wake of the deadly attacks in Paris, more than half of U.S. governors, most of them Republican, have said they don't want refugees resettled in their states. House Republican leaders also are looking at legislation designed to stop the Obama administration from resettling up to 10,000 Syrian refugees next year. Several GOP presidential contenders have also slammed the idea of letting Syrians in, while some have suggested only letting in those who are Christian.\nObama earlier this week has expressed anger over the idea of discriminating based on religion, and reiterated that sentiment in his latest comments in Manila.\n\"When individuals say we should have a religious test and that only Christians, proven Christians should be admitted, that's offensive,\" he said.\nThe president also noted that many of the same people who have suggested stopping refugees from coming to the United States also claim they themselves are tough enough to stare down Russian President Vladimir Putin.\n\n\n\n            By \nJake Sherman\n\n\"At first they were too scared of the press being too tough on them in the debates,\" Obama said. \"Now they are scared of three-year-old orphans. That doesn't seem so tough to me.\"\nThe president's comments appear to be a reference to remarks by New Jersey Gov. Chris Christie, who told conservative radio host Hugh Hewitt on Monday: “I don’t think orphans under 5 are being, you know, should be admitted into the United States at this point. But you know, they have no family here. How are we going to care for these folks?”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Obama torches GOP on Syrian refugees: &apos;Now they are scared of 3-year-old orphans&apos;", "url": "http://www.politico.com/story/2015/11/barack-obama-refugees-216007", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Henry C. Jackson", "Hadas Gold", "Vladimir Putin", "Hugh Hewitt", "Chris Christie", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Katie Glueck", "Bryan Bender", "Charlie Hebdo", "Michael Hirsh", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "Barack Obama", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Josh Gerstein", "Darren Goode"], "orgs": ["CIA", "Gawker", "Congress", "NSA", "Supreme Court", "Justice Department", "National Defense", "Congressional Black Caucus", "ISIL", "GOP"], "election_confidence": 0.8299331873104385, "authors": [{"author_id": 30856, "fullname": "nahal toosi", "primary_org": "politico"}], "date_written": "2015-11-18 02:33:36", "org": "politico", "article_id": "3050234e1a5669e5acb1277be5d4817c", "date_access": "2015-11-18 02:43:26.904009"}