{"body": "\n11/17/15 01:34 PM EST\n\n                                        By \nJosh Gerstein\n\nAttorney General Loretta Lynch said Tuesday she's unaware of any plan by President Barack Obama to defy laws aimed at prohibiting the transfer of Guantanamo...\n\n11/17/15 01:33 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        Updated 11/17/15 11:14 AM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:03 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n\n11/17/15 10:01 AM EST\n\n                                        By \nBrian Mahoney\n\nIllinois court ponders pensions — Franchisee jailed for wage theft \n\n11/17/15 10:01 AM EST\n\n                                        By \nAnnie Karni\n\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n11/17/15 10:00 AM EST\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n\n11/17/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nSyrian refugees become campaign issue\n\n11/17/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nEurope gives tech a tongue-lashing — Expensing > interest\n\n11/17/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nAmtrak victim compensation hangs in the balance — T-HUD time?\n\n11/17/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nHighway conference shifts into gear — TPP: an origin story\n\n11/17/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n\n11/17/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule \n\n11/17/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n\n11/17/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nJustice visits cyberspace — Attorneys general back chip and PIN\n\n11/17/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n\n11/17/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n\n11/17/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \nAlex Spence\n                                         and \n                                                Duncan Gardham\n\n\n11/17/15 08:00 AM EST\n\n                                        By \nBen White\n\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\nWe're working on more stories right now\n\n                                            By \n                                                    Debra Bruno\n\n\n                                            By \n                                                    Caleb Hannan\n\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \n                                                    Jessica Stern\n\n\n                AP Photo\n\n                        \"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said. \n\n            By \nNahal Toosi\n\n11/17/15 01:33 PM EST\nObama administration officials pushed back Tuesday against Republican governors, presidential candidates and lawmakers who are demanding a ban on Syrian refugees, saying such men and women are the most heavily scrutinized group of people allowed to enter the United States. \nThe officials also pleaded with politicians not to endanger a decades-old refugee resettlement program that has long had strong bipartisan support and is a source of good will for the U.S. in much of the world.\nStory Continued Below\nFollowing reports that a Syrian migrant may have been involved in last week's attacks in Paris, more than half of U.S. governors, including New Hampshire's Democratic governor, have indicated they don't want Syrian refugees — most of whom are Muslim — resettled in their states. Some Republicans in Congress are threatening a government shutdown over the issue in light of plans by the Obama administration to resettle 10,000 Syrians next year.\nIn a conference call with reporters Tuesday, senior administration officials reiterated that the federal government controls the refugee resettlement program, but they also acknowledged funding from Congress is critical to maintaining it and that local support is key to helping refugees integrate wherever they land.\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one of the officials said, adding later: \"The thing I most fear about this current discussion going on in the United States is that we will lose the bipartisan support ... that (this program) has enjoyed for decades. This is a very precious thing. In the current day and age, it’s been a rare thing.\" \nThe officials, all of whom spoke on condition they not be identified by name, said they will meet with lawmakers this week and also hold calls with governors and mayors to correct \"misimpressions\" about the refugee program. On Tuesday, for instance, GOP presidential candidate Donald Trump, who has erroneously claimed some 250,000 Syrian refugees are headed for the country, tweeted, \"Refugees from Syria are now pouring into our great country. Who knows who they are — some could be ISIS. Is our president insane?\"\nSince the Syrian conflict erupted in 2011, the United States has admitted roughly 1,800 Syrian refugees, a tiny fraction of 4 million Syrians who have fled their country and registered as refugees with the United Nations. According to the U.N. and various aid agencies, another 7 million Syrians are displaced inside the Arab country, where they face dangers from both the Syrian government of Bashar Assad and groups such as the Islamic State, also known as ISIS or ISIL, which is believed responsible for the Paris attacks. \n\n\n\n            By \nJake Sherman\n\nSyria's pre-war population was 23 million people, and 250,000 people have died since the conflict began there. Hundreds of thousands of Syrians -- seeing no end to the war and despairing of conditions in refugee camps -- have in recent months headed to Europe, making an often-dangerous land and sea journey. But others are still in camps or otherwise living in countries such as Lebanon, Turkey and Jordan, where their rights and mobility face restrictions.\nThousands of Syrians have already applied for resettlement, so most of the 10,000 Syrians that the Obama administration hopes to admit next year are likely going through security screening. Republican presidential candidates and others are now questioning whether those security procedures are rigorous enough, noting that it only takes one or a handful of people to carry out a terrorist attack. \n\"The problem is we can’t background check them,\" Sen. Marco Rubio of Florida, a top GOP presidential contender, said Sunday. \"You can’t pick up the phone and call Syria.\"\nAccording to the administration officials, the refugee vetting process takes an average of 18-24 months, and for Syrians it often takes longer because they face additional scrutiny. The refugees are first screened through the United Nations, which has its own vetting procedures. If they are referred to the United States for possible admission, they are then screened through a whole new process. \nThat involves checking their biographic and biometric data, as well as lengthy interviews and background checks involving multiple federal agencies, including the Department of Homeland Security, the FBI, the Department of Defense and intelligence agencies. Some of the procedures involved are classified.\nOne way the officials screening the refugees can verify their stories is to double check the events they claim happened to them with intelligence and other known data about what was happening in Syria at the time. So if a Syrian says their home in particular neighborhood was bombed on a particular date, it's likely the defense department or other agencies can check to see if there was a bombing reported in the area at that time.\n\"Each element of the process is not the totality of the process,\" one of the officials said. \"All these things have to be synthesized and taken in the aggregate to make a decision.\"\n\n\n\n            By \nGabriel Debenedetti\n\nThe admission rate so far is just over 50 percent; the rest are either rejected or have their cases still pending, one of the officials said. Of the Syrians admitted, half are children and a quarter are adults over 60, the officials said. The State Department did not immediately respond to a request for a religious breakdown, but roughly 10 percent of Syrians as a whole are Christian.\nThere are nine non-profit groups, several of them faith-based, that work with the federal government to help resettle the refugees in communities across the United States. Where a refugee is sent can depend on a range of factors, such as whether they have relatives there who can support them. If a child is a burn victim — which would not be unusual among Syrians fleeing the brutal civil war — they would likely be placed in a community with relevant medical facilities.\nTraditionally, the U.S. refugee program has had strong bipartisan support, and the numbers of Syrians is a trickle compared to the numbers of refugees admitted from other conflicts. For instance, the United States took in hundreds of thousands of refugees from Vietnam. \nOverall, the U.S. takes in 70,000 refugees a year, a number the administration planned to raise to 85,000 next year, and 100,000 the following year. Based on statistics released by the State Department, most the additional 15,000 planned for next year would not come from the Middle East. One of the administration officials on Tuesday said the U.S. has the capacity to absorb significantly more refugees than it does now, but noted that financial support makes all the difference. \n\"The program is absolutely dependent on funding from Congress,\" the official said. \"As we grow it we will require more assistance from Congress.\"\n © 2015 POLITICO LLC", "byline": "", "description": "\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.", "title": "Obama Administration defends Syrian refugee program", "url": "http://www.politico.com/story/2015/11/obama-syria-refugee-program-215982", "topics": ["foreign policy/national security"], "people": ["Sara Solovitch", "Susan Rice", "Kenneth P. Vogel", "Bashar Assad", "Kate Tummarello", "Caleb Hannan", "Jacopo Barigazzi", "Donald Trump", "Tim Starks", "Marc Caputo", "Debra Bruno", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Howard Dean", "Theodoric Meyer", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Loretta Lynch", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Eric Wolff", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Brianna Ehley", "Paul Lindsay", "Howard Fineman", "Rick Scott", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Barack Obama", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "State Department", "U.N.", "Department of Defense", "Department of Homeland Security", "FCC", "College", "Senate GOP", "United States.", "Congressional Black Caucus", "FBI", "CMS", "GOP", "United Nations"], "election_confidence": 0.6000863090951696, "authors": [{"author_id": 30734, "fullname": "josh gerstein", "primary_org": "politico"}], "date_written": "2015-11-17 18:33:36", "org": "politico", "article_id": "91a18dad47417395dc5902ff689d6036", "date_access": "2015-11-17 18:42:53.573414"}