{"body": "\n11/17/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \nAlex Spence\n                                         and \n                                                Duncan Gardham\n\n\n11/17/15 08:01 AM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 08:00 AM EST\n\n                                        By \nBen White\n\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nHave intel leaks and encryption made it too easy for terrorists to hide online?\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\nAides push back on the notion that the Middle East needs to take up more of the president's time. \n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n                                         and \nNick Gass\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\nWe're working on more stories right now\n\n                                            By \nJack Shafer\n\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                Getty\n\n            By \nNick Gass\n\n11/17/15 08:01 AM EST\nBernie Sanders slammed calls to shut the borders to Syrian refugees, telling supporters at a Monday night campaign rally that \"now is not the time for demagoguery and fear-mongering.\" \n“Every American has been appalled and disgusted by the attack against the people of Paris by the terrorist organization ISIS,\" the independent Vermont senator and Democratic presidential candidate told a crowd of about 7,000 in Cleveland, according to his campaign. \"I know all of us send our condolences to the families of those who lost loved ones. And we pray for the recovery of all those who were injured, many of them seriously.\"\nStory Continued Below\n“In my view, now is the time for developing a serious and effective approach to destroy ISIS. Now is not the time for taking cheap political advantage of this tragedy. Now is the time – as President Obama is trying to do – to unite the world in an organized campaign against ISIS that will eliminate the stain of ISIS from this world,” Sanders said. \nThe United States must not turn its backs on refugees fleeing violence from places like Syria or Afghanistan, he said, on the same day that governors of more than two dozen states said that they would try to stop the flow of immigrants from Syria out of concerns stemming from the fact that one of the terrorists in Friday's deadly attacks in France came from Syria.\n\"What terrorism is about is trying to instill terror and fear into the hearts of people. And we will not let that happen. We will not be terrorized or live in fear. During these difficult times, we will not succumb to Islamophobia,\" Sanders declared. \"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans – fighting racism, fighting xenophobia, fighting fear.”\nHis top rival, Hillary Clinton, has remained silent this week on what to do about the refugees seeking asylum.\nDuring last Saturday's debate, the former secretary of state explained that screening refugees for potential terrorists should be \"the number one requirement.\" Clinton also reiterated her desire to increase the number of refugees allowed in to 65,000.\n\"I also said that we should increase numbers of refugees,\" she said. \"The administration originally said 10 [thousand]. I said we should go to 65 [thousand], but only if we have as careful a screening and vetting process as we can imagine, whatever resources it takes. I do not want us to in any way inadvertently allow people who wish us harm to come into our country.\"\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Sanders: We will not turn our backs on Syrian refugees", "url": "http://www.politico.com/story/2015/11/bernie-sanders-syria-refugees-215967", "topics": ["foreign policy/national security"], "people": ["Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Henry C. Jackson", "Jacopo Barigazzi", "Marc Caputo", "Jeffrey Gedmin", "Steven Shepard", "Kevin Robillard", "Howard Dean", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Saddam Hussein", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Donald Trump", "Marco Rubio", "Alex Spence", "Barack Obama", "Paul Ryan", "Sarah Wheaton", "Bernie Sanders", "Lauren French", "Jeremy Herb", "Paul Lindsay", "Daniel Strauss", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Eli Stokols", "Jake Sherman", "Darren Samuelsohn", "Eliza Collins"], "orgs": ["DNC", "Congress", "Al Qaeda", "Circuit Court of Appeals", "PAC", "Congressional Black Caucus", "Democratic Congressional Campaign Committee", "GOP"], "election_confidence": 0.9585800146979607, "authors": [{"author_id": 30887, "fullname": "jeremy herb", "primary_org": "politico"}], "date_written": "2015-11-17 13:01:48", "org": "politico", "article_id": "7cf75949b31f88a95a7c66b7aef5ee6f", "date_access": "2015-11-17 13:42:25.939758"}