{"body": "\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\nAides push back on the notion that the Middle East needs to take up more of the president's time. \n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\n\n                                        Updated 11/16/15 01:35 PM EST\n\n                                        By \nEliza Collins\n\nIn a blow to President Barack Obama's strategy with ISIL Sen. Dianne Feinstein broke with him, saying that ISIL is not contained.\n\n11/16/15 01:21 PM EST\n\n11/16/15 01:00 PM EST\n\n11/16/15 12:54 PM EST\n\n                                        By \nNick Gass\n\nMike Huckabee has asked the newly-elected speaker to step up his rhetoric against the \"importation\" of Syrian refugees.\n\n11/16/15 12:44 PM EST\n\n                                        By \nEliza Collins\n\nHillary Clinton \"will be by our side as we break down barriers and finally reach full equality for all,\" says Jim Obergefell. \n\n11/16/15 12:23 PM EST\nWe're working on more stories right now\n\n                                                    Politico\nMike Allen's must-read briefing on what's driving the day in Washington \n11/17/15 05:48 AM EST\nBy Mike Allen (@mikeallen; mallen@politico.com) and Daniel Lippman (@dlippman; dlippman@politico.com)\n \nStory Continued Below\nGAME CHANGE – “Jeb Bush loses TV ad edge to Marco Rubio: Rubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage,” by Politico’s Shane Goldmacher, with Daniel Lippman: “Bush’s last refuge was supposed to be his financial superiority. But just as his campaign enters the critical primary phase, the fallen frontrunner is about to get outgunned on the airwaves by the man his campaign views as its chief rival, Marco Rubio.\n“According to media buyers and a POLITICO review of TV ad purchase data, Bush and his allies are on pace to spend $5 million more than Team Rubio on broadcast, cable and radio ads through the first four voting states – but for that sum, they will put fewer ads on the airwaves. That’s because the vast majority of Bush’s ads are paid for by his super PAC – roughly 85 percent for Bush versus only 40 percent for Rubio – and super PACs get far less bang for their buck. … In Iowa and New Hampshire, … super PACs are confronting ad rates that can soar to nearly 1,000 percent more than the rates charged of candidates …\n“Data from GOP analytics firm Echelon Insights shows that Rubio will run at least 5,000 more broadcast TV spots than Bush in Iowa, New Hampshire, South Carolina and Nevada through February, even as the former Florida governor and his super PAC spend more overall.” http://politi.co/1NANYCZ\n**SUBSCRIBE to Playbook: http://politi.co/1M75UbX\nJUST POSTED – “Why Al Gore won't endorse Hillary Clinton,” by Politico’s Darren Samuelsohn: An aide said Gore will “stay on the sidelines [during the primaries]. Gore’s reticence … is in part to maximize his own leverage on fighting climate change. But his repeated demurrals also reflect a complicated relationship with [Hillary] that dates back more than two decades. … The … rivalry started when the two baby boomer policy wonks arrived in the White House in 1993. Gore got the … environmental and technology portfolios. Bill Clinton … assign[ed] his wife what would become an ill-fated attempt to pass … health-care reform …\n“Bill Clinton reportedly reconciled with Gore in the days after … Sept. 11 … But … the relationship between Gore and Hillary Clinton had never even gotten to a place where it could be smoothed over. … Gore’s own efforts to take the next big step in his political career suffered in no small part because of the roller coaster politics associated with the Lewinsky saga …\n“[In 2008, Gore] got a call from Sen. Ted Kennedy urging him to endorse Obama. But Gore resisted, and he didn’t go public for the future president until more than a week after Clinton had conceded.” http://politi.co/1MP8TWk\nPIC DU JOUR -- @BernieSanders: “What is this Snapshot thing and why do I only get ten seconds?” http://bit.ly/1X42o3i\nUPDATED POLITICO APP -- dynamic new design. Download here. http://apple.co/1NzyO0I\n \nDRIVING D.C.’s DAY – Speaker’s office announces: “Following Speaker Ryan’s request for an all member classified briefing on the Paris attacks, [Homeland Security] Secretary Jeh Johnson and FBI Director James Comey will brief House members … at 5:30pm in the [Capitol Visitor Center] auditorium.”\nSPOTTED: Jeff Zeleny chatting with Ted Cruz outside DCA, both just off flight from Charleston.\n \n** A message from COMPETIFY: Is chronic broadband access dysfunction causing indigestion, bloating, or heartburn? There is hope for the millions suffering from the effects of chronic broadband access control. Get the cure at http://bit.ly/CompetifyPB **\nNATIONAL MOOD – USA Today lead story, “24 STATES SAY NO TO REFUGEES: Legal experts say governors may not have much say,” by Mary Troyan: “Alabama, Arizona, Arkansas, Florida, Georgia, Idaho, Illinois, Indiana, Iowa, Kansas, Kentucky, Louisiana, Maine, Massachusetts, Mississippi, Nebraska, New Hampshire, North Carolina, Ohio, Oklahoma, South Carolina, Tennessee, Texas and Wisconsin … Twenty-three of the 24 governors are Republican. The lone Democrat is Gov. Maggie Hassan of New Hampshire.” http://usat.ly/1PxuQvB\n--WSJ A1, below fold, “GOP Pushes Back on Refugees” … N.Y. Times A1, at fold, “G.O.P. Governors Vow to Close Doors To Syrian Refugees,” by Patrick Healy and Julie Bosman: “One Democratic governor, Maggie Hassan of New Hampshire, … urged the Obama administration to stop taking in Syrians until the federal vetting procedures for all refugees are ‘as strong as possible.’” http://nyti.ms/1WX8JTG\n--WashPost A1, above fold, “REPUBLICANS RESPOND: Governors, candidates seek to bar migrants,”by Robert Costa and Abby Phillip (online: “Republican governors and candidates move to keep Muslim migrants out”): “The rising unease among many Republicans toward Muslim migrants — and at times the Islamic faith in general — marks a stark and sudden shift in the 2016 campaign to issues of religion and national security. The debate could have significant implications for next year’s general election, in which GOP leaders had hoped to better perform with nonwhite voters than in past contests.” http://wapo.st/1kBzjk4\n--Des Moines Register banner: Iowa Gov. Terry “Branstad acts to block refugees: Governor orders state agencies to halt work on Syrian resettlement in the wake of the Paris attack,” by Brianne Pfannenstiel http://dmreg.co/1j4NNr0\n--Charleston (S.C.) Post and Courier, above fold: S.C. Gov. Nikki “Haley would reject refugees from Syria: Cites ‘primary duty to ensure safety of citizens’ of S.C.,” by Cynthia Roldan and Gavin Jackson http://bit.ly/1MjzAkK\n--Milwaukee Journal Sentinel banner: Wis. Gov. Scott “Walker rejects Syrian refugees: He cites threat; group says it hasn’t resettled any here,” Jason Stein and Patrick Marley http://bit.ly/1j4Nc8S\n \n--Union Leader, at fold, “A debate over refugees: N.H. politicians zero in on Syrian immigrants,” by Dan Tuohy http://bit.ly/1MyMHfy\nSUBJECT LINE OF THE DAY – “An Exciting Invitation - China Trade Task Force Panel Discussion.”\nGLOBAL MOOD – NYT A1, at fold, “Distrust, Even Fear, As Secular France Cools on Muslims,” by Adam Nossiter and Liz Alderman in Paris (online: “After Paris Attacks, a Darker Mood Toward Islam Emerges in France”): “There were no marches, few pleas not to confuse practitioners of Islam with those who preach jihad. Instead, there was a palpable fear, even anger … Already, tough talk from officials in the government shows them shifting rightward, calling for new scrutiny of mosques, extending the state of emergency and possibly placing restrictions on the 10,000 or more people loosely indexed as possible threats to the state.” http://nyti.ms/1Od0Ly4\n--NYT QUOTATION OF THE DAY: FRANÇOIS HOLLANDE, president of France, in an address to Parliament: “Terrorism will not destroy the republic, because it is the republic that will destroy it.” http://nyti.ms/1Szf80y\n--WSJ, top of A1, “Pressure Grows for Global Response Again Islamic State,” by Carol E. Lee in Antalya, Turkey, Damian Paletta in Washington and Paul Sonne in Moscow: “Despite the emotional aftermath of the Paris attacks, Mr. Obama [at a presser in Turkey] again ruled out large-scale U.S. deployments. ‘Maybe part of the reason is because every few months I go to Walter Reed … I see a 25-year-old kid that is paralyzed or has lost his limbs. … [If] folks want to pop off and have opinions about what they think they would do, present a specific plan’ …\n“At home, where fears of a similar attack are rising, pressure is rising on him. Local and national security officials began increasing security in Washington in response to videotaped threats by Islamic State, and as top intelligence officials warned Monday that more extremist attacks are likely. … [An] intelligence official said security professionals must develop new ways to detect and thwart terror plots because militants are better able to evade surveillance.” http://on.wsj.com/1j4Q4CI\nPOSTCARD FROM MIAMI BEACH – What Daniel learned at the Faith Angle Forum yesterday: In a panel on “Religion, Economics, and New Approaches to Poverty,” AEI president Arthur Brooks, author of “The Conservative Heart,” talked about the meaning of work: “In Washington, DC or New York ... you’re always asked what you do. But you’re never asked why you do it. The why of your work. If someone asked you to answer honestly and quickly why you what you do, what would your answer be? ... When I was in Barcelona [as a young musician] ... I remember being very influenced ... by the words ... of my favorite composer, Johannes Sebastian Bach ... [who] was asked by a biographer: ‘Herr Bach, why do you write music?’ ... Bach said: ‘the aim and final end of all music is nothing less than the glorification of God and the enjoyment of man.’”\nOn progress fighting poverty: “Since 1970 to today, the percentage of the world’s population living in starvation levels, $1 a day or less ... has declined by 80 percent ... 2 billion people ... It is a humanitarian achievement we haven’t seen since the beginning of history.”\nA tip for politicians: “I had lunch with all the Republican senators three weeks ago ... Here’s what I suggest: go to your state and come back with 5 pictures of people you don’t need but that you’re fighting for ... and then tomorrow morning when you get in, say a little prayer, say, ‘I’m doing my work. I’m fighting for him and her and her and him and her.’ And when the widget manufacturers of South Dakota or whatever come to see you because they want something, and they’re going to say ‘who are those people?’ And you say, ‘those are the people I’m fighting for.’” Brooks’ book -- $15.55 on Amazon  http://amzn.to/1J2DwYv\nWORTH THE CLICK – “The fearless father who threw himself on a suicide bomber, saving ‘hundreds’ of lives in Beirut,” by WashPost inspirational news reporter Colby Itkowitz http://wapo.st/1H64QEI\nTHE DEBATE AHEAD: BLAMING SNOWDEN – NYT A1, at fold, “Gloves Off, Director Of the C.I.A. Faults Surveillance Curbs,” by Scott Shane, with Alison Smale in Berlin: “[I]n unusually raw language, John Brennan, the C.I.A. director, [at CSIS] denounced what he called ‘hand-wringing’ over intrusive government spying and said leaks about intelligence programs had made it harder to identify the ‘murderous sociopaths’ of the Islamic State. Mr. Brennan appeared to be speaking mainly of the disclosures … by Edward J. Snowden … Civil libertarians warned that at just such moments of fear, the government would reach for new, and unjustified, authorities.” http://nyti.ms/1H5XzoA\n29 DAYS TO GOP DEBATE -- “GOP campaigns tell RNC not to let Adelson stack the debate crowd,” by Alex Isenstadt: “Top campaign officials on Monday pressed the [RNC] on whether Las Vegas casino mogul Sheldon Adelson would receive an extra block of tickets for next month’s GOP debate at his Venetian hotel — and potentially stack the crowd for his favored candidate [thought to be Rubio]. ... On Dec. 15, his posh hotel will play host to the next Republican debate, which will be broadcast on CNN.\n“On a private afternoon conference call with GOP campaigns to discuss planning for the debate, which was hosted by RNC chief of staff Katie Walsh, Chris LaCivita, a senior adviser to Rand Paul, kicked off the discussion by stating, ‘I have concerns about our friends in Vegas being given an extra block of tickets that could be used for crowd stacking.’” http://politi.co/1SV4NNe\nSNEAK PEEK – President Obama is on GQ’s new cover as Man of the Year, with Bill Simmons interviewing him. Q: “If you were campaigning against Trump, would you even bother? Would it be like LaBradford Smith talking trash to Jordan or something?” A: “I would’ve enjoyed campaigning against Trump. That would’ve been fun.” Live at 6 am http://bit.ly/1Nx7nVp The cover http://politi.co/20TQnSP \nCLICKER – “How liberal or conservative is your Washington DC neighborhood?” – CrowdPac: http://bit.ly/1Sz7p2D\nHAPPENING TODAY – Per a Clinton campaign official: “Hillary for America will launch two more of its state Leadership Councils today – one in Florida and one in Maryland (primaries on March 15 and April 26).”\nMEDIAWATCH – “Breitbart News Continues International Expansion with Launch of Breitbart Jerusalem”: “The bureau will be led by veteran Middle East correspondent Aaron Klein.”\n--Rob Hendin leaves CBS News for AtlanticLIVE executive producer at the end of the month.\nCECI CONNOLLY’s new job: “Former Washington Post political writer Ceci Connolly has been tapped as president and CEO of the Alliance of Community Health Plans, a non-profit committed to bringing high-quality, affordable care to all Americans. She tells friends she views the move as a chance to have a meaningful impact on health reform.”\nWEEKEND WEDDING -- Kirstin Hopkins (Republican fundraiser for Ron Johnson, RNC and many more) married Texas businessman Kyle Brookshire Saturday in Austin, including a rehearsal dinner concert by Jack Ingram. The ceremony and reception were held at the Greenhouse in Driftwood. Wedding guests were treated to a fireworks display and Whataburger to cap off the night. Pics http://bit.ly/1MjzvgS ... Fireworks http://bit.ly/1X42E2h\nWELCOME TO THE WORLD: Brad Schweer, director of federal legislative affairs at CenturyLink, and Adrienne Schweer, director of protocol for Secretary of Defense Ash Carter, email friends and family: “Georgia Marie Schweer was born [Monday]. … Big sisters Flora and Sully couldn’t be any more excited.”Pic http://bit.ly/1OOdTNh\nBIRTHWEEK (was yesterday): Adrienne Schweer, director of protocol for Secretary of Defense Ash Carter (h/t Stewart Verdery)\nBIRTHDAYS: Johnny VandeHei (Pack tip: Abby, Clayton, Spencer) … Ambassador Susan Rice, National Security Adviser is 51 ... Lorne Michaels is 71 … HuffPost global editorial director Howard Fineman … Fox News’ Chris Stirewalt ... Paul Lindsay of Right to Rise ... Anna Karl is 16 (hat tip Mom and Dad, Maria and Jon, who celebrated their 24th yesterday) ... Howard Dean is 67 ... Sen. James Inhofe (R-Okla.) is 81 ... Sen. Pat Toomey (R-Pa.) … Iowa Gov. Terry Branstad ... Chase Purdy and Helena Bottemiler Evich, half of POLITICO’s Pro Agriculture team ... Denver Peacock ... John Boehner, Marco Island, Fla., resident and former Speaker, is 66 ... Black Rock Group’s Brian Jones ... Rick Dunham, co-director of the Global Business Journalism program at Tsinghua University in Beijing and a Hearst and Houston Chronicle alum, is 59 (h/ts Matt Mackowiak) ... Mike Ricci, comms. director for Speaker Paul Ryan and a Boehner alum (h/t Sarah Swinehart) ...\n… Ellen Tauscher of Baker Donelson (h/t Hilary) ... AKPD’s Isaac Baker, the pride of Seattle, an Obama reelect alum and huge “Top Gun” fan ... NAM alum Lea Anne Foster ... Linda Moore, CEO of TechNet ... Diana Aviv, CEO of Feeding America (h/ts Jon Haber) ... Felicia Schwartz of the WSJ is 24 (h/t Byron Tau) ... Americans United for Life’s Charmaine Yoest ... Ralph Posner, EVP at Direct Impact and a FleishmanHillard and Ogilvy alum … Kellie Boyle, an alum of RNC, Sen. John Warner, and Dole 1996, now at Boyle Public Affairs (hubby tip: Jim Boyle) ... Chris Sloan, director of gov’t affairs for the IUPAT (Painters Union) … Erika Compart, manager, editorial for The Pew Charitable Trusts and a Politico alum ... Marty Reiser, manager of gov’t policy at Xerox ...\n… Russ Grote of Hamilton Place Strategies (h/t Sabrina Siddiqui) ... NYT’s Martin Fackler ... Alex Gallo ... Greg Croft, assignment manager at ABC News’ 2016 Politics Desk … Carly Montoya … Owen Baynard, son of Lindsey and Ernest … Washingtonian’s Harry Jaffe ... Lorne Michaels … TPM managing editor David Kurtz … James Chambers … Gary Duff ... Gordon Whiting ... Michael Ostrolenk, president at Global Integral Solutions … Gerry McGee (The Ventures) is 78 … Gordon Lightfoot is 77 … Martin Scorsese is 73 … Lauren Hutton is 72 … Danny DeVito is 71 … Baseball Hall-of-Famer Tom Seaver is 71 … RuPaul is 55 … Justin Cooper is 27 … Reid Perry (The Band Perry) is 27 … actress Raquel Castro is 21 (h/ts AP)\n**A message from COMPETIFY: America’s broadband economy is plagued by chronic broadband access dysfunction and the broadband access fees charged to small businesses, schools, and hospitals are in desperate need of a dose of real competition. Tell the FCC to try COMPETIFY to help lower costs and increase speeds. America shouldn’t have to suffer from lackluster broadband just because a few companies have control issues. Join the COMPETIFY Partners For The Cure and fix America’s chronic broadband access control. Get the cure at http://bit.ly/CompetifyPB **\nSUBSCRIBE to the Playbook family: POLITICO Playbook: http://politi.co/1M75UbX ... New York Playbook: http://politi.co/1ON8bqW ... Florida Playbook: http://politi.co/1JDm23W ... New Jersey Playbook: http://politi.co/1HLKltF ... Massachusetts Playbook: http://politi.co/1Nhtq5v ... Illinois Playbook: http://politi.co/1N7u5sb ... California Playbook: http://politi.co/1N8zdJU and our heroic friends at POLITICO Brussels Playbook: http://politi.co/1FZeLcw\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nJack Shafer\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n © 2015 POLITICO LLC", "byline": "", "description": "B’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels", "title": "POLITICO Playbook, presented by COMPETIFY &#8211; DEBATE AHEAD: States resist refugees; intel officials blame Snowden; &#8216;militants better able to evade surveillance&#8217; -- B&#8217;DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels", "url": "http://www.politico.com/playbook/2015/11/politico-playbook-presented-by-competify-debate-ahead-states-resist-refugees-intel-officials-blame-snowden-militants-better-able-to-evade-surveillance-bday-susan-rice-john-boehner-howard-dean-howard-fineman-paul-lindsay-lorne-michaels-211301", "topics": ["foreign policy/national security", "surveillance/privacy"], "people": ["Edward J. Snowden", "Harry Jaffe", "Mike Huckabee", "Hadas Gold", "Andrew Glass", "Arthur Brooks", "Gabriel Debenedetti", "Pat Toomey", "Shane Goldmacher", "Nick Gass", "Colby Itkowitz", "Carol E. Lee", "Jeb Bush", "Barack Obama", "Chase Purdy", "Lauren French", "Al Gore", "Mike Allen", "Damian Paletta", "Ron Johnson", "Felicia Schwartz", "Edward Snowden", "Isaac Arnsdorf", "Ted Cruz", "Byron Tau", "Jon Haber", "Matt Mackowiak", "Howard Dean", "Katie Walsh", "Nahal Toosi", "Dianne Feinstein", "Rand Paul", "Michael Hirsh", "Daniel Lippman", "Alex Isenstadt", "Jeh Johnson", "Marco Rubio", "Eliza Collins", "Scott Shane", "Sheldon Adelson", "David Perera", "Ben White", "Eli Stokols", "Darren Samuelsohn", "Jason Stein", "Laura Nahmias", "Ash Carter", "Michael Grunwald", "Susan Rice", "Kenneth P. Vogel", "Cynthia Roldan", "Henry C. Jackson", "Jeffrey Gedmin", "Robert Costa", "Dan Tuohy", "Josh Gerstein", "Abby Phillip", "Terry Branstad", "Justin Cooper", "Patrick Healy", "Bill Clinton", "Jeff Zeleny", "James Inhofe", "Jake Sherman", "Paul Ryan", "Brian Jones", "Sabrina Siddiqui", "James Comey", "Paul Lindsay", "Hillary Clinton", "Maggie Hassan", "Ted Kennedy", "Burgess Everett", "Jim Obergefell", "Brianne Pfannenstiel", "Steven Shepard", "Chris Stirewalt", "John Brennan", "Kevin Robillard", "John Boehner", "Jack Shafer", "Seung Min Kim", "Michael Lind", "John Warner", "Sarah Wheaton", "Patrick Marley", "Ellen Tauscher", "Saddam Hussein", "Daniel Strauss", "Howard Fineman"], "orgs": ["Team Rubio", "Hamilton Place Strategies", "WSJ", "NYT", "NAM", "EVP", "PAC", "AEI", "Congress", "State Department", "Xerox", "Des Moines Register", "Congressional Black Caucus", "SEC", "ISIL", "PIC DU JOUR", "Black Rock Group", "CSIS", "Milwaukee Journal Sentinel", "DNC", "PACs", "Houston Chronicle", "BIRTHWEEK", "Post and Courier", "GOP", "Washingtonian", "Union Leader", "RNC", "Al Qaeda", "Baseball Hall", "Homeland Security", "Circuit Court of Appeals", "S.C.", "FBI", "National Security Adviser", "Democratic Congressional Campaign Committee", "FCC"], "election_confidence": 0.7397290228370729, "authors": [{"author_id": 39086, "fullname": "shane goldmacher", "primary_org": "politico"}], "date_written": "2015-11-17 10:48:05", "org": "politico", "article_id": "8b4bb4e778e9bd2414fb81249e59dca6", "date_access": "2015-11-17 12:00:07.710192"}