{"body": "\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        Updated 11/17/15 11:14 AM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:11 AM EST\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:03 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n\n11/17/15 10:01 AM EST\n\n                                        By \nBrian Mahoney\n\nIllinois court ponders pensions — Franchisee jailed for wage theft \n\n11/17/15 10:01 AM EST\n\n                                        By \nAnnie Karni\n\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n11/17/15 10:00 AM EST\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n\n11/17/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nSyrian refugees become campaign issue\n\n11/17/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nEurope gives tech a tongue-lashing — Expensing > interest\n\n11/17/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nAmtrak victim compensation hangs in the balance — T-HUD time?\n\n11/17/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nHighway conference shifts into gear — TPP: an origin story\n\n11/17/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n\n11/17/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule \n\n11/17/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n\n11/17/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nJustice visits cyberspace — Attorneys general back chip and PIN\n\n11/17/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n\n11/17/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n\n11/17/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \nAlex Spence\n                                         and \n                                                Duncan Gardham\n\n\n11/17/15 08:01 AM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 08:00 AM EST\n\n                                        By \nBen White\n\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\nWe're working on more stories right now\nJosh Gerstein on the Courts, Transparency, & More\n\n                \"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said. (AP)\n\n            By \nJosh Gerstein\n\n11/17/15 11:29 AM EST\nPresident Barack Obama's public comments appearing to prejudge the outcome of Justice Department investigations don't affect the decisions in those inquiries, Attorney General Loretta Lynch said Tuesday.\nIn her first appearance before the House Judiciary Committee since taking office in April, Lynch was questioned by panel chairman Rep. Bob Goodlatte (R-Va.) about remarks Obama made last year declaring there was \"not even a smidgen of corruption\" in the IRS's handling of applications from nonprofit groups and a statement the president made last month that former Secretary of State Hillary Clinton's private email set-up posed no national security problem.\n\"With respect to the president's comments, they have no influence or bearing on how the department manages these matters,\" Lynch said.\nGoodlatte tried a couple of times to get Lynch to comment on whether it was unwise for Obama to make such comments while an investigation was pending, but she declined to do so. \n\"I really don’t have a comment on the president’s expression of his view,\" Lynch said.\nThe Justice Department announced last month that no criminal charges would be brought in connection with the controversy over the IRS's targeting of nonprofit groups that were chiefly conservative in their outlook.\nThe FBI is conducting an ongoing inquiry into possible mishandling of classified information in connection with Clinton's use of a private email account during her four years as secretary of state. Some FBI agents complained that Obama's comments had the potential to undercut the agency's work.\nLater in the hearing, Lynch said she was unaware of any effort by the White House to interfere with the email investigation, but she declined to discuss where the probe stands or how long it is likely to take. \"I’m not able to comment on the status of that matter,\" she said.\n © 2015 POLITICO LLC", "byline": "", "description": "&quot;I really don’t have a comment on the president’s expression of his view,&quot; Loretta Lynch said", "title": "Lynch: Obama remarks don&apos;t affect probes", "url": "http://www.politico.com/blogs/under-the-radar/2015/11/lynch-obama-remarks-dont-affect-probes-215973", "topics": ["economy", "surveillance/privacy"], "people": ["Burgess Everett", "Susan Rice", "Kenneth P. Vogel", "Kate Tummarello", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Steven Shepard", "Barack Obama", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Howard Dean", "Theodoric Meyer", "Bob Goodlatte", "Josh Gerstein", "Annie Karni", "Loretta Lynch", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Hillary Clinton", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "orgs": ["Washington And The World", "FDA", "House Judiciary Committee", "Congress", "Amtrak", "Courts , Transparency , & More", "Senate", "Democratic Congressional Campaign Committee", "PAC", "IRS", "Justice Department", "FCC", "College", "Senate GOP", "Congressional Black Caucus", "FBI", "CMS", "GOP"], "election_confidence": 0.8388368714190088, "authors": [{"author_id": 30729, "fullname": "lauren french", "primary_org": "politico"}], "date_written": "2015-11-17 16:29:33", "org": "politico", "article_id": "68d5213e0611bcdb35ba033f74921bd7", "date_access": "2015-11-17 16:45:21.092556"}