{"body": "\n                                        Updated 11/17/15 06:43 PM EST\n\n                                        By \nNolan D. McCaskill\n\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n\n                                        Updated 11/17/15 06:40 PM EST\n\n                                        By \nEliza Collins\n\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n\n                                        Updated 11/17/15 06:38 PM EST\n\n                                        By \nEliza Collins\n\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says. \n\nWar Room\n\n11/17/15 06:36 PM EST\n\n                                        By \nMichael Hirsh\n\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Matthew Levitt\n\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground. \n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Michael Shurkin\n\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\n\nIn The Arena\n\n11/17/15 06:32 PM EST\n\n                                        By \n                                                Sam Nunn\n                                        ,\n                                                Richard Lugar\n                                         and \n                                                Des Browne\n\nHow to stop nuclear material from falling into the wrong hands.\n\n                                        Updated 11/17/15 06:31 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n                                        Updated 11/17/15 06:26 PM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\nReligion\n\n11/17/15 06:24 PM EST\n\n                                        By \nNahal Toosi\n\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n\n11/17/15 06:22 PM EST\n\n                                        By \nEliza Collins\n\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n\n11/17/15 06:18 PM EST\n\n2016\n\n                                        Updated 11/17/15 06:17 PM EST\n\n                                        By \nAlex Isenstadt\n\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n\n                                        Updated 11/17/15 06:10 PM EST\n\n                                        By \nHadas Gold\n\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n\n11/17/15 06:00 PM EST\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n\n2016\n\n11/17/15 05:57 PM EST\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n\n11/17/15 05:51 PM EST\n\n11/17/15 05:34 PM EST\n\n11/17/15 05:33 PM EST\n\n11/17/15 05:28 PM EST\n\n11/17/15 05:23 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWith friends like these... — Clinton's union backing\n\n11/17/15 04:45 PM EST\n\n                                        By \nEli Stokols\n\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said. \n\n                                        Updated 11/17/15 04:44 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 04:31 PM EST\n\n                                        By \nHadas Gold\n                                         and \nJohn Bresnahan\n\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n\n11/17/15 04:22 PM EST\n\n                                        Updated 11/17/15 04:08 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n11/17/15 03:46 PM EST\n\n                                        By \nSeung Min Kim\n\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n\n11/17/15 03:20 PM EST\n\n                                        By \nHadas Gold\n\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n\n11/17/15 02:44 PM EST\n\n                                        By \nNick Gass\n\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n11/17/15 02:41 PM EST\n\n11/17/15 02:12 PM EST\n\n                                        By \nBurgess Everett\n\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\n\n                                        Updated 11/17/15 02:01 PM EST\n\n                                        By \nJosh Gerstein\n\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n\n11/17/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSpace bill passes, casino bill fails — Brady fundraiser\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\nWe're working on more stories right now\n\n2016\n\n            By \nKatie Glueck\n             and \nDaniel Strauss\n\n11/17/15 05:57 PM EST\n\n                AP Photo\n\n                                            By \n                                                    Matthew Levitt\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Shurkin\n\n\n                                            By \n                                                    Sam Nunn\n                                            ,\n                                                    Richard Lugar\n                                             and \n                                                    Des Browne\n\nDonald Trump and Ben Carson have demonstrated more staying power than anyone predicted. But now, after the terrorist attacks on an American ally, Republican elders think their party’s flirtation with inexperience is nearing its end.\nThe reemergence of foreign policy atop the Republican agenda will force voters to reevaluate the outsider candidates, particularly as both Trump and Carson display a lack of knowledge about national security and the terrorist threat, party stalwarts said.\nStory Continued Below\n“The losers are going to be Donald Trump and Ben Carson on national security,” said Katon Dawson, the former chairman of the South Carolina GOP. “As the Republican base sobers up, they are the two, if this story lasts a long time, it's going to hurt.\"\nIndeed, in interviews with current and former GOP chairs, veteran operatives, lobbyists and strategists, the long-held conviction that neither Trump nor Carson will win the Republican nomination has only strengthened since the attacks in Paris last week.\nFred Malek, who has advised multiple Republican presidents and is not affiliated with any contender this cycle, said the inexperience Trump and Carson reveal in their rhetoric will drive GOP primary voters toward another candidate.\n\n\n\n            By \nEli Stokols\n\n“The severity of the attacks in Paris crystallize in people’s minds the importance of having somebody in the commander-in-chief spot who has made the kinds of decisions, gone through the kind of decision-making process, that an experienced leader has,” Malek said.\nCarson in particular is vulnerable on security and foreign policy issues, Republican leaders say. The pediatric neurosurgeon, who has no previous political experience, has already stunned with a meandering answer about the Middle East in last week’s debate, before the attacks. He drew criticism in an earlier debate for suggesting that American brainpower was a substitute for military force and he shocked many by saying he had intelligence that the White House did not about Chinese forces engaging in Syria. \nWorse yet for the candidate, two of Carson’s senior advisors on Tuesday told The New York Times, on the record, that their candidate was struggling to understand the Middle East. Intense tutoring, they told the paper, was having little effect.\nCarson has tried to correct course in recent days. On Friday, he said his message to Vladimir Putin is, “We are a peaceful country, but we are not a marshmallow.” On Monday, on social media and in a press conference, sought to highlight his plan to take on ISIS and articulate a broader, more cogent foreign policy.\nBut GOP insiders say they aren't impressed, and think the foreign policy shift will take a visible toll on Carson, especially in next month’s debate, which many expect will be filled with security questions. \n“Carson I’m not so worried about,” said Fergus Cullen, the former chairman of the New Hampshire GOP who puts his overall concern level about Trump and Carson at a five, on a scale of 10. “I respect him for his accomplishments in life, but he is completely unprepared to be president of the United States, and that will take care of itself at the polls.”\n\n\n\n            By \nNolan D. McCaskill\n\nThe more exposure he gets, said Doug Gross, a longtime Iowa Republican, the more it’s clear that he’s “not ready to be president. Just from a policy standpoint, he’s not prepared to deal with issues.”\nLongtime Republicans don’t have nearly as clear a theory of Trump’s downfall. \n“It’s always easier to predict how this ends up than how [we] get there,” said Stuart Stevens, who was Mitt Romney’s chief strategist. But as for Trump, “I don’t think he wins a single primary… I think he gets out.” \nOthers agree that he will falter, even as some acknowledge that all predictions of his demise have been wrong thus far. Truly, Trump’s resilience -- even after attacking prisoners of war, immigrants and even Iowans -- has flummoxed and alarmed party leaders.\nForeign policy-minded GOP veterans call Trump an amateur on the issue and say he should be pressed for more policy specifics. But they acknowledge that the fresh focus on security will not be as damaging in the short term to Trump, who can better rouse crowds with his “bomb-the-sh**-out-of-ISIS” rhetoric, as it is to Carson.\nYet, these party leaders and strategists said there’s no feeling of panic. \n“It’s too early for anyone to be hand-wringing about any particular candidate,” said Matt Strawn, the former chairman of the Iowa GOP, speaking more broadly but offering a sentiment shared by many interviewed. “Both Iowa and New Hampshire historically make their decisions late.”\nWhile Republican insiders argue that nominating Trump would lose the GOP the White House, they maintain that it’s a nightmare that will never come to pass.\n\"If this was the middle of March and we had a Republican candidate racking up win after win after win in states and we looked like we were free falling into losing not only the White House but also the Senate and seats in the House, yeah, there would be every reason for the party to be deeply concerned about the direction of the country,\" said Henry Barbour, a Republican National Committeeman from Mississippi. “But it's November.” \nExperienced operatives keep adjusting the timeline for Trump’s decline: several months ago, some campaigns and Republican insiders said the debate would get more serious around Thanksgiving and hurt his standing in the polls but now they’re looking out to January, even February.\n“I’m not totally discounting that this is a real problem,” said Cullen, who now acknowledges he could see Trump winning some early contests. “But I also think that in the fullness of time this will eventually work itself out.” \n\n\n\n            By \nNahal Toosi\n\nBut most of the Republicans interviewed said Trump in particular doesn’t have the organization or appeal to last deep into the cycle (not to mention that should he show signs of actually winning any contests, plenty of Republicans are prepared to write big checks to a Stop Trump campaign). \n“I’m not too worried about it,” said Charlie Black, another longtime adviser to Republican presidents and presidential campaigns. “Trump’s been losing a little steam since Labor Day, when he was up around 30, now he’s in the low 20s. Carson is as high as he’ll ever be, just because he’s beginning to demonstrate he doesn’t have real good knowledge of the issues. Either of them might win a primary or something, but that’s it.”\nOne indication of impending panic would be a mad scramble to organize an explicit anti-Trump effort. Dawson, who had been looking to form just such a super PAC, hasn’t found a donor yet.\n\"I specifically did not find the right donor to get me to go to that effort. And then Trump's numbers started moving down, from the 30s to the 20s,\" Dawson said. \nThis all changes as the primaries near. If Trump is still on track to win one of the first four voting states, the GOP establishment will face perhaps its final moment to rally around another candidate.\n“The (Paris) attacks proved that a month is an infinite amount of political time, and that the shape of a campaign can flip dramatically in an instant,” said Douglas Holtz-Eakin, a veteran Republican who served in the George W. Bush administration. “And for that reason I believe it's a fair reading of the evidence to say that people don't get serious until, if, and when they vote. And so I want to see what the polls in New Hampshire look like a week, three days, the day before the actual primaries are held...If Donald is at 42 percent in New Hampshire a day before the primary, you may see the establishment freak out. But I don't think today.” \nThe Trump and Carson campaigns would not comment for this story.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "GOP leaders: National security will end Carson and Trump campaigns", "url": "http://www.politico.com/story/2015/11/republicans-ben-carson-donald-trump-security-215999", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "Fergus Cullen", "Henry C. Jackson", "Hadas Gold", "Vladimir Putin", "Henry Barbour", "Stuart Stevens", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Josh Gerstein", "Gabriel Debenedetti", "Katie Glueck", "Nick Gass", "Charlie Hebdo", "Michael Hirsh", "Douglas Holtz", "Doug Gross", "Fred Malek", "Sam Nunn", "Charlie Black", "Alex Isenstadt", "Seung Min Kim", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Mitt Romney", "Matt Strawn", "Katon Dawson", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Eli Stokols", "Darren Samuelsohn", "Ben Carson"], "orgs": ["Washington And The World", "CIA", "Gawker", "Senate", "NSA", "PAC", "Supreme Court", "Parenthood", "Justice Department", "Republican National Committeeman", "National Defense", "Congressional Black Caucus", "GOP"], "election_confidence": 0.9931262235004394, "authors": [{"author_id": 34057, "fullname": "nolan d. mccaskill", "primary_org": "politico"}], "date_written": "2015-11-17 22:57:37", "org": "politico", "article_id": "480095c15eb2add2531eceb8cde284f7", "date_access": "2015-11-17 23:45:14.521391"}