{"body": "\n2016\n\n11/17/15 07:46 PM EST\n\n                                        By \nBurgess Everett\n\nThe Florida senator sees Cruz as vulnerable and in line with Democrats on what could become a dominant issue.\n\nDefense\n\n11/17/15 07:08 PM EST\n\n                                        By \nBryan Bender\n\nMilitary officials worry that leaders in Washington haven't absorbed the lessons of America's last big wars.\n\n                                        Updated 11/17/15 07:06 PM EST\n\n                                        By \nNolan D. McCaskill\n\nTwo of his advisers told The New York Times in interviews that Carson is having trouble absorbing facts on international affairs.\n\n2016\n\n                                        Updated 11/17/15 07:01 PM EST\n\n                                        By \nAlex Isenstadt\n\nHe struggled to gain traction in the race, often failing to poll at even 1 percent.\n\n                                        Updated 11/17/15 06:48 PM EST\n\n                                        By \nAndrew Restuccia\n                                         and \nDarren Goode\n\nThe rebuke comes less than two weeks before the president is to travel to Paris for negotiations on a global warming deal.\n\n                                        Updated 11/17/15 06:40 PM EST\n\n                                        By \nEliza Collins\n\nThomas’ husband is conservative Supreme Court justice Clarence Thomas.\n\n                                        Updated 11/17/15 06:38 PM EST\n\n                                        By \nEliza Collins\n\n“There’s something different about what happened from Charlie Hebdo, and I think everybody would feel that,\" he says. \n\nWar Room\n\n11/17/15 06:36 PM EST\n\n                                        By \nMichael Hirsh\n\nFormer CIA Acting Director Michael Morell on how the NSA leaker’s revelations might have led to the Paris attacks.\n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Matthew Levitt\n\nPresident Obama, here’s a new plan of action that doesn’t require 50,000 boots on the ground. \n\nWar Room\n\n11/17/15 06:33 PM EST\n\n                                        By \n                                                Michael Shurkin\n\nBet on it: Hollande’s counterattack against the terrorists is going to hurt them.\n\nIn The Arena\n\n11/17/15 06:32 PM EST\n\n                                        By \n                                                Sam Nunn\n                                        ,\n                                                Richard Lugar\n                                         and \n                                                Des Browne\n\nHow to stop nuclear material from falling into the wrong hands.\n\n                                        Updated 11/17/15 06:31 PM EST\n\n                                        By \nNahal Toosi\n\n\"We don’t want to send refugees anywhere where they would not be welcomed,\" one official said.\n\n                                        Updated 11/17/15 06:26 PM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\nReligion\n\n11/17/15 06:24 PM EST\n\n                                        By \nNahal Toosi\n\nA core part  of the Republican electoral base, these groups are among the most passionate advocates for aiding refugees.\n\n11/17/15 06:22 PM EST\n\n                                        By \nEliza Collins\n\nThe Ohio governor said the U.S. “must be more forceful in the battle of ideas.”\n\n11/17/15 06:20 PM EST\n\n11/17/15 06:18 PM EST\n\n                                        Updated 11/17/15 06:10 PM EST\n\n                                        By \nHadas Gold\n\n\"For The New York Times to take advantage of an elderly gentleman and use him as their foil in this story is an affront to good journalistic practices.\"\n\n2016\n\n11/17/15 05:57 PM EST\n\n                                        By \nKatie Glueck\n                                         and \nDaniel Strauss\n\nThe reemergence of foreign policy will force voters to reevaluate the outsider candidates.\n\n11/17/15 05:51 PM EST\n\nCongress\n\n11/17/15 05:34 PM EST\n\n                                        By \nJake Sherman\n                                         and \nSeung Min Kim\n\nIn a break from past infighting, Republican leaders are united behind a plan to tighten oversight of Syrian refugees.\n\n11/17/15 05:34 PM EST\n\n11/17/15 05:33 PM EST\n\n11/17/15 05:28 PM EST\n\n11/17/15 05:23 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nWith friends like these... — Clinton's union backing\n\n11/17/15 04:45 PM EST\n\n                                        By \nEli Stokols\n\n“I think they’re doing the right thing because they haven’t gotten any information about what the screening process is,” he said. \n\n                                        Updated 11/17/15 04:44 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 14 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 04:31 PM EST\n\n                                        By \nHadas Gold\n                                         and \nJohn Bresnahan\n\n\"I don't answer questions from you because you are not a truthful reporter,\" Labrador said.\n\n11/17/15 04:22 PM EST\n\n                                        Updated 11/17/15 04:08 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n11/17/15 03:46 PM EST\n\n                                        By \nSeung Min Kim\n\nSenate Republicans' plans to defund Planned Parenthood through reconciliation is still on.\n\n11/17/15 03:20 PM EST\n\n                                        By \nHadas Gold\n\nGawker Media plans to shift the focus of its flagship site Gawker.com to politics, editors at the company announced in memos to staff on Tuesday.\n\n11/17/15 02:44 PM EST\n\n                                        By \nNick Gass\n\nAfter the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n11/17/15 02:41 PM EST\n\n11/17/15 02:12 PM EST\n\n                                        By \nBurgess Everett\n\nThe gathering is slated to be held in Baltimore on  Jan. 13 and 14.\n\n                                        Updated 11/17/15 02:01 PM EST\n\n                                        By \nJosh Gerstein\n\nLynch says the Justice Department plans to comply with provisions in the current National Defense Authorization Act.\n\n11/17/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nSpace bill passes, casino bill fails — Brady fundraiser\n\n11/17/15 01:32 PM EST\n\n                                        By \nNick Gass\n\nHis statement differs from a campaign ad released earlier in the day. \n\n11/17/15 12:55 PM EST\n\n                                        By \nKenneth P. Vogel\n\nIn 2014, the main group in the brothers' network raised $126 million and gave out $88 million in grants.\n\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\nWe're working on more stories right now\n\n                                            By \n                                                    Matthew Levitt\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Shurkin\n\n\n                                            By \n                                                    Sam Nunn\n                                            ,\n                                                    Richard Lugar\n                                             and \n                                                    Des Browne\n\n\n                \"What Barack Obama and Hillary Clinton are proposing is that we bring to this country tens of thousands of Syrian Muslim refugees,\" Ted Cruz said.  | AP Photo\n\n                        After the Paris attacks, the Republican field is taking a tougher stance against the refugees.\n\n            By \nNick Gass\n\n11/17/15 02:44 PM EST\nAs the aftershocks from last Friday's terrorist attacks in Paris continue to reverberate in the U.S., the Republican presidential contenders have taken a sharp right turn in how they are talking about the thousands of Syrian refugees who were due to arrive on American shores in the coming months.\nThe talk of compassion — stoked by the image in September of a drowned Syrian boy on a Turkish beach — has shifted to dire warnings of unacceptable security risks after the revelation that at least one of the terrorists arrived with migrants through Greece. \nStory Continued Below\nWith more than two dozen governors saying the refugees are now not welcome in their states, and with House GOP leaders drafting legislation to halt President Barack Obama's plan to accept 10,000 refugees in 2016, a handful of Republican White House hopefuls are falling in line with tougher talk.\nTed Cruz is one of them, after expressing openness in February 2014, as negotiators met in Geneva for ultimately unsuccessful talks to broker an end to the Syrian civil war. The Texas senator appeared in a Fox News segment reporting on the dilemma of what to do about refugees seeking asylum in the United States, and spoke generally about U.S. values. \n\"We have welcomed refugees, the tired huddled masses for centuries,\" he said during the two-and-a-half minute package about the broader situation. \"That’s been the history of the United States. We should continue to do so,\" \n\n\n\n            By \nEliza Collins\n\nBut he also had a caveat: “We have to continue to be vigilant to make sure those coming are not affiliated with the terrorists, but we can do that.\"\nFast forward 21 months, with Syria's bloody civil war still raging and with fears stoked about ISIL fighters slipping into the U.S., Cruz is now saying he plans to introduce legislation that would bar Syrian refugees from entering the country.\n\"What Barack Obama and Hillary Clinton are proposing is that we bring to this country tens of thousands of Syrian Muslim refugees,\" Cruz told CNN. \"I have to say, particularly in light of what happened in Paris, that's nothing short of lunacy.\"\nHe also talked of taking the hardest line against Muslim Syrian refugees, while still allowing in displaced Christians whom he said do not pose a \"meaningful risk\" for committing acts of terror.\nFormer Florida Gov. Jeb Bush, who had positioned himself as a compassionate conservative on immigration who believes many people come illegally to the U.S. as an \"act of love,\" has also been shifting his tone since last week's attacks.\nSpeaking before a New Hampshire town hall in September, Bush said about the Syrian refugees: \"People are leaving not just because they are immigrants looking for a better life. They are leaving because, if not, they will die. It's that simple. And we have to play a role in providing support.\"\nOn Sunday, as talk of the attacks dominated the morning shows, Bush didn’t call for halting the administration’s plans, but said he would prioritize Christians over other refugees.\n\n\n\n            By \nJake Sherman\n\n“I do think we have a responsibility to help with refugees after proper screening, and I think our focus ought to be on the Christians, who have no place in Syria anymore,” he told CNN's \"State of the Union.\" “They’re being beheaded, they’re being executed by both sides.” He added, \"We should focus our efforts as it relates to refugees on the Christians that are being slaughtered.\" \nBut after Obama on Monday appeared to lump Bush in with Cruz for imposing an inhumane \"religious test,\" the former Florida governor clarified in an interview with Bloomberg on Tuesday that he didn't want to discriminate against Muslim refugees.\n\"There's no discrimination to simply say that you want to protect religious minorities that are being exterminated,\" he said.\nThe subtlety in Bush's way of speaking on the issue was nowhere in Chris Christie's response.\nThe New Jersey governor, in the days after the image of the drowned Syrian boy shocked the world, said a solution needed to be found to help the refugees.\n“Well, I’d sit down with our allies and figure out how we can help, because America is a compassionate country. We saw the image of that 4-year-old little boy drowned in Syria, and we can’t have those kinds of things,” Christie said on \"Fox and Friends.\" “I can’t come up with an exact number. You’d have to sit with our allies and work together.”\nOn Monday, as governor, Christie put his foot down, and even took a hard line against young orphans.\n\"I do not trust this administration to effectively vet the people who are proposed to be coming in, in order to protect the safety and security of the American people, so I would not permit them in,\" he said on Hugh Hewitt's radio program.\n\"What if they were orphans under the age of five?\" Hewitt asked.\n\"You know, Hugh, we can come up with 18 different scenarios. The fact is that we need appropriate vetting, and I don’t think orphans under five are being, you know, should be admitted into the United States at this point,\" he said. \"But you know, they have no family here. How are we going to care for these folks? The fact is you can come up with a number of different scenarios, Hugh. But in the end, I don’t trust this administration to effectively vet the people that they’re asking us to take in. We need to put the safety and security of the American people first.\"\nOn Tuesday, Christie formally notified Obama in a letter that he would not accept any Syrian refugees, in New Jersey.\n\n\n\n            By \nNahal Toosi\n\nDonald Trump, who has made his strident stances on immigration a central case for his presidency, has also taken a hard line against Syrian refugees. But he wasn't always talking that way. \nIn September, Trump told Bill O'Reilly about taking in the refugees, \"I hate the concept of it, but on a humanitarian basis, you have to.\"\nBut that tone quickly dissipated, and the billionaire businessman told supporters later that month that the refugees \"are going back,\" warning that they represent a potential \"Trojan horse\" for terrorists. Trump has instead advocated the construction of \"a big beautiful safe zone\" in Syria, as he told supporters in Knoxville, Tennessee, on Monday.\nAnother Republican who has changed his tone as the devastating images of refugees have been overtaken by the fallout from the Paris attacks is Marco Rubio.\nWhile he has battled critics who say his 2013 attempt at immigration reform casts doubt on his conservative credentials, the Florida senator in September told a CNN reporter at a South Carolina town hall that his administration would \"be potentially open to the relocation of some of these individuals at some point in time to the United States.\" \nBut on Sunday, Rubio said the doors must shut to more refugees.\n\"The problem is not the background checks. The problem is we can’t background check them. You can’t pick up the phone and call Syria. And that’s one of the reasons why I said we won’t be able to take more refugees,\" Rubio said on ABC's \"This Week with George Stephanopoulos.\" \n\"It’s not that we don’t want to, it’s that we can’t,\" he explained, adding that there is also a threat of home-grown violent extremists, those \"who had been radicalized online.\" \nJohn Kasich, meanwhile, joined on Monday the growing list of governors who said they would no longer accept refugees, an about-face from September.\nBack then, Kasich told Fox News' \"Hannity\" that he \"wouldn’t say to these people, ‘You can’t come in,'\" pointing to it as a place of cooperation between the U.S. and its European allies, whom he said should largely bear that issue.\n\"And I think at this point, I would actually welcome the Congress to weigh in and make sure that we have a procedure that can verify who these people are,\" Kasich added, in a preview of the Capitol Hill fight to come. \"I mean, there’s nobody in this country that would want somebody connected to ISIS to be able could come in here.\"\nOn Tuesday, speaking in Washington, Kasich said he now believes an influx of Syrian refugees poses an unacceptable risk: “The only thing I’m saying is for right now, until we get a handle on where we are, we need to stop.”\n © 2015 POLITICO LLC", "byline": "", "description": "After the Paris attacks, the Republican field is taking a tougher stance against the refugees.", "title": "GOP candidates were for Syrian refugees before they were against them", "url": "http://www.politico.com/story/2015/11/gop-2016-syria-refugees-215978", "topics": ["foreign policy/national security"], "people": ["Nick Gass", "Isaac Arnsdorf", "Burgess Everett", "Kenneth P. Vogel", "George Stephanopoulos", "Henry C. Jackson", "Hadas Gold", "Hugh Hewitt", "Sean Hannity", "Ted Cruz", "Chris Christie", "Kevin Robillard", "Brian Mahoney", "Richard Lugar", "Nahal Toosi", "Andrew Restuccia", "Gabriel Debenedetti", "Katie Glueck", "Bryan Bender", "Charlie Hebdo", "Michael Hirsh", "Jeb Bush", "Bill O'Reilly", "Sam Nunn", "Alex Isenstadt", "Seung Min Kim", "Barack Obama", "John Bresnahan", "Marco Rubio", "Jake Sherman", "Darren Goode", "Paul Ryan", "Lauren French", "John Podesta", "Clarence Thomas", "Donald Trump", "Daniel Strauss", "Rick Scott", "Loretta Lynch", "Hillary Clinton", "John Kasich", "Eli Stokols", "Darren Samuelsohn", "Josh Gerstein", "Eliza Collins"], "orgs": ["CIA", "Gawker", "Congress", "NSA", "Supreme Court", "Parenthood", "Justice Department", "National Defense", "Congressional Black Caucus", "United States.", "House GOP", "ISIL"], "election_confidence": 0.9726206542555389, "authors": [{"author_id": 30739, "fullname": "burgess everett", "primary_org": "politico"}], "date_written": "2015-11-17 19:44:28", "org": "politico", "article_id": "19ea2f653807ffa72b28a273eff9a35c", "date_access": "2015-11-18 00:47:49.271774"}