{"body": "\n                                        Updated 11/17/15 12:38 PM EST\n\n                                        By \nNick Gass\n\n\"We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans.\"\n\n11/17/15 12:33 PM EST\n\n                                        By \nBrian Mahoney\n                                         and \nMarianne LeVine\n\nClinton now has the support of unions representing about 9.5 million union members\n\n11/17/15 12:23 PM EST\n\n                                        By \nEliza Collins\n\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump said.\n\n11/17/15 11:43 AM EST\n\n                                        By \nLauren French\n\nJohn Podesta will talk to members of the Congressional Black Caucus.\n\n11/17/15 11:31 AM EST\n\n11/17/15 11:29 AM EST\n\n                                        By \nJosh Gerstein\n\n\"I really don’t have a comment on the president’s expression of his view,\" Loretta Lynch said\n\n                                        Updated 11/17/15 11:20 AM EST\n\n                                        By \nNolan D. McCaskill\n\n“Now Obama is sending Syrian refugees to Louisiana,” the narrator says.\n\n                                        Updated 11/17/15 11:14 AM EST\n\n                                        By \nJake Sherman\n\nSpeaker Paul Ryan announced to a closed meeting of Republicans Tuesday morning.\n\n                                        By \nDarren Samuelsohn\n\n\n11/17/15 11:10 AM EST\n\n                                        By \nEliza Collins\n\nRubio has been under fire for his past work on immigration reform,\n\n11/17/15 11:03 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe events will take the former president to 13 states and Washington, DC between Nov. 17 and Dec. 14.\n\n11/17/15 11:02 AM EST\n\n                                        By \nNick Gass\n\nHollande will visit Washington on Nov. 24, the White House announced Tuesday.\n\n11/17/15 11:00 AM EST\n\nWashington And The World\n\n11/17/15 10:53 AM EST\n\n                                        By \n                                                Jessica Stern\n\nThe more we fight it, the more its appeal grows.\nBudget fight veteran Jim Dyer on what's at stake. \n\n11/17/15 10:06 AM EST\nFEINSTEIN scolds Silicon Valley\n\n11/17/15 10:01 AM EST\n\n                                        By \nBrian Mahoney\n\nIllinois court ponders pensions — Franchisee jailed for wage theft \n\n11/17/15 10:01 AM EST\n\n                                        By \nAnnie Karni\n\nOnce sure-footed and decisive in expressing his views, the Vermont senator now appears to be holding back on the details of his big-picture ideas.\n\n11/17/15 10:00 AM EST\n\n                                        By \nKate Tummarello\n                                         and \nAlex Byers\n\nParis fallout revives Snowden debate — Driving The Day: Party of Five, FCC edition\n\n11/17/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nSyrian refugees become campaign issue\n\n11/17/15 10:00 AM EST\n\n                                        By \nBernie Becker\n\nEurope gives tech a tongue-lashing — Expensing > interest\n\n11/17/15 10:00 AM EST\n\n                                        By \nJennifer Scholtes\n\nAmtrak victim compensation hangs in the balance — T-HUD time?\n\n11/17/15 10:00 AM EST\n\n                                        By \nVictoria Guida\n\nHighway conference shifts into gear — TPP: an origin story\n\n11/17/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nMoniz chairs IEA meeting in Paris — Nuclear industry preparing for climate talks\n\n11/17/15 10:00 AM EST\n\n                                        By \nDavid Pittman\n\nComments due on suggestions for moving to MACRA — CMS releases bundled payment final rule \n\n11/17/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nEducation data insecurity — College completion rates drop — Duncan to reflect on time in office\n\n11/17/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nJustice visits cyberspace — Attorneys general back chip and PIN\n\n11/17/15 10:00 AM EST\n\n                                        By \nBrianna Ehley\n\nSenate HELP considers Califf for FDA chief — Senate GOP ponders big changes to  reconciliation bill — CMS scales back bundled payments\n\n11/17/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nWho will be on top in food policy votes? — FDA rejects more time on nutrition facts (again)\n\n11/17/15 08:30 AM EST\n\n                                        By \nJeremy Herb\n\nFrance launches new round of airstrikes — Republican calls grow to halt Syrian refugees to U.S.\n\n11/17/15 08:21 AM EST\nThe GOP-led House moves to block funding for a program that resettles Syrian refugees in the U.S.\n\n                                        By \n                                                Jacopo Barigazzi\n\n\n                                        By \nAlex Spence\n                                         and \n                                                Duncan Gardham\n\n\n11/17/15 08:00 AM EST\n\n                                        By \nBen White\n\nHow 2016 insiders view the economy — The scene in Iowa — More on the economic impact of the Paris attacks — Shutdown threat over refugees?\n\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\nWe're working on more stories right now\n\n                                            By \n                                                    Sara Solovitch\n\n\n                                            By \n                                                    Jessica Stern\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                AP Photo\n\n            By \nEliza Collins\n\n11/17/15 12:23 PM EST\nThe Obama administration is deliberately sending Syrian refugees to states led by Republican governors, Donald Trump alleged Tuesday.\nTrump, who was speaking to conservative radio host Laura Ingraham, said of the refugees, “They send them to the Republicans, not to the Democrats, you know because they know the problem … why would we want to bother the Democrats?”\nStory Continued Below\nTrump's comments come a day after more than two dozen governors, mainly Republicans, vowed to resist federal efforts to settle refugees in their states. President Barack Obama has said the U.S. will accept 10,000 refugees over the next year. Trump often cites a far higher figure — 250,000 — that has no basis in fact. On Tuesday morning, Trump tweeted, \"Refugees from Syria are now pouring into our great country. Who knows who they are - some could be ISIS. Is our president insane?\"\nAt a rally in Knoxville, Tenn., on Monday, Trump said the refugees should stay within Syria. \"What I'd like is ... build a big beautiful safe zone and you have whatever it is so people can live, and they'll be happier,\" he said.\nIngraham said that she had spoken with Florida's Gov. Rick Scott, a Republican, who told her his state is already hosting dozens of Syrian refugees because “everybody wants to come to Florida” due to its low taxes and ample job opportunities.\n“In California, you have a Democrat as a governor; in Florida you have Rick Scott so they send them to the Republicans,” Trump told Ingraham. “Taking these people is absolutely insanity.”\nAccording to the Associated Press, governors from both parties have accepted refugees, although the number is nearly double for GOP states. More than 1,000 Syrian refugees have been accepted into states with Republican governors since January 1, while just over 500 have moved to Democratic-led states. (The number of Republican governors outweighs Democrats, 31 to 18, however.)\nIngraham tried to steer Trump away from using exaggerated figures for the number of refugees, but he held firm. “No I’m talking about now, I’m talking about in terms of Syria. I’ve heard numbers as high as 250,000 people.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Trump: Obama sending refugees to Republican states", "url": "http://www.politico.com/story/2015/11/trump-obama-syria-refugees-215975", "topics": ["foreign policy/national security", "economy"], "people": ["Sara Solovitch", "Susan Rice", "Michael Hirsh", "Kate Tummarello", "Jacopo Barigazzi", "Marc Caputo", "Tim Starks", "Steven Shepard", "Barack Obama", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Jeffrey Gedmin", "Howard Dean", "Theodoric Meyer", "Loretta Lynch", "Annie Karni", "Josh Gerstein", "Shane Goldmacher", "Nick Gass", "Bernie Becker", "Jennifer Scholtes", "Laura Ingraham", "Andrew Glass", "Jeremy Herb", "Jake Sherman", "Eliza Collins", "Paul Ryan", "Brianna Ehley", "David Pittman", "Lauren French", "John Podesta", "Gabriel Debenedetti", "Donald Trump", "Paul Lindsay", "Howard Fineman", "Rick Scott", "Ben White", "Alex Spence", "Darren Samuelsohn", "Victoria Guida", "Alex Byers", "Eric Wolff", "Ernest Moniz", "Edward Snowden", "Caitlin Emma"], "orgs": ["Washington And The World", "FDA", "Congress", "Amtrak", "Senate", "Democratic Congressional Campaign Committee", "PAC", "FCC", "College", "Senate GOP", "Congressional Black Caucus", "CMS", "GOP", "Tenn"], "election_confidence": 0.8489157262844512, "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-11-17 17:23:35", "org": "politico", "article_id": "cd5e09b1b594c2a016aec6a4d83da2eb", "date_access": "2015-11-17 17:47:15.450367"}