{"body": "\n11/17/15 07:38 AM EST\n\n11/17/15 07:22 AM EST\n\n                                        By \nNick Gass\n\nA presidential campaign against Donald Trump \"would've been fun,\" President Barack Obama said.\n\n11/17/15 07:15 AM EST\n\n                                        By \nMarc Caputo\n\n\n11/17/15 07:03 AM EST\n\n11/17/15 07:00 AM EST\n\n                                        By \nAnnie Karni\n\n\"The last thing you should do is cut their take-home pay right off the bat,\" a Clinton spokesman says. \n\n11/17/15 06:51 AM EST\n\n11/17/15 06:28 AM EST\nPutnam’s profitable pals – Who’s who in Hillary’s FL shop.\n\n11/17/15 05:48 AM EST\nB’DAY: Susan Rice, John Boehner, Howard Dean, Howard Fineman, Paul Lindsay, Lorne Michaels\n\n2016\n\n11/17/15 05:15 AM EST\n\n                                        By \nShane Goldmacher\n\nRubio’s campaign is getting twice the ads for half the price of Bush’s super PAC, undercutting his rival’s cash advantage.\n\n2016\n\n11/17/15 05:14 AM EST\n\n                                        By \nDarren Samuelsohn\n\nPeople close to the former vice president say it's not just to preserve his leverage on climate change. There's more to the story.\n\nCongress\n\n11/17/15 05:13 AM EST\n\n                                        By \nLauren French\n\nLongtime tensions between the Congressional Black Caucus and the Democratic Congressional Campaign Committee appear to be easing.\n\nThe POLITICO Caucus: Economy\n\n11/17/15 05:03 AM EST\n\n                                        By \nBen White\n                                         and \nSteven Shepard\n\nDemocrats overwhelmingly agree income inequality is main issue in primary, while two out of three Republicans point to growth.\n\n11/17/15 05:00 AM EST\n\n11/17/15 12:02 AM EST\n\n                                        By \nAndrew Glass\n\nIt relocated from Philadelphia.\n\n                                        By \n                                                Rosemary Righter\n\nYes, it’s an island. But it’s also better at inter-service teamwork.\n\n                                        Updated 11/16/15 10:58 PM EST\n\n                                        By \nBurgess Everett\n\nThe rivalry between the two Republican senators seeking the presidential nomination continues to grow.\n\n                                        Updated 11/16/15 10:57 PM EST\n\n                                        By \nJosh Gerstein\n                                         and \nKenneth P. Vogel\n\nIt is correcting errors that came to light during Hillary Clinton's campaign.\n\n11/16/15 10:43 PM EST\n\n                                        By \nKenneth P. Vogel\n\nTax filings show biggest reserves in charity's 17-year history.\n\nIn The Arena\n\n11/16/15 10:33 PM EST\n\n                                        By \n                                                Martha Bayles \n                                         and \n                                                Jeffrey Gedmin\n\nThe U.S. needs to develop it's state-sponsored media abroad.\n\n                                        Updated 11/16/15 09:41 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe Vermont senator suddenly finds himself forced to deviate from an economic message he's been honing for decades.\n\n11/16/15 09:34 PM EST\n\n                                        By \nKevin Robillard\n\nA crowd of 400 packed a private high school, cheering and jeering the candidates throughout the debate.\n\n                                        Updated 11/16/15 09:21 PM EST\n\n                                        By \nAlex Isenstadt\n\nThere is speculation that the Las Vegas Casino mogul could endorse Sen. Marco Rubio.\n\n                                        Updated 11/16/15 09:19 PM EST\n\n                                        By \nLauren French\n\nThe Ohio Republican will remain the group's leader.\n\n11/16/15 08:52 PM EST\n\n                                        By \nLauren French\n\nPaul Ryan had requested the session.\n\n                                        Updated 11/16/15 07:52 PM EST\n\n                                        By \nDavid Perera\n\nFriday’s attacks are reopening the debate on whether intelligence leaks and encryption have made it too easy for terrorists to hide online.\n\n                                        Updated 11/16/15 07:46 PM EST\n\n                                        By \nNahal Toosi\n\nAides push back on the notion that the Middle East needs to take up more of the president's time. \n\n                                        Updated 11/16/15 07:40 PM EST\n\n                                        By \nSeung Min Kim\n                                        ,\nJake Sherman\n                                         and \nBurgess Everett\n\nLawmakers say they may try to attach restrictions to a must-pass spending bill, raising the specter of a shutdown battle.\n\n                                        Updated 11/16/15 07:30 PM EST\n\n                                        By \nEliza Collins\n\n“I don’t think orphans under five are being, you know, should be admitted into the United States at this point. But you know, they have no family here....\n\nWhite House \n\n11/16/15 07:20 PM EST\n\n                                        By \nSarah Wheaton\n\nThe president angrily defends his rhetorical restraint on the Paris terrorist attacks.\n\nCongress\n\n11/16/15 07:19 PM EST\n\n                                        By \nBurgess Everett\n\nRepublicans may remove a Planned Parenthood provision if that will help things along.\n\n                                        Updated 11/16/15 07:08 PM EST\n\n                                        By \nNolan D. McCaskill\n\nRepublicans balk at taking refugees while Obama calls for officials to resist the 'dark impulse inside of us.'\n\n11/16/15 06:59 PM EST\n\n                                        By \nGabriel Debenedetti\n\nHe needs to vastly improve his numbers in order to gain delegates coming out of the Iowa caucuses. \n\nFourth Estate\n\n11/16/15 06:51 PM EST\n\n                                        By \nJack Shafer\n\nWhy do we need to keep telling ourselves the plotters are special?\n\n11/16/15 06:43 PM EST\n\n                                        By \nEliza Collins\n\n“A lot of Americans really think back to 2003, and they remember Saddam Hussein and Al Qaeda,” Carson said. \n\n2016\n\n11/16/15 06:23 PM EST\n\n                                        By \nEli Stokols\n\nThe former Florida governor is staking claim as the candidate most ready to take it to Islamic State. But his last name is a liability.\n\n11/16/15 06:09 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nBush has proven himself at times inept at articulating the daylight between his foreign policy vision and that of the 43rd president. \n\n                                        Updated 11/16/15 06:03 PM EST\n\n                                        By \nJosh Gerstein\n\nThe D.C. Circuit Court of Appeals merely says the government had \"satisified the requirements for a stay pending appeal.\"\n\n2016\n\n                                        Updated 11/16/15 05:32 PM EST\n\n                                        By \nGabriel Debenedetti\n\nThe DNC comes under fire for Saturday's low viewership.\n\n11/16/15 05:13 PM EST\n\n                                        By \nEliza Collins\n\nKatrina Pierson also says it uses \"political correctness as cover.\"\n\nWhite House\n\n                                        Updated 11/16/15 04:16 PM EST\n\n                                        By \nNick Gass\n                                         and \nNahal Toosi\n\n'If there's a good idea out there, then we're going to do it,' Obama says. 'I don't think I've shown a hesitation to act.'\n\n                                        Updated 11/16/15 03:49 PM EST\n\n                                        By \nNahal Toosi\n                                         and \nEliza Collins\n\nThe U.S. secretary of state is visiting the French capital to show solidarity in the wake of the attacks. \n\n11/16/15 03:42 PM EST\n\n                                        By \nDaniel Strauss\n\nThe bill would also institute a 30-day waiting period for citizens of so-called visa waiver countries.\n\n11/16/15 03:42 PM EST\n\n11/16/15 03:34 PM EST\n\n                                        By \nHadas Gold\n\nThe AP sued the State Department in March.\n\n                                        By \nMichael Grunwald\n\nThey’ve got a powerful record to run on. Saturday’s debate is the latest evidence they’re blowing the chance.\n\n                                        Updated 11/16/15 03:04 PM EST\n\n                                        By \nEliza Collins\n                                         and \nNick Gass\n\nThe 2016 GOP contenders race to condemn Obama's reluctance for a rethink after Friday's Paris attacks.\n\n                                        Updated 11/16/15 02:35 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nOSTP's Ghosh to Facebook — SEC subpoena upheld\n\n11/16/15 02:03 PM EST\n\n                                        By \n                                                Laura Nahmias\n\nWe're working on more stories right now\n\n                                            By \n                                                    Martha Bayles \n                                             and \n                                                    Jeffrey Gedmin\n\n\n                                            By \nJack Shafer\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \n                                                    Michael Lind\n\n\n                Bernie Sanders has yet to announce the details of how he will pay for the national single-payer Medicare.  | AP Photo\n\n                        'The last thing you should do is cut their take-home pay right off the bat,' says Clinton spokesman Brian Fallon.\n\n            By \nAnnie Karni\n\n11/17/15 07:00 AM EST\nHillary Clinton is spoiling for a fight over middle class tax hikes.\nThree days after the fairly cordial second Democratic debate, Clinton’s campaign is mounting an attack against Sen. Bernie Sanders for proposals to raise taxes on the middle class that were part of the national single-payer health care bills he introduced in Congress.\nStory Continued Below\n“Bernie Sanders has called for a roughly 9-percent tax hike on middle-class families just to cover his health-care plan,” said Clinton spokesman Brian Fallon, referring to legislation Sanders introduced in 2013, “and simple math dictates he'll need to tax workers even more to pay for the rest of his at least $18-20 trillion agenda. If you are truly concerned about raising incomes for middle-class families, the last thing you should do is cut their take-home pay right off the bat by raising their taxes.”\nSanders introduced a single-payer healthcare bill in 2013 that included a 2.2 percent income tax across the board, as well as a 6.7 percent payroll tax for employers, the Washington Post reported Friday, and has introduced similar legislation in multiple sessions of Congress. While payroll taxes are split between the employer and the employee, economists and the Congressional Budget Office have said that most of those fees are carried by the workers in the form of lower wages.\nSanders has yet to announce the details of how he will pay for the national single-payer, Medicare for all Americans proposal that is a major plank of his presidential campaign. Economic experts have said it would be impossible to institute a single-payer system relying solely on tax hikes on the wealthy. Sanders camp has argued in response that in the long run, the single-payer system will save the country trillions of currently wasted dollars.\n\n\n\n            By \nJosh Gerstein\n             and \nKenneth P. Vogel\n\n\"On Medicare for all, the middle class would be far better off because it would save taxpayers money,\" Sanders spokesman Michael Briggs said in response to Clinton's latest line of attack. \"More people would get better care at less cost. Didn't she used to be for that? We wouldn't throw money away on costly premiums for profit-making private insurance companies. Pharmaceutical companies would no longer be able to rip off Americans with the most expensive prescription drugs in the world. \n\"Didn't she used to be for that?\"\nFor months, Clinton’s campaign has been highlighting issues where it can carve out a lane to the left of Sanders — gun control became a flashpoint in the first debate when Clinton attacked Sanders for his vote against the Brady Bill, and she doubled down on those attacks for days after on the campaign trail.\nThe latest attempt to draw a contrast on tax hikes and wage increases can be seen as an attempt by Clinton to undercut any momentum Sanders is building among union workers and middle class voters, and to position herself as the candidate most concerned with take home pay for working families.\n“Hillary Clinton believes strongly that middle class families deserve a raise, not a tax increase,” Fallon said. “She has proposed a bold, aggressive agenda, but when it comes to paying for it, she will make sure the wealthiest Americans finally start paying their fair share, not force the middle class to pay even more than they already do.\"\n\n\n\n            By \nGabriel Debenedetti\n\nDuring the debate, Clinton stated that she will not raise taxes on the middle class to pay for her debt-free public college program and her proposal to institute mandatory paid family leave —but stopped short of drawing a contrast with Sanders’ tax plans. “I have made very clear that hardworking, middle-class families need a raise, not a tax increase,” Clinton said Saturday night. “I will pay for it by, yes, taxing the wealthy more, closing corporate loopholes, deductions, and other kinds of favorable treatment and I can do it without raising the debt, without raising taxes on the middle class.\"\nIn the debate, Sanders demurred when asked for details about his forthcoming tax plan. “We haven’t come up with an exact number yet,” he said when asked by how much he would raise the country’s top marginal income tax rate to pay for his proposals.\n © 2015 POLITICO LLC", "byline": "", "description": "'The last thing you should do is cut their take-home pay right off the bat,' says Clinton spokesman Brian Fallon.", "title": "Clinton hits Sanders on middle class tax hikes", "url": "http://www.politico.com/story/2015/11/hillary-clinton-taxes-middle-class-bernie-sanders-215958", "topics": ["economy", "guns"], "people": ["Isaac Arnsdorf", "Burgess Everett", "Susan Rice", "Michael Briggs", "Kenneth P. Vogel", "Henry C. Jackson", "Michael Grunwald", "Hadas Gold", "Marc Caputo", "Jeffrey Gedmin", "Steven Shepard", "Brian Fallon", "Kevin Robillard", "Howard Dean", "John Boehner", "Nahal Toosi", "Josh Gerstein", "Annie Karni", "Gabriel Debenedetti", "Shane Goldmacher", "Nick Gass", "Jack Shafer", "Michael Hirsh", "Alex Isenstadt", "Seung Min Kim", "Michael Lind", "Andrew Glass", "Donald Trump", "Marco Rubio", "Jake Sherman", "Barack Obama", "Paul Ryan", "Sarah Wheaton", "Bernie Sanders", "Lauren French", "Saddam Hussein", "Paul Lindsay", "Brady Bill", "Daniel Strauss", "Howard Fineman", "Hillary Clinton", "David Perera", "Ben White", "Eli Stokols", "Darren Samuelsohn", "Eliza Collins", "Laura Nahmias"], "orgs": ["PAC", "DNC", "Congress", "Al Qaeda", "State Department", "Congressional Budget Office", "Circuit Court of Appeals", "Congressional Black Caucus", "SEC", "Democratic Congressional Campaign Committee"], "election_confidence": 0.9274899573883614, "authors": [{"author_id": 30728, "fullname": "nick gass", "primary_org": "politico"}], "date_written": "2015-11-17 12:00:04", "org": "politico", "article_id": "bcc23284c8a55dd2c6d8a7eabe9af609", "date_access": "2015-11-17 12:41:17.771869"}