{"body": "\nInvestigation\n\n                        Her legislation on banking and housing finance stalled as crisis escalated.                                                                                          \n\n            By \n                    Jeff Gerth\n\nNovember 15, 2015\n\n                Getty\nUnder attack during Saturday night’s Democratic debate over her historical reliance on campaign contributions from Wall Street, Hillary Clinton said she isn’t influenced by such donations and would be at least as tough on the industry as her opponents.\n“You can look at what I did in the Senate,” Clinton said. “I did introduce legislation to rein in compensation. I looked at ways that the shareholders would have more control over what was going on in that arena. And specifically said to Wall Street, that what they were doing in the mortgage market was bringing our country down.”\nStory Continued Below\nYet an examination of Clinton’s remarks to Wall Street in December 2007 and her actions as a New York senator—a period when she had the best opportunity to translate her words into deeds—presents a more mixed picture of her record on the financial industry.\nThe bills Clinton introduced on banking and housing finance got no traction. When she had a chance to support a 2007 bill that aimed to curb a tax break she publicly decried for hedge-fund and private-equity executives, she failed to sign on.\nClinton also has some history with the shadow-banking world she says is a continuing risk to the financial system. While in the Senate, she made a little-noticed overture to Treasury Secretary Henry Paulson, who was involved in talks to rescue giant insurer AIG with government funds. She was calling on behalf of wealthy investors who stood to lose millions and had hired two longtime Clinton associates to represent them.\n ‘Cut it Out’\nIn his most direct attack on Clinton’s record to date, Sanders on Saturday suggested that she was in Wall Street’s pocket. \n“Why, over her political career has Wall Street been a major—the major campaign contributor to Hillary Clinton? You know, maybe they're dumb and they don't know what they're going to get, but I don't think so,” the Vermont senator said.\nIn her defense, Clinton brought up her efforts to help Wall Street rebuild after the 2001 terrorist attacks, a reference that later led one panelist to suggest she was avoiding the original question. But Clinton also defended her record as tough on the banks, saying she is “going right at them” with a comprehensive plan. For the second time in the debates she referenced a speech she gave to executives before the economic meltdown. In October’s debate she had described herself as going to Wall Street and saying, “Cut it out! Quit foreclosing on homes! Quit engaging in these kinds of speculative behaviors.”\nA review of that 28-minute talk at an office of the Nasdaq stock exchange in New York shows Clinton steered a middle ground. She presented a detailed analysis of the burgeoning dangers in the housing market and its threat to the economy. (ProPublica obtained a video of the speech, which hasn’t previously been posted.)\nClinton gave a shout-out to her “wonderful donors” in the audience, and asked the bankers to voluntarily suspend foreclosures and freeze interest rates on adjustable subprime mortgages. She praised Wall Street for its role in creating the nation’s wealth, then added that “too many American families are not sharing” in that prosperity.\nShe said the brewing economic troubles weren’t mainly the fault of banks, “not by a long shot,” but added they needed to shoulder responsibility for their role. While there was plenty of blame to go around for the spate of reckless lending, and while Wall Street may not have created the foreclosure crisis, it “certainly had a hand in making it worse” and “needs to help us solve it.” \nFinally, Clinton said, if the banks didn’t take the voluntary steps she proposed, “I will consider legislation to address the problem.”\nBills Died\nThe lenders did not adopt Clinton’s proposals. During 2007 and 2008, when the housing market collapsed and while she was also running for president, the Democrats controlled the Senate. Of the 140 bills Clinton introduced during that period, five were related to housing finance or foreclosures, according to congressional records, including one aimed at making it easier for homeowners facing foreclosure to get their loans modified. Only one of the five secured any co-sponsors -- New York Sen. Charles Schumer signed onto a bill that would have helped veterans refinance their mortgages.\n\n\n                                                2016\n\n\n                                            By TODD S. PURDUM\n\n\n\n                                                Washington And The World\n\n\n                                            By GRAEME WOOD\n\n\n\n                                                War Room\n\n\n                                            By MICHAEL HIRSH\n\nClinton also introduced in 2008 the bill she referenced Saturday, which would have curbed compensation of corporate executives.\nNo Senate committee took action on any of the bills, and they died without further discussion.\nMeanwhile the Senate moved forward on other bills with wider support. These eventually led to a sweeping housing and mortgage law signed by President Bush in July 2008. That legislation was voted on three times in the Senate in 2008, in addition to a few procedural votes related to the bill. Clinton missed votes in February and April, when she was running for president, but also missed votes in late June, after she had dropped out of the contest. On July 26, when the bill passed, Clinton was there to vote in support.\nThe bill’s main sponsor, Sen. Christopher Dodd, a Connecticut Democrat, summarized the bill’s journey and, in a floor speech, praised 13 other senators for their help. Clinton’s name wasn’t among them.\nBrian Fallon, a spokesman for the Clinton campaign, declined to comment for this story. \n ‘Something Wrong’\nClinton’s campaign referenced her Senate record in a fact sheet issued last month titled, “Wall Street Should Work for Main Street.” It cited one bill – the executive compensation legislation that died. It also mentioned four press releases or speeches from 2007 and 2008 – including a March 15, 2007, talk in which she proposed a series of housing initiatives and her call later that year for higher taxes on hedge fund executives. \nJeff Gerth is a senior reporter at ProPublica. Previously, he worked as an investigative reporter at the New York Times.\nWHAT WORKS\nPolitics\n\n                    By \n                            Jason Zengerle\n\nThe Big Idea\n\n                    By \n                            POLITICO Magazine\n\n © 2015 POLITICO LLC", "byline": "", "description": "Her legislation on banking and housing finance stalled as crisis escalated.", "title": "Hillary Clinton Told Wall Street To &#8216;Cut It Out&#8217;&#8212;Not So Much, the Record Shows", "url": "http://www.politico.com/magazine/story/2015/11/hillary-clinton-told-wall-street-to-cut-it-out-not-so-much-the-record-shows-213363", "topics": ["economy"], "people": ["Charles Schumer", "Christopher Dodd", "Jeff Gerth", "Henry Paulson", "Hillary Clinton", "Jason Zengerle", "Brian Fallon"], "orgs": ["Senate", "Washington And The World", "AIG", "Treasury"], "election_confidence": 0.5788674793027808, "authors": [{"author_id": 34096, "fullname": "jeff gerth", "primary_org": "propublica"}], "date_written": "2015-11-15 23:27:24", "org": "politico", "article_id": "0ace18a67efe0f32c86da79a80ad2a74", "date_access": "2015-11-17 11:00:11.776642"}