{"body": "NEW YORK Healthcare companies that can either contain costs or develop medications to treat rare diseases, known as orphan drugs, will be the most likely to outperform in the coming year, said John Fraunces, whose Turner Medical Sciences Long/Short fund is among the top performing healthcare funds over the last 5 years.\nFraunces, who co-manages the $134 million fund, said he has been increasing his short positions, or bets that shares will decline, on companies that face increased price pressure for high-priced drugs. He is shorting AbbVie Inc, for example, because its arthritis drug Humira accounted for 55 percent of its revenues in its most recent quarter and it could soon see competition from Eli Lilly if its rival drug is approved next year, he said. \nHealthcare companies have come under pressure to justify the rising costs of prescription drugs. Shares of biotechnology stocks dropped nearly 20 percent over the last week in September after Democratic presidential candidate Hillary Clinton said that the “price gouging” in the specialty drug market was “outrageous.” The Nasdaq Biotechnology Index remains 8 percent below its closing price on Sept 18, the last trading day before Clinton said on Twitter that she would announce a plan to lower prices. \nPartially in response, Fraunces is looking for companies that can develop so-called orphan drugs. Used to treat rare serious diseases or disorders, these should not face the same cost pressures as more widely prescribed medication, he said. \n“This is one of the strongest positions of pricing power, because you won’t see an HMO push back on prices for a drug that only affects 20,000 patients or so,” he said. \nFraunces has a long position on Prothena Corp PLC, which is developing a drug that can treat amyloidosis, a rare disease in which a type of protein called amyloid builds up in tissue and can lead to organ failure. His largest long positions are Horizon Pharma PLC and Eli Lilly and Co, and he initiated new positions in Juno Therapeutics Inc and Diplomat Pharmacy Inc in the quarter that ended in September, according to Morningstar. \nFraunces’ fund is up 17.6 percent for the year to date, a position that puts it in the top 1 percentile of long/short equity funds tracked by Morningstar. The fund has gained an average of 13.9 percent a year over the last five years, a position that puts it in the top 5 percentile of its category.\n\n (Reporting by David Randall; Editing by David Gregorio)", "byline": "", "description": "NEW YORK (Reuters) - Healthcare companies that can either contain costs or develop medications to treat rare diseases, known as orphan drugs, will be the most likely to outperform in the coming year,...", "title": "Top healthcare stock fund focuses on costs, orphan drugs in 2016", "url": "http://feeds.reuters.com/~r/news/wealth/~3/t-luG4Arh0M/story01.htm", "topics": ["environment/energy", "health"], "people": ["David Gregorio", "Hillary Clinton", "Eli Lilly"], "orgs": [], "election_confidence": 0.4966044273257895, "authors": [{"author_id": 33467, "fullname": "david randall", "primary_org": "reuters"}], "date_written": "2015-11-17 20:55:52", "org": "reuters", "article_id": "2f3343fc099144f763f4cc9496aa2760", "date_access": "2015-11-17 21:52:56.153265"}