{"body": "MANILA A woman abandoned as a baby in a church consolidated her position as front-runner to become next Philippine president on Tuesday when a tribunal rejected a petition that sought to disqualify her because she was not a Philippine citizen.\nSenator Grace Poe, 47, a former pre-school teacher in the United States, has dominated recent independent opinion polls ahead of elections in May.\nPoe was adopted by a popular movie star couple but her election as a senator was challenged by a losing candidate who queried her citizenship, since her natural parents were unknown.\nThe tribunal, comprising six senators and three judges, voted 5-4 to uphold her status as a natural-born citizen.\nPoe faces four other petitions in the election commission that have been filed to stop her running for president next May, but the tribunal's ruling appears to set a precedent.\n\"From the bottom of my heart, I wish to thank everyone who chose justice and upheld the rights of voters and abandoned children,\" Poe told reporters.\nPresident Benigno Aquino, in power since 2010, is barred under the constitution from seeking a second term.\nUnder Aquino, the Philippines has seen economic growth of more than 6 percent on average, its best five-year record in four decades. He has also battled to rein in corruption.\nThe May election will be closely watched by investors, who fear the political succession in one of Asia's fastest growing economies could derail gains made during Aquino's rule.  \n\n (Reporting by Manuel Mogato; Editing by Nick Macfie)", "byline": "", "description": "MANILA (Reuters) - A woman abandoned as a baby in a church consolidated her position as front-runner to become next Philippine president on Tuesday when a tribunal rejected a petition that sought to disqualify her because she was not a Philippine citizen.", "title": "Abandoned as baby, senator front-runner for Philippine president", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/jZqrk6M3av0/story01.htm", "topics": ["personality"], "people": ["Nick Macfie"], "orgs": [], "election_confidence": 0.5786505071850908, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 10:01:54", "org": "reuters", "article_id": "87d76efbedf688326cb0d72601e1f251", "date_access": "2015-11-17 10:43:19.251712"}