{"body": "Louisiana Governor Bobby Jindal, polling near the bottom of the crowded 2016 Republican presidential field, suspended his campaign on Tuesday, saying: \"This is not my time.\" \n\"We spent a lot of time developing detailed policy papers, and given this crazy, unpredictable election season, clearly there just wasn't a lot of interest,\" Jindal said on Fox News after announcing his exit from the race.\n\"I think the Republican Party has to lay out the pathway why we are the party for opportunity and growth,\" he said. His exit left 14 Republicans in the presidential race.\nJindal, 44, was the first person of Indian-American heritage to run for U.S. president. A Christian who converted from Hinduism as a teenager, his message was aimed at social conservatives and evangelical Christians.\nJindal's campaign focused especially on Iowa, which votes first in the series of state contests to choose the Republican nominee. Conservative evangelicals often do well there, and several candidates hoped for a strong showing.\nBut he struggled after entering the race in June to separate himself from the pack seeking the Republican nomination for the November 2016 election. He received 0.8 percent support in a recent Reuters/Ipsos poll.\nJindal spent more money than he raised in the third quarter. Other Republican candidates had already quit after burning through cash too quickly.\nHe failed to qualify for the prime-time Republican debate on Nov. 10, but during the forum for lower-polling candidates, he went on the attack against his rivals onstage.\nOn Monday, Jindal's campaign said he would continue his tour of Iowa's 99 counties this week.\n\"But this is not my time,\" Jindal said in a statement on Tuesday, \"so I am suspending my campaign for President.\"\nFormer Iowa Republican Party Chairman Matt Strawn said Jindal's withdrawal would buoy U.S. Senator Ted Cruz of Texas, who appeals to the same evangelical voters and on Monday won the backing of an influential Iowa lawmaker.\n\"It means a good week for Senator Cruz just got better as he attempts to consolidate evangelical and anti-establishment support in Iowa,\" Strawn said.      \nLouisiana voters will go to the polls on Saturday to pick Jindal's successor as governor. \nJindal said that after leaving office, he would work on a think tank he formed. He did not endorse another Republican presidential candidate on Tuesday, saying he would support the party's nominee.\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website. (here).\n\n\n (Reporting by Emily Stephenson in Washington and Luciana Lopez in New York; Editing by Christian Plumb and Peter Cooney)", "byline": "", "description": "(Reuters) - Louisiana Governor Bobby Jindal, polling near the bottom of the crowded 2016 Republican presidential field, suspended his campaign on Tuesday, saying: \"This is not my time.\"", "title": "Louisiana Governor Jindal drops White House run: 'Not my time'", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/9Y33uVsnFe0/story01.htm", "topics": ["personality", "campaign_finance"], "people": ["Emily Stephenson", "Christian Plumb", "Matt Strawn", "Luciana Lopez", "Bobby Jindal", "Peter Cooney", "Ted Cruz"], "orgs": ["Republican Party", "Iowa Republican Party"], "election_confidence": 0.8563909030519926, "authors": [{"author_id": 35045, "fullname": "emily stephenson", "primary_org": "reuters"}], "date_written": "2015-11-18 01:42:53", "org": "reuters", "article_id": "a75d934372149c037798304393119298", "date_access": "2015-11-18 02:05:03.062437"}