{"body": "WASHINGTON Democratic presidential candidates Hillary Clinton and Bernie Sanders on Tuesday voiced willingness to accept Syrian refugees, siding with President Barack Obama and providing a new point of contention with Republicans in the 2016 U.S. election campaign.\nFriday's Paris attacks, which killed 129 people, have given candidates on both sides an opening to debate what steps to take against Islamic State militants whose reach into Europe from Syria and Iraq is a direct challenge to Western leaders.\nBut the crisis of Syrian refugees is testing American politicians, given the choice between yielding to fears of importing terrorists or honoring the traditional U.S. welcoming role. Candidates have debated all year what to do about 11 million illegal immigrants already in the United States.\nClinton, a former secretary of state, made clear Obama's plan to bring in as many as 10,000 Syrian refugees should be honored as long as they are meticulously screened.\n\"She believes that we need to be vigilant in screening and vetting any refugees from Syria, and that we cannot allow terrorists to intimidate us into abandoning our values and humanitarian obligations,\" her campaign said.\nSanders, a Democratic socialist and senator from Vermont who is challenging Clinton for the nomination, issued a similar statement.\n\"We will not be terrorized or live in fear. During these difficult times, we will not succumb to Islamophobia. We will not turn our backs on the refugees who are fleeing Syria and Afghanistan. We will do what we do best and that is be Americans - fighting racism, fighting xenophobia, fighting fear,\" he said.\nA third Democratic candidate, former Maryland Governor Martin O'Malley, has called for expanding to 65,000 the number of Syrian refugees allowed into the country.\nNearly two dozen state governors, nearly all Republicans, have opposed Obama's refugee plan out of concern that some of the Syrians might be radicalized and enter the country to launch attacks against Americans.\nRepublican presidential candidates also oppose Obama. Some want to let in no Syrian refugees and others would only allow Christians.\n“It's not about Muslims per se, it's about Muslims who are radicalized. If Methodists were strapping bombs to their children's chest and blowing them up to kill a bunch of civilians, I'd be saying we need to be real careful about letting Methodists in, too,\" one candidate, former Arkansas Governor Mike Huckabee, told MSNBC's \"Morning Joe\" show.\n\n (Reporting by Steve Holland, Susan Heavey, Luciana Lopez and Emily Stephenson; Editing by James Dalgleish)", "byline": "", "description": "WASHINGTON (Reuters) - Democratic presidential candidates Hillary Clinton and Bernie Sanders on Tuesday voiced willingness to accept Syrian refugees, siding with President Barack Obama and providing a new point of contention with Republicans in the 2016 U.S. election campaign.", "title": "Democratic candidates open to Syrian refugees after Paris attacks", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/QYyI6p1db6M/story01.htm", "topics": ["foreign policy/national security"], "people": ["Susan Heavey", "Emily Stephenson", "James Dalgleish", "Martin O'Malley", "Hillary Clinton", "Mike Huckabee", "Barack Obama", "Steve Holland", "Luciana Lopez", "Bernie Sanders"], "orgs": ["MSNBC", "United States."], "election_confidence": 0.5265430477013054, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 16:57:12", "org": "reuters", "article_id": "53f8bfca0d9ef37a1b7c800dbed437ee", "date_access": "2015-11-17 17:52:18.081565"}