{"body": "HAVANA Solid majorities of likely U.S. voters in Ohio, Indiana, Iowa and Tennessee favor diplomatic relations with Cuba and an end to trade and travel restrictions with the Communist-ruled island, a poll by the Atlantic Council showed on Tuesday.\nThe poll targeted states that are seen as leaning Republican or states that could swing to either major party in the November 2016 U.S. presidential election. The council called them \"heartland\" states, located in the Midwest and South. \nSixty-eight percent of those surveyed approve of the restoration of diplomatic ties, which was achieved in July, versus 26 percent who disapprove. The respondents favor ending the trade embargo, which remains in place, by 58 percent to 35 percent. The poll showed 67 percent favor ending current restrictions on Americans traveling to Cuba, compared to 28 percent in opposition.\nLast December U.S. President Barack Obama reversed the policy of 10 previous presidents by engaging with Cuba as he and Cuban President Raul Castro pledged to restore diplomatic relations.\nObama's call to lift the trade embargo has been blocked by the Republican-controlled Congress, as has a separate measure to allow Americans to go to Cuba as tourists.\nThe poll showed Republicans and conservatives still opposed Obama over the embargo by 9 and 17 points, respectively, but they sided with him or were closely split on restoring diplomatic relations and ending travel restrictions.\n\"You would be hard-pressed to find any other Obama administration policy with this much Republican support,\" Peter Schechter, director of the Atlantic Council's Adrienne Arsht Latin America Center, said in a statement.\nFor decades both parties heeded the pro-embargo lobby led by Cuban-Americans in and around Miami, mindful of their fund-raising ability and sway in the swing state of Florida. But in 2012, Obama split the Cuban-American vote, and subsequent polls showed Cuban-Americans tilting in favor of normalizing relations.\nMost of the Republican presidential contenders maintain the party's historic support of the embargo and isolation of the former Cold War adversary, notably the Cuban-American Senators Marco Rubio and Ted Cruz and former Florida Governor Jeb Bush.\nWithin the four states, Ohio voters showed the most sympathy to the Obama policies and Tennessee voters the least.\nThe Atlantic Council said its survey, taken Oct. 15-18 by Republican pollster Glen Bolger, questioned 150 likely voters in each state and had a margin of error of plus or minus 4 percent.\n\n (Reporting by Daniel Trotta; Editing by Bill Trott)", "byline": "", "description": "HAVANA (Reuters) - Solid majorities of likely U.S. voters in Ohio, Indiana, Iowa and Tennessee favor diplomatic relations with Cuba and an end to trade and travel restrictions with the Communist-ruled island, a poll by the Atlantic Council showed on Tuesday.", "title": "Voters in four 'heartland' states favor Obama policy on Cuba: poll", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/C71laL6WeY4/story01.htm", "topics": ["foreign policy/national security", "trade"], "people": ["Bill Trott", "Jeb Bush", "Glen Bolger", "Marco Rubio", "Barack Obama", "Raul Castro", "Ted Cruz"], "orgs": [], "election_confidence": 0.9388093056655146, "authors": [{"author_id": 33503, "fullname": "daniel trotta", "primary_org": "reuters"}], "date_written": "2015-11-17 15:06:27", "org": "reuters", "article_id": "7aa0f4a6b2853a50ebc7cf1a47abb00c", "date_access": "2015-11-17 15:38:48.490042"}