{"body": "Nov 17 The American Medical Association on\nTuesday called for a ban on advertising prescription drugs and\nmedical devices directly to consumers, saying the ads drive\npatients to demand expensive treatments over less costly ones\nthat are also effective.\nThe influential doctors' group said the new policy reflects\nphysicians' concerns that marketing spending on a proliferation\nof advertising is helping to drive up drug prices. The group\nvoted at its annual meeting in Atlanta to support a ban.\n\"Direct-to-consumer advertising also inflates demand for new\nand more expensive drugs, even when those drugs may not be\nappropriate,\" AMA Board Chair-elect Patrice Harris said in a\nstatement.\nThe United States and New Zealand are the only two countries\nthat allow direct-to-consumer advertising of prescription drugs.\nAMA said drugmakers' spending on advertising has shot up 30\npercent in the last two years to $4.5 billion. TV commercials\nfor drugs such as Bristol-Myers Squibb's lung cancer medicine\nOpdivo and Gilead Sciences' Hepatitis C treatment Harvoni were\namong this year's ad campaigns.\nU.S. Democratic presidential candidate Hillary Clinton has \nproposed cracking down on direct-to-consumer advertising and\nother measures to stop what she called \"price gouging\" by\npharmaceutical companies. Clinton's plan would prevent companies\nfrom deducting what they spend on direct-to-consumer ads from\ntheir tax bills.\nA series of court decisions has determined the ads cannot be\nbanned outright because they are a form of commercial speech\nprotected by the U.S. Constitution. The AMA did not address how\nthe ban could be accomplished without being overturned in court.\nPhRMA, the largest U.S. trade group for the pharmaceutical\nindustry, said the ads increase consumer awareness of available\ntreatments for diseases, including undiagnosed conditions.\n\"Providing scientifically accurate information to patients\nso that they are better informed about their health care and\ntreatment options is the goal of direct-to-consumer\npharmaceutical advertising about prescription medicines,\" PhRMA\nspokesman Tina Stow said in an email.\nAccording to a U.S. Food and Drug Administration analysis\nthis year, 52 percent of Americans believe direct-to-consumer\nads do not have enough information about risks and 46 percent\nsay the ads lack information about benefits.\n\n (Reporting by Susan Kelly in Chicago; additional reporting by\nBill Berkrot in New York; Editing by David Gregorio)", "byline": "", "description": "Nov 17 (Reuters) - The American Medical Association on Tuesday called for a ban on advertising prescription drugs and medical devices directly to consumers, saying the ads drive patients to demand expensive treatments over less costly ones that are also effective.", "title": "U.S. doctor group calls for ban on drug advertising to consumers", "url": "http://feeds.reuters.com/~r/reuters/companyNews/~3/dA57DQmS5KQ/story01.htm", "topics": ["health", "trade"], "people": ["David Gregorio", "Hillary Clinton", "Bill Berkrot"], "orgs": ["AMA", "Gilead Sciences", "U.S. Constitution", "American Medical Association"], "election_confidence": 0.5167323907204779, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 23:34:02", "org": "reuters", "article_id": "c62849b690dc6ceea3a68314a9063585", "date_access": "2015-11-17 23:55:03.251642"}