{"body": "NEW YORK Nov 17 Healthcare companies that can\neither contain costs or develop medications to treat rare\ndiseases, known as orphan drugs, will be the most likely to\noutperform in the coming year, said John Fraunces, whose Turner\nMedical Sciences Long/Short fund is among the top\nperforming healthcare funds over the last 5 years.\nFraunces, who co-manages the $134 million fund, said he has\nbeen increasing his short positions, or bets that shares will\ndecline, on companies that face increased price pressure for\nhigh-priced drugs. He is shorting AbbVie Inc, for\nexample, because its arthritis drug Humira accounted for 55\npercent of its revenues in its most recent quarter and it could\nsoon see competition from Eli Lilly if its rival drug is\napproved next year, he said.\nHealthcare companies have come under pressure to justify the\nrising costs of prescription drugs. Shares of biotechnology\nstocks dropped nearly 20 percent over the last week in September\nafter Democratic presidential candidate Hillary Clinton said\nthat the \"price gouging\" in the specialty drug market was\n\"outrageous.\" The Nasdaq Biotechnology Index remains 8 percent\nbelow its closing price on Sept 18, the last trading day before\nClinton said on Twitter that she would announce a plan to lower\nprices.\nPartially in response, Fraunces is looking for companies\nthat can develop so-called orphan drugs. Used to treat rare\nserious diseases or disorders, these should not face the same\ncost pressures as more widely prescribed medication, he said.\n\"This is one of the strongest positions of pricing power,\nbecause you won't see an HMO push back on prices for a drug that\nonly affects 20,000 patients or so,\" he said.\nFraunces has a long position on Prothena Corp PLC,\nwhich is developing a drug that can treat amyloidosis, a rare\ndisease in which a type of protein called amyloid builds up in\ntissue and can lead to organ failure. His largest long positions\nare Horizon Pharma PLC and Eli Lilly and Co, and he\ninitiated new positions in Juno Therapeutics Inc and\nDiplomat Pharmacy Inc in the quarter that ended in\nSeptember, according to Morningstar.\nFraunces' fund is up 17.6 percent for the year to date, a\nposition that puts it in the top 1 percentile of long/short\nequity funds tracked by Morningstar. The fund has gained an\naverage of 13.9 percent a year over the last five years, a\nposition that puts it in the top 5 percentile of its category.\n\n (Reporting by David Randall; Editing by David Gregorio)", "byline": "", "description": "NEW YORK, Nov 17 (Reuters) - Healthcare companies that can either contain costs or develop medications to treat rare diseases, known as orphan drugs, will be the most likely to outperform in the coming year, said John Fraunces, whose Turner Medical Sciences Long/Short fund is among the top performing healthcare funds over the last 5 years.", "title": "Top healthcare stock fund focuses on costs, orphan drugs in 2016", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/loSsHzOjnTY/story01.htm", "topics": ["environment/energy", "health"], "people": ["David Gregorio", "Hillary Clinton", "Eli Lilly"], "orgs": [], "election_confidence": 0.4966044273257895, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-17 20:38:06", "org": "reuters", "article_id": "d151a373c9097118d4fef35b4c16cb9d", "date_access": "2015-11-17 21:56:09.235050"}