{"body": "The American Medical Association on Tuesday called for a ban on advertising prescription drugs and medical devices directly to consumers, saying the ads drive patients to demand expensive treatments over less costly ones that are also effective.\nThe influential doctors' group said the new policy reflects physicians' concerns that marketing spending on a proliferation of advertising is helping to drive up drug prices. The group voted at its annual meeting in Atlanta to support a ban.\n\"Direct-to-consumer advertising also inflates demand for new and more expensive drugs, even when those drugs may not be appropriate,\" AMA Board Chair-elect Patrice Harris said in a statement.\nThe United States and New Zealand are the only two countries that allow direct-to-consumer advertising of prescription drugs. \nAMA said drugmakers' spending on advertising has shot up 30 percent in the last two years to $4.5 billion. TV commercials for drugs such as Bristol-Myers Squibb's lung cancer medicine Opdivo and Gilead Sciences' Hepatitis C treatment Harvoni were among this year's ad campaigns. \nU.S. Democratic presidential candidate Hillary Clinton has  proposed cracking down on direct-to-consumer advertising and other measures to stop what she called \"price gouging\" by pharmaceutical companies. Clinton's plan would prevent companies from deducting what they spend on direct-to-consumer ads from their tax bills.\nA series of court decisions has determined the ads cannot be banned outright because they are a form of commercial speech protected by the U.S. Constitution. The AMA did not address how the ban could be accomplished without being overturned in court. \nPhRMA, the largest U.S. trade group for the pharmaceutical industry, said the ads increase consumer awareness of available treatments for diseases, including undiagnosed conditions. \n\"Providing scientifically accurate information to patients so that they are better informed about their health care and treatment options is the goal of direct-to-consumer pharmaceutical advertising about prescription medicines,\" PhRMA spokesman Tina Stow said in an email. \nAccording to a U.S. Food and Drug Administration analysis this year, 52 percent of Americans believe direct-to-consumer ads do not have enough information about risks and 46 percent say the ads lack information about benefits.\n\n (Reporting by Susan Kelly in Chicago; additional reporting by Bill Berkrot in New York; Editing by David Gregorio)", "byline": "", "description": "(Reuters) - The American Medical Association on Tuesday called for a ban on advertising prescription drugs and medical devices directly to consumers, saying the ads drive patients to demand expensive treatments over less costly ones that are also effective.", "title": "U.S. doctor group calls for ban on drug advertising to consumers", "url": "http://feeds.reuters.com/~r/reuters/healthNews/~3/8RgygqQzitc/story01.htm", "topics": ["health", "trade"], "people": ["David Gregorio", "Hillary Clinton", "Bill Berkrot"], "orgs": ["AMA", "U.S. Constitution", "American Medical Association"], "election_confidence": 0.5167323907204779, "authors": [{"author_id": 35968, "fullname": "susan kelly", "primary_org": "reuters"}], "date_written": "2015-11-17 23:37:50", "org": "reuters", "article_id": "e909128eab03afeb4be0e334d74413d5", "date_access": "2015-11-18 00:08:58.143393"}