{"body": "As of yesterday morning a handful of governors were vowing to resist Obama administration plans to resettle Syrian refugees in their states. As of this morning, CNN put the count at 27, with only seven governors, all Democrats, saying their states will welcome the Syrians. President Obama likely helped catalyze this cross-country revolt with a dreadful performance in a press conference yesterday at Antalya, Turkey.\nThe president came off as impassive as he discussed last week’s attacks in Paris. He turned prickly under repeated questioning about his own underestimation of the Islamic State—which he denied, even when a reporter mentioned his January 2014 dismissal of the group as “the jayvee team.”\nBut he got passionate when the subject turned to Republicans who disagree with him on the refugee question:\nBut Yahoo! News’s Michael Isikoff last week reported that the administration is in fact on the verge of imposing just the sort of “religious test” the president claims to disavow:\nThe Yazidi are a religious minority whose faith “incorporates elements of Christianity and Islam.”\n“A genocide designation would have significant policy implications for American efforts to restore property and lands taken from the minority groups and for offers of aid, asylum, and other protections to such victims,” the Hudson Institute’s Nina Shea writes for National Review. Christians are not being considered for the genocide designation, Shea notes, although they are “also among the most vulnerable religious minority groups that have been deliberately and mercilessly targeted for eradication by ISIS.”\nSo Obama’s objection is not to “religious tests” per se, but to favorable treatment of Christians. It is of a piece with his February speech to the National Prayer Breakfast, in which he bizarrely lectured Christians to get off their “high horse” and remember the Crusades, while also claiming that ISIS and other Muslim terrorists are “betraying” Islam.\nApprehension about admitting Muslim Syrian refugees is motivated by fear. It is “The Return of Republican Islamophobia,” according to the title of a piece yesterday by New York magazine’s Jonathan Chait. He writes that “figures like Ted Cruz and Jeb Bush are calling for the United States to admit only Christian refugees, thereby positioning the United States as indifferent to ISIS’s primary victims,” by which he means Muslims. So are Yazidis secondary victims and Christians tertiary ones, or the other way around? Chait doesn’t say.\nBut a phobia is an irrational fear, and the attacks in Paris are nothing if not a reminder that fear of Islamic terrorism is rational. The Wall Street Journal reported yesterday that one of the Paris attackers came in as part of the wave of Syrian refugees:\nReuters reported this morning that “German police have detained an Algerian man in a refugee reception centre in connection with the attacks in Paris.”\nThe Obama administration plans to admit some 10,000 Syrian refugees next year. At Saturday’s debate, Hillary Clinton and Martin O’Malley both said they’d like to make it 65,000. “Accommodating 65,000 refugees in our country today, people of 320 million, is akin to making room for 6½ more people in a baseball stadium with 32,000,” said O’Malley.\nThe problem, however, is not one of numbers. If even a handful of terrorists were among the 10,000 or 65,000 admitted, that would be enough to cause carnage and serious disruption. As the president himself observed during yesterday’s press conference: “When you’re talking about the ability of a handful of people . . . who are willing to die, they can kill a lot of people.”\nProponents of admitting Syrian refugees acknowledge the importance of vetting them. “Even as we accept more refugees—including Syrians—we do so only after subjecting them to rigorous screening and security checks,” Obama said in his opening statement yesterday. In the debate, Mrs. Clinton said that “we should go to 65 [thousand] but only if we have as carefully screening and vetting process as we can imagine, whatever resources it takes.”\nIn an interview yesterday with radio host Hugh Hewitt, New Jersey’s Gov. Chris Christie—one of those who’ve said their states won’t accept refugees—made the obvious point in response: “I do not trust this administration to effectively vet the people who are proposed to be coming in, in order to protect the safety and security of the American people.”\nWe have no specialized knowledge here, but it seems to us that Christie easily has the better of this argument. To put it mildly, administrative competence has not been the hallmark of this administration. Obama has presided over, among other things, the abuses at the Internal Revenue Service, the Chinese hacking of millions of federal employees’ private records, and the scandal at the Veterans Administration. His administration could not even design a properly functioning website for its central ideological vanity project, the federal health-insurance exchange. It seems crazy to place one’s faith in its ability to do better even than the Greeks in vetting refugees.\nUSA Today points out that the governors have little formal authority to keep the feds from resettling refugees in their state:\nIt’s certainly political, but resistance from governors in a majority of states—including 11 states Obama carried in 2012, and including one Democrat, Maggie Hassan of New Hampshire, who is seeking a U.S. Senate seat—it’s more than posturing. This is not just a national-security crisis but a developing political crisis for the president and his party.\nWhy Do Bad Things Always Happen to Him?   “MANILA, Philippines—After years of red-eye flights across the Pacific and marathon summits, President Obama had hoped to arrive in this Southeast Asian capital and tout progress in his seven-year charm offensive in Asia: His campaign to move away from the cycle of crisis in the Middle East and toward the rising region was finally yielding results. Instead, the president was due to land Philippines Tuesday amid a fresh crisis—a reminder of the trouble that has dogged his ‘Asia rebalance’ from its inception. The terrorist attacks in Paris and talk of reprisals for the Islamic State quickly threatened to overshadow Obama’s good-news tour to the Philippines and Malaysia this week.”—Kathleen Hennessey, Associated Press, Nov. 16\nMission Accomplished\nTwo Young-Adult Websites in One!\nFox Butterfield, Is That You?\nOut on a Limb   “If Donald Trump Is the Problem, Mitt Romney Isn’t the Solution”—headline, FiveThirtyEight.com, Nov. 16\nWhat Would We Do Without Experts?   “Save Some Money, Experts Say Don’t Buy Organic Produce”—headline, KXAN-TV website (Austin, Texas), Nov. 17\nHe’s Just Not That Into You   “Obama on His ISIS Strategy: I’m Not Interested in ‘American Leadership, or America Winning’ ”—headline, Federalist, Nov. 16\nLongest Books Ever Written   “All the Questionable Statements on Defense From Saturday’s Democratic Debate”—headline, Jalopnik.com, Nov. 16\nProblem and Solution—I\nProblem and Solution—II\nThe Soft Bigotry of Low Expectations   “Anyway, the results are in: Ruth Bader Ginsburg is more fun than Gloria Steinem.”—blogress Ann Althouse, Nov. 16\n21st-Century Jobs   “Local Kids Learn to Give Heroin Antidote”—headline, Courier-Journal (Lexington, Ky.), Nov. 17\nHey, Kids! What Time Is It?   “Islamic State Cannot Be Defeated With Kindness. It’s Time to Kill or Be Killed”—headline, Daily Telegraph (London), Nov. 16\nQuestion and Answer\nLook Out Below!   “Green Bay Packers Falling From Cloud 9”—headline, CDANews.com, Nov. 16\nEverything Seemingly Is Spinning Out of Control   “Maybe the Whole Universe Won’t Suddenly Collapse Into an Uninhabitable Void”—headline, Vice.com, Nov. 15\nSay Watt?   Philadelphia has a new mayor, Jim Kenney, and the Philadelphia Inquirer has a story headlined “So Far, Kenney’s Top Appointees Are a Mix.” Reporter Claudia Vargas elaborates:\nIt reminds us of a story that appeared in the New York Times in 1983:\nPeople sure were sensitive back in the ’80s!\nFollow @jamestaranto on Twitter.\nJoin Fans of Best of the Web Today on Facebook.\nSubscribe to the Best of the Web email with one click.\n(Carol Muller helps compile Best of the Web. Thanks to Jackie Harty, Michele Schiesser, Tony Lima, Irene DeBlasio, Eric Jensen, Joel Engel, Bruce Goldman, Wes Van Fleet, Michael Segal, Tom Menker, Paul Gross, Ray Hull, Miguel Rakiewicz, Mike Hendrickson, Mark Zoeller, Joe Dougherty, Mike Lavender, Monty Krieger, Stephen McCants, Sandra Shreve, Nathan Whitlock, Debbie Wells, Michael Smith, Jay Weiser, Daniel Cowan and Andrew Terhune. If you have a tip, write us at opinionjournal@wsj.com, and please include the URL.)", "byline": "", "description": "An incompetent administration promises to vet refugees.", "title": "Just Trust Them", "url": "http://www.wsj.com/articles/just-trust-them-1447785848", "topics": ["foreign policy/national security"], "people": ["Ruth Bader Ginsburg", "Carol Muller", "Eric Jensen", "Debbie Wells", "Wes Van Fleet", "Michael Smith", "Jackie Harty", "Michael Segal", "Hugh Hewitt", "Fox Butterfield", "Gloria Steinem", "Miguel Rakiewicz", "Chris Christie", "Tony Lima", "Ted Cruz", "Mark Zoeller", "Martin O'Malley", "Jeb Bush", "Donald Trump", "Jonathan Chait", "Kathleen Hennessey", "Ray Hull", "Mike Lavender", "Jim Kenney", "Hillary Clinton", "Bruce Goldman", "Maggie Hassan", "Michele Schiesser", "Monty Krieger"], "orgs": ["National Review", "Internal Revenue Service", "Best of the Web", "Philadelphia Inquirer", "Veterans Administration"], "election_confidence": 0.6532958961450759, "authors": [{"author_id": 926, "fullname": "james taranto", "primary_org": "wsj"}], "date_written": "2015-11-17 18:44:14", "org": "wsj", "article_id": "afd6f515a43f802df3d2ac8297ee9efa", "date_access": "2015-11-17 18:56:57.182134"}