{"body": "President Barack Obama hasn’t had a cigarette in 5 years.\nIn a new interview in GQ, Mr. Obama says that he hasn’t smoked since the 2010 passage of the Affordable Care Act, his signature health-care law.\n“I made a promise that once health care passed, I would never have a cigarette again. And I have not,” he said told the magazine.\nIn June, Mr. Obama was photographed holding an item in his hand that resembled a cigarette pack during a foreign trip to Germany— leading to theories that he was still smoking occasionally. But the White House strongly denied those reports, saying that the president had quit smoking.\nMr. Obama said in a 2009 press conference he had lapsed into having a cigarette occasionally but wasn’t a daily smoker. His doctor has said he has quit entirely.\nInterviewed by sports columnist and podcaster Bill Simmons, Mr. Obama also discussed UFO conspiracies, the worst moment of his presidency and the rise of Donald Trump.\nOn UFOs: “it’s a little disappointing. People always ask me about Roswell and the aliens and UFOs, and it turns out the stuff going on that’s top secret isn’t nearly as exciting as you expect. In this day and age, it’s not as top secret as you’d think.”\nOn Mr. Trump: “I would’ve enjoyed campaigning against Trump. That would’ve been fun.”\nOn the worst day in his presidency: “Sandy Hook … Which remains, by the way, the worst few days of my presidency. I went up and visited with those families and—you know, Bill, you’ve still got small kids. These are 6-year-olds, right? And you have 20 of them who’ve been massacred.”\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "President Barack Obama hasn't had a cigarette in five years. In a new interview in GQ, Mr. Obama says that he hasn't smoked since the 2010 passage of the Affordable Care Act, his signature health-care law.", "title": "Obama Says He Quit Smoking When Health-Care Law Passed", "url": "http://blogs.wsj.com/washwire/2015/11/17/obama-says-he-quit-smoking-when-health-care-law-passed/", "topics": ["foreign policy/national security", "health"], "people": ["Donald Trump", "Barack Obama", "Sandy Hook"], "orgs": ["Capital Journal", "WSJ"], "election_confidence": 0.5452173824925681, "authors": [{"author_id": 34151, "fullname": "ron tau", "primary_org": "wsj"}], "date_written": "2015-11-17 19:35:17", "org": "wsj", "article_id": "0455c80c448a48e75e652b453eb48ca0", "date_access": "2015-11-17 20:00:16.018994"}