{"body": "ANNOUNCEMENT\nReaders: Do you have questions about the political and international scene? Washington Bureau Chief Jerry Seib would be happy to answer them in an upcoming Daybreak video. Send your questions to editor Kate Milani at kate.milani@wsj.com. We look forward to hearing from you!\nHIGHLIGHTS\nWESTERN ALLIES SOUGHT TO KILL KEY SUSPECT IN PARIS ATTACKS: An Islamic State operative suspected of helping plan the Paris attacks had been monitored in Syria by Western allies seeking to kill him in an airstrike, but they couldn’t locate him in the weeks before the plot was carried out, two Western security officials said. The operative, a Belgian citizen named Abdelhamid Abaaoud, was convicted in absentia in Brussels earlier this year of recruiting jihadists, was suspected of masterminding a foiled plot to behead police officers, escaped to Syria and was profiled in Islamic State’s online magazine mocking European authorities for their failure to catch him. A year ago, video emerged of him in Syria, smiling as he drove a truck dragging the dead bodies of Islamic State’s opponents tied to the bumper.\nMr. Abaaoud is one of two people who have emerged at the center of a probe into the attacks that killed 129 people on Friday. Both are at large. French and Belgian authorities are also searching for a 26-year-old petty criminal named Salah Abdeslam, who they say rented a car used in the attacks on Friday and is suspected of driving some of the suicide bombers through Paris. Benoît Faucon, Matthew Dalton, Stacy Meichtry and David Gauthier-Villars report.\nThe latest on the Paris attacks: World leaders pledged to seize on the Paris attacks to deepen their involvement in what looked Monday to be turning into more of a global campaign against the growing threat of Islamic State… The French air force carried out raids against Islamic State stronghold of Raqqa in northern Syria for the second consecutive day, as the U.S. stepped up attacks on Islamic State’s industrial base, striking more than 100 oil tanker trucks … French President François Hollande vowed to adopt hard-line security powers in an attempt to reassure a nation traumatized by the Paris attacks that left at least 129 people dead …Islamic State militants vow in a video released on Monday to launch terror attacks in Washington and Rome similar to the violence that erupted Friday in Paris and killed at least 129 people.  … Turkish officials revealed that they had identified one of the Paris assailants as a terrorism suspect and notified French authorities twice to no avail, highlighting intelligence lapses that plague cooperation among Western allies amid mounting security risks from extremist militants … The Paris attacks have jolted Germany into considering greater military involvement in the fight against Islamic State, despite public opposition to abandoning its largely pacifist foreign policy … Here’s what we know about the attackers … The probe to find the network behind Friday’s attacks in Paris quickly led to Molenbeek, a small neighborhood near the historic center of the Belgian capital… As more information surfaced Monday about the Paris victims, a theme emerged: They were mostly young people, killed while having a night on the town.  … U.S. Secretary of State John Kerry made an unannounced stop in Paris on Monday to meet with French officials and demonstrate U.S. support after Friday’s attacks.\nJAY SOLOMON: IS IRAN’S RESOLUTE SUPPORT FOR SYRIA’S ASSAD A DEAL BREAKER?\nIran is holding firm that Syrian President Bashar al-Assad be allowed to run in any future elections in his country, presenting a potentially fatal blow to renewed international talks aimed at ending the Syrian civil war. On Saturday, 17 countries met in Vienna, including the U.S., Russia and Iran, and outlined a framework for reaching a cease-fire in Syria and then a political transition. Left unresolved, according to diplomats who attended, is what happens to Mr. Assad. The U.S. and its closest Middle East allies, including Saudi Arabia, Turkey and Qatar, have demanded that Mr. Assad leave office as part of efforts to reconcile Syria’s warring factions. But a leading Iranian diplomat at the Vienna talks, however, reaffirmed Tehran’s position that foreign powers cannot decide to bar Mr. Assad from future elections, Jay Solomon reports. Read Jay Solomon’s full post in Washington Wire.\nWSJ STORIES YOU SHOULDN’T MISS\nGOP GOVERNORS OBJECT TO WHITE HOUSE SYRIAN MIGRANT POLICY: Almost two dozen Republican governors oppose allowing Syrian refugees to settle in their states in the wake of last week’s terrorist attacks in Paris, complicating the Obama administration’s efforts to ease the migrant crisis gripping the Mideast and Europe. High-ranking Republicans in Congress also are considering ways to stop the efforts to settle migrants, and a number of GOP presidential candidates on Monday took a similarly hard line. The partisan battle over accepting Syrian refugees began in earnest after authorities in Paris said one of the suspects in the attacks that left 129 dead may have entered France as a refugee. As a result, the already volatile politics of the refugee crisis, and immigration in general, have become vastly more complicated by the addition of a national-security threat. Byron Tau and Kristina Peterson report.\nPARIS ATTACKS SPUR HARSHER TONE FROM GOP CANDIDATES: As a fervid debate over illegal immigration roils the GOP presidential primary, the terrorist attacks in Paris are pushing candidates to take a harder line—a tack some Republicans worry will hamstring their nominee in the general election. Most Republicans seeking the White House have called for President Obama to shelve his plan to admit about 10,000 refugees of the Syrian civil war. The rhetoric escalated in the wake of reports linking one of the suicide bombers to a passport from a Syrian seeking asylum. Former Florida Gov. Jeb Bush and Texas Sen. Ted Cruz are suggesting different standards for Christian and Muslim refugees, while businessman Donald Trump said Monday that the government should “strongly consider” closing mosques in the U.S. Beth Reinhard reports.\nPlus: Days after the Paris terrorist attacks heightened homeland security concerns, Florida Sen. Marco Rubio leveled pointed charges Monday at a pair of Republican presidential rivals who backed efforts to overhaul U.S. bulk collection of phone records.\nRUSSIA SAYS BOMB BROUGHT DOWN PLANE IN EGYPT:Russian officials said Tuesday they had evidence that the plane that crashed in Egypt last month was downed by a bomb, the first time those investigating the crash have cited proof of terrorist involvement. “We can definitely say that this is a terrorist attack,” Federal Security Service of Russia head Alexander Bortnikov said during a televised meeting with President Vladimir Putin. Mr. Bortnikov said authorities had evidence that the Airbus A321 was downed by a homemade bomb, carrying the explosive equivalent of up to one kilogram of TNT. Andrey Ostroukh reports.\nHOW TO FORM AN ARMY TO FIGHT ISIS: It took French President François Hollande to flatly declare it: In the wake of the terror attacks in Paris, the struggle against Islamic State isn’t merely a fight. It is a war. There’s no shortage of aggrieved or alarmed nations to engage in this war, nor of planes to do their part in waging it from the air. What is lacking is an actual army to fight it. “The fundamental problem,” says Richard Haass, president of the Council on Foreign Relations, “is we still don’t have a ground partner.” The principal goal of President Obama as well as European and Sunni Arab leaders now has to be fixing that problem. Read Gerald F. Seib’s full Capital Journal column.\nPlus: Central Intelligence Agency Director John Brennan said the Islamic State terrorist network had developed an “external operations agenda,” plotting attacks far outside its havens in Iraq and Syria, in his first public remarks since the large-scale attacks on Friday in Paris … Terror groups have for years waged a technical battle with Western intelligence services that have sought to constrain them through a web of electronic surveillance.\nALSO IN THE NEWS\nThe Justice Department on Monday spelled out new rules that would encourage more charges against individuals in corporate investigations, as the department seeks to address long-running criticism that it treats executive wrongdoing lightly.\nWhen it comes to watching the Federal Reserve, it’s a good idea to keep an eye on Atlanta and San Francisco, according to a Wall Street Journal survey of economic forecasters.\nIn another marker of the housing market’s swift recovery, a government agency that just two years ago required its first taxpayer-funded bailout said on Monday its reserves were back in line with federal requirements.\nThe Supreme Court rejected a New Hampshire antiabortion group’s effort to obtain internal Planned Parenthood documents through a federal document-disclosure request.\nThe head of the United Nations plans to visit North Korea this week, a South Korean media report said Monday, a trip that would be the first in over 20 years by a U.N. chief.\nThe Food and Drug Administration, in a report released on the eve of a congressional hearing today, said that certain laboratory tests “may have caused or have caused” actual harm to patients by producing erroneous results.\nHillary Clinton’s campaign said Monday that she never meant to suggest that the 2001 terrorist attacks in lower Manhattan are related to the contributions she has received from Wall Street, trying to clean up a moment from Saturday’s presidential debate that opponents have seized on. Meanwhile, Sen. Bernie Sanders is trying to put Mrs. Clinton on the defense over one of her signature issues: paid family leave.\nMarkets broadly shook off concerns stemming from the deadly terror attacks in Paris, even as oil prices rose on the prospect of greater violence in the Middle East.\nWhat should electric companies do with money-losing power plants when there is more than enough electricity available to satisfy day-to-day demand? The answer isn’t to close the unprofitable plants, say two of the nation’s biggest electricity producers, but rather to shift the financial burden to consumers.\nCuban migrants, fearing the gate will soon close on their easy access to legal U.S. residency, have been surging by the thousands through Mexico in a bid to touch soil in southern Texas.\nTODAY’S VIDEO\nSEIB VIDEO: DID THE U.S. UNDERESTIMATE ISIS?\nWSJ’s Washington Bureau Chief Jerry Seib speaks with Defense Secretary Ash Carter at the CEO Council about whether the U.S. underestimated ISIS’s capabilities and whether the Paris attacks will change U.S. strategy toward fighting terrorism.\nHERE’S A LOOK AT THE DAY AHEAD\nOBAMA ADMINISTRATION: President Barack Obama is in Manila for the Asia Pacific Economic Cooperation summit meeting, which starts Wednesday. Shortly after his arrival, toured the Philippine Navy’s BRP Gregorio del Pilar, a former U.S. Coast Guard ship the Philippines acquired in 2011.  President Obama is scheduled to meet with Prime Minister Malcolm Turnbull of Australia.\nCONGRESS: The Senate Health, Education, Labor and Pensions Committee holds a confirmation hearing on the nomination of Robert Califf to be FDA commissioner, at 10 a.m. Dr. Califf was a cardiologist and clinical trial researcher at Duke University before joining the FDA in February as the agency’s deputy commissioner for medical products and tobacco. Government’s regulation of lab-developed diagnostic tests that produced erroneous results and “may have caused or have caused” harm to patients is the subject of a  House Energy and Commerce hearing at 10 a.m.\nECONOMIC INDICATORS: The Labor Department releases the consumer price index for October at 8:30 a.m. ET. The Fed releases its industrial production index for October at 9:15 a.m. The National Association of Home Builders releases its November survey at 10 a.m., and the Treasury releases its Treasury International Capital (TIC) data for September at 4 p.m.\nWALL STREET JOURNAL’S CEO COUNCIL: Speakers and panel members at today’s sessions of CEO Council include House Speaker Paul Ryan(R., Wis.); Jason Furman, chairman of the White House Council of Economic Advisers; Secretary of Education Arne Duncan; Douglas Holtz-Eakin, president of American Action Forum and a former director of the Congressional Budget Office; John Podesta,  chairman of Hillary Clinton’s presidential campaign committee and former White House chief of staff; Neera Tanden, president of the Center for American Progress Action Fund; Leslie Dach,  senior counselor for the Department of Health and Human Services; Sen. John Thune (R., S.D.); Mary Jo White,  chairwoman of the Securities and Exchange Commission; Democratic pollster Peter D. Hart, founder of Hart Research Associates: Republican pollster Bill McInturff, cofounder of Public Opinion Strategies; Lou Holtz, former head football coach at the University of Notre Dame; Gen. Joseph Dunford​, chairman of the Joint Chiefs of Staff; Arati Prabhakar,  director of the Defense Advanced Research Projects Agency; Angus Deaton, 2015 Nobel laureate in economics and professor of economics and international affairs at Princeton University; Danielle Pletka, senior vice president, foreign and defense policy studies at the American Enterprise Institute, and Strobe Talbott, president of the Brookings Institution.\nWHAT WE’RE READING AROUND THE WEB\nIowa Rep. Steve King tells John McCormick of Bloomberg that a visit to Europe and an examination of the Middle East refugee surge there helped convinced him to endorse Sen. Ted Cruz for president: “It’s time for us to take stock of our culture and civilization and save it from the people who worship at the altar of multiculturalism, the people at the left that are happy to import undocumented Democrats and happy to work to document them for their own political gain.”\nSome Western intelligence officials are laying the blame for the Paris terror attacks at the feet of Edward Snowden and his disclosures of Western surveillance secrets, writes David Perera of Politico.\nMatt Vasilogambros writes in the National Journal about the perils refugees have faced after arriving in the U.S. “The es­cape from My­an­mar was dif­fi­cult,” he writes of one refugee, Pa Hu. “Life here, however, hasn’t been much easi­er, as they have fallen in­to sev­er­al of the many holes in the U.S. refugee re­set­tle­ment sys­tem.”\nIn the WSJ’s Think Tank, David Fontaine writes that “closing borders to Syria’s refugees could ultimately produce more terrorism, not less” by leaving would-be refugees languishing in refugee camps where frustration and anger can help breed more extremists.\nTWEET OF THE DAY\nGov. Bobby Jindal @BobbyJindal: I just signed an Executive Order instructing state agencies to take all available steps to stop the relocation of Syrian refugees to LA.\nThe White House @WhiteHouse: “We do not close our hearts to these victims of such violence.” —@POTUS on the Syrian refugee crisis snpy.tv/1kAmIxH\nFEEDBACK: The Capital Journal Daybreak newsletter is The Wall Street Journal’s morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more. Send your tips, feedback and suggestions for recommended reading to editor Kate Milani at kate.milani@wsj.com.\nSIGN UP: Capital Journal Daybreak, straight to your inbox http://on.wsj.com/CapitalJournalSignup\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "An Islamic State operative suspected of helping plan the Paris attacks had been monitored in Syria by Western allies seeking to kill him, and more in Capital Journal Daybreak, The Wall Street Journal's morning rundown of the biggest news stories and exclusive features from Washington on politics, policy, financial regulation, defense and more.", "title": "Capital Journal Daybreak: Western Allies Sought to Kill Key Suspect in Paris Attacks", "url": "http://blogs.wsj.com/washwire/2015/11/17/capital-journal-western-allies-sought-to-kill-key-suspect-in-paris-attacks-is-irans-support-of-assad-a-deal-breaker-newsletter-draft/", "topics": ["foreign policy/national security"], "people": ["Ash Carter", "Mary Jo White", "Francois Hollande", "Kate Milani", "Bashar Assad", "Vladimir Putin", "Jerry Seib", "Jason Furman", "David Perera", "Ted Cruz", "Byron Tau", "John Brennan", "Richard Haass", "Steve King", "Gerald F. Seib", "Bobby Jindal", "Bernie Sanders", "Arne Duncan", "Danielle Pletka", "Douglas Holtz", "John Thune", "Neera Tanden", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Paul Ryan", "John Podesta", "John Kerry", "Peter D. Hart", "Kristina Peterson", "Hillary Clinton", "Strobe Talbott", "Jay Solomon", "Robert Califf", "Matthew Dalton", "Edward Snowden"], "orgs": ["FDA", "Fed", "CONGRESS", "White House Council of Economic Advisers", "House Energy and Commerce", "University of Notre Dame", "WSJ", "Supreme Court", "Capital Journal", "Treasury", "U.S. Coast Guard", "National Association of Home Builders", "Drug Administration", "Federal Reserve", "Congress", "S.D.", "Hart Research", "Congressional Budget Office", "GOP", "Capital Journal Daybreak", "United Nations", "Securities and Exchange Commission", "Labor Department", "TNT", "Department of Health and Human Services", "Central Intelligence Agency", "Joint Chiefs of Staff", "American Action Forum", "Council on Foreign Relations", "Brookings Institution", "Center for American Progress Action Fund", "U.N.", "Princeton University", "National Journal", "Justice Department", "Washington Bureau", "Public Opinion Strategies", "American Enterprise Institute"], "election_confidence": 0.8653133552336838, "authors": [], "date_written": "2015-11-17 13:11:18", "org": "wsj", "article_id": "faedcb7f368b10f229860e9c76cddd56", "date_access": "2015-11-17 13:56:18.556596"}