{"body": "There is only one Hindu in Congress and she is a Democrat. But as of Tuesday, there will be a Republican Hindu Coalition, comprised of Indian Americans looking to amplify their voice in U.S. politics.\nThe group, which formally launches Tuesday evening, isn’t aimed at bolstering the ranks of Hindus across the aisle from Rep. Tulsi Gabbard (D., Hawaii). Instead, the coalition is focused on advancing conservative policies important to the Republican Hindu community, including fiscal discipline, expanded trade, and forceful defense, said its founder Shalabh Kumar. Mr. Kumar is the chief executive of AVG Group, a cluster of electronics-related companies.\nMr. Kumar said he modeled the group after the Republican Jewish Coalition, after attending its annual conference and leaving impressed by its influence on conservative policy toward Israel.\n“I was sort of surprised at the way it caught fire,” Mr. Kumar said of his idea. “I went to my friend who I consider to be the smartest man on this earth, [former House] Speaker Newt Gingrich. Before I said more than two sentences, he said, ‘Great idea!’” Mr. Gingrich is the group’s honorary chairman.\nMr. Kumar, an electronics engineer who was a Democrat before being convinced by former President Ronald Reagan on the campaign trail to become a Republican, is investing $2 million of his own funds. The political action committee connected to the coalition plans to raise at least $5 million, with the goal of raising $10 million for next year’s elections, he said.\nThe wealth of the Indian-American community may help explain why the coalition’s launch is drawing an all-star roster of Republicans, with appearances expected by Senate Majority Leader Mitch McConnell (R., Ky.), House Foreign Affairs Committee Chairman Ed Royce (R., Calif.) and other influential GOP lawmakers.\nIn 2010, the median annual household income for Indian Americans was $88,000, higher than the $66,000 median for all Asian Americans and the $49,800 median of all U.S. households, according to the Pew Research Center. Indian Americans are also among the most highly-educated ethnic groups, with 70% of those 25 or older possessing a college degree. (About half of Indian Americans are Hindu, but more than 90% of all Asian-American Hindus have Indian heritage, according to Pew.)\nMr. Kumar said the coalition will be advocating for tighter federal spending, an overhaul of the legal immigration system, and boosted trade with India. It will also be making its voice known on foreign policy issues. The group could break with conservative Republicans over some issues, including the Export-Import Bank. Mr. Kumar backs reauthorizing the agency, which provides financing and other support to U.S. exporters and has become a favored target of conservative groups, which view it as corporate welfare.\nThe group and its political action committee will also work to register voters and boost turnout among Indian Americans.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "There is only one Hindu in Congress and she is a Democrat. But as of Tuesday, there will be a Republican Hindu Coalition, comprised of Indian Americans looking to amplify their voice in U.S. politics.", "title": "New Hindu Republican Group Aims to Build Conservative Hindus’ Influence", "url": "http://blogs.wsj.com/washwire/2015/11/17/new-hindu-republican-group-aims-to-build-conservative-hindus-influence/", "topics": ["foreign policy/national security"], "people": ["Tulsi Gabbard", "Newt Gingrich", "Ronald Reagan", "Ed Royce"], "orgs": ["Congress", "House Foreign Affairs Committee", "Senate", "WSJ", "Pew Research Center", "Capital Journal", "Republican Jewish Coalition", "GOP"], "election_confidence": 0.5955231193753997, "authors": [{"author_id": 1086, "fullname": "kristina peterson", "primary_org": "wsj"}], "date_written": "2015-11-17 12:46:34", "org": "wsj", "article_id": "f5df630a770196c9fccd76acf2c1d262", "date_access": "2015-11-17 12:53:11.227589"}