{"body": "The giant and politically influential Service Employees International Unionâ\u0080\u0099s endorsement of Hillary ClintonÂ TuesdayÂ gives the Democratic front-runner her 13thÂ nod from a national labor union, underscoring the growing strength of her campaign.\nMrs. Clintonâ\u0080\u0099s chief Democratic rival Bernie Sanders has received just two endorsements from national labor unions,Â reflecting the challenge ahead for the Vermont senator whoâ\u0080\u0099s also trailing Mrs. Clinton in polls.\nWith SEIUâ\u0080\u0099s backing, Mrs. Clinton has secured support from many of the nationâ\u0080\u0099s largest labor unions, including the National Education Association and the American Federation of State, County and Municipal Employees. The unions that have endorsed Mrs. Clinton collectively represent well over half of the nationâ\u0080\u0099s 14.6 million union members in 2014.\nSEIU, which has nearly two million members, said it chose to support Mrs. Clinton because sheâ\u0080\u0099s a leader whoâ\u0080\u0099ll fight to raise wages and stand up for working people. The union also said she values the kind of care work that many SEIU members do daily, including the work of home-care aides whoâ\u0080\u0099ve been fighting for higher minimum pay.\nâ\u0080\u009cSEIU members and working families across America are part of a growing movement to build a better future for their families, and Hillary Clinton will support and stand with them,â\u0080\u009d the unionâ\u0080\u0099s President Mary Kay Henry said in a statementÂ Tuesday.\nSEIU said it spent monthsÂ gauging its membersâ\u0080\u0099 support of the candidates, including through polls and tele-town hall meetings. Mrs. Clinton consistently received more than 72% of membersâ\u0080\u0099 support, an SEIU spokesman said.\nThat wasnâ\u0080\u0099t enough to stop a backlash on social mediaÂ TuesdayÂ from disgruntled SEIU members who back Mr. Sanders. Members of a group called SEIU for Bernie had been voicing concern for weeks that an endorsement of Mrs. Clinton could undermine the Fight for $15 campaign. The SEIU-funded wage campaign began with New York fast-food workers and has evolved into a nationwide push for a $15 federal minimum wage. The campaign is also trying to use the wage issue to build a bloc of like-minded voters for the 2016 elections.Â\nMr. Sanders backs a $15 federal minimum wage while Mrs. Clinton has said she supports a federal minimum of $12. When asked last week whether that would affect SEIUâ\u0080\u0099s endorsement process, the unionâ\u0080\u0099s president Ms. Henry suggested thereâ\u0080\u0099s room for improvement. â\u0080\u009cFor us, itâ\u0080\u0099s about driving the movement alongside of the candidates,â\u0080\u009d she said in an interview.\nFor its part, the Sanders campaign sought to downplay the union endorsements for Mrs. Clinton, focusing instead on the support it has received from rank-and-file union members.\n“We are gratified that hundreds of thousands of workers are part of the growing grassroots movement supporting Bernie’s campaign to help working families by raising the minimum wage, providing health care for all and making college affordable,” said Michael Briggs, a spokesman for Mr. Sandersâ\u0080\u0099s campaign.\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The giant and politically influential Service Employees International Union’s endorsement of Hillary Clinton Tuesday gives the Democratic front-runner her 13th nod from a national labor union, underscoring the growing strength of her campaign.", "title": "SEIU’s Clinton Nod Signals Campaign’s Momentum Growing", "url": "http://blogs.wsj.com/washwire/2015/11/17/seius-clinton-nod-signals-campaigns-momentum-growing/", "topics": ["campaign_finance", "health"], "people": ["Mary Kay Henry", "Bernie Sanders", "Hillary Clinton", "Michael Briggs"], "orgs": ["Service Employees International Union", "National Education Association", "SEIU", "WSJ", "Clintonas", "Capital Journal", "American Federation of State , County and Municipal Employees"], "election_confidence": 0.8321429190264561, "authors": [{"author_id": 2297, "fullname": "melanie trottman", "primary_org": "wsj"}], "date_written": "2015-11-18 01:03:47", "org": "wsj", "article_id": "2f430655e6cca0f17f0cbee3282d955a", "date_access": "2015-11-18 01:59:39.697391"}