{"body": "Gawker Media will reorient its flagship site Gawker.com to focus on political news and shift away from gossip, the company said Tuesday, following a turbulent period in which the fallout from a story outing a gay executive and an invasion of privacy lawsuit by a professional wrestler threatened the company’s finances.\n“More than any other facet of the American system, the politico-media blob begs puncturing by some sharp Gawker wit and probing by Gawker’s inquisitive journalists,” founder and chief executive  Nick Denton said in a memo to staff.\nAs a result of the change in focus, Gawker will close its Morning After, Valleywag and Defamer sections, which focused on TV, technology and entertainment gossip. Seven people will be laid off, a spokesman for the company said, but six new reporters will be hired.\nFounded in 2002, Gawker is a veteran of the new media space, and it has grown into a network of seven sites focusing on subjects including cars, technology, sports and feminism.\nFallout from the controversial blog post in July about a little-known media executive who allegedly tried to hire a gay escort aggravated Gawker Media’s mounting financial woes, as some marketers put their advertising on hold. In addition, legal costs stemming from the $100 million lawsuit brought by Hulk Hogan have hit hundreds of thousands of dollars a month at times, triggering a need for outside investment, Mr. Denton has said. But outside investors have opted to remain on the sidelines until the Hogan case—postponed until March—is resolved, he has said.\nMr. Denton has warned that a major damages award in the Hogan case could potentially bankrupt the company. Following the gay escort post—which was taken down, triggering a staff exodus—Mr. Denton vowed a kinder, gentler version of Gawker moving forward.\nThe shift toward politics comes just as the 2016 election cycle begins to kick into high gear, potentially opening avenues for Gawker to tap into the pool of digital political advertising. It enters a crowded political media space, however, with digital sites like Politico and Vox.com having built a strong presence, as well as old media stalwarts like the Washington Post.\nThe new Gawker.com will be headed by Alex Pareene, who was tapped as editor in chief last month. Mr. Pareene cut his teeth at the Washington, D.C., gossip site Wonkette, which Mr. Denton sold in 2008.\n“The 2016 election is a real gift for anyone who has a real sense of the absurd,” Mr. Pareene said in an interview, vowing that the new site wouldn't pull any punches. “I think it would be a disservice to the country to be overly nice to Donald Trump. But the overriding ethos will be to pick our battles.”\nGawker says it turned an operating profit of $6.5 million in 2014 on revenue of $44.3 million.\nOver the summer, Gawker also said it has secured an $8 million loan from Silicon Valley Bank to help finance the expansion and relocation of its headquarters to a 40,000-square-foot office in Manhattan’s flatiron district. The deal also includes an open credit line of an additional $7.5 million.\nWrite to Lukas I. Alpert at lukas.alpert@wsj.com", "byline": "", "description": "Gawker Media said it would reorient its flagship site Gawker.com to focus on political news and away from gossip.", "title": "Gawker to Focus on Political News, Not Gossip", "url": "http://www.wsj.com/articles/gawker-to-focus-on-political-news-not-gossip-1447794660", "topics": ["campaign_finance"], "people": ["Donald Trump", "Hulk Hogan"], "orgs": ["Gawker"], "election_confidence": 0.5318822293553127, "authors": [{"author_id": 1206, "fullname": "lukas i. alpert", "primary_org": "wsj"}], "date_written": "2015-11-17 22:19:17", "org": "wsj", "article_id": "3c3dd58b07f34d2ddc27d5f55940d18c", "date_access": "2015-11-17 22:58:05.386186"}