{"body": "\nVideo: Pollsters on Understanding Millennials\nThe 2016 election will play out amid an electorate that is less religious, more diverse and angrier at political leaders than in 2008, the last open race for the White House, two pollsters told The Wall Street Journal CEO Council annual meeting on Tuesday in Washington.\nDemocrat Peter Hart said a major change since 2008 was an increased support for “amateurs’’ in politics, a trend arising in tandem with bloggers reporting news, Uber supplanting full-time taxi drivers and fantasy sports leagues allowing anyone to “manage” a professional sports team.\n“No experience needed . . . . Come on in, be a driver, run the country,’’ Mr. Hart said, reflecting on the success of businessman Donald Trump and retired neurosurgeon Ben Carson in the GOP presidential nominating contest.\nRepublican pollster Bill McInturff said the biggest changes include a decline in voters who attend church regularly and rise in those affiliated with no religion. A second trend, Mr. McInturff said, was that the racially diverse and socially tolerant millennial generation has become a force in the electorate. “Their views are becoming the dominant public views,’’ he said.\nMr. McInturff co-directs the Wall Street Journal/NBC News survey, on which Mr. Hart also works.\nMORE FROM WSJ CEO COUNCIL:\nTop Clinton Adviser Says Wealthy Should Pay More in Taxes\nObama Adviser Furman Sees Limited Economic Impact From Paris Attacks\nDefense Chief Ash Carter Calls on Europe to Do More to Confront ISIS\nMarco Rubio Says GOP Rivals Tried to Weaken U.S. Intelligence Efforts\nFull coverage — articles and videos — from WSJ CEO Council\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The 2016 election will play out amid an electorate that is less religious, more diverse and angrier at political leaders than in 2008, the last open race for the White House, two pollsters told The Wall Street Journal CEO Council annual meeting on Tuesday in Washington.", "title": "Pollsters on 2016: Voters Will Be Angrier, Less Religious, More Diverse", "url": "http://blogs.wsj.com/washwire/2015/11/17/pollsters-on-2016-voters-will-be-angrier-less-religious-more-diverse/", "topics": ["foreign policy/national security"], "people": ["Ash Carter", "Gary Hart", "Donald Trump", "Marco Rubio", "Ben Carson", "Peter Hart"], "orgs": ["Capital Journal", "WSJ", "GOP"], "election_confidence": 0.9925723793272769, "authors": [{"author_id": 17699, "fullname": "aaron zitner", "primary_org": "wsj"}], "date_written": "2015-11-17 18:04:21", "org": "wsj", "article_id": "0533a7295777fa71f51b2b998778549f", "date_access": "2015-11-17 20:00:16.956600"}