{"body": "VIDEO: Gen. Joseph F. Dunford, Jr. speaks with WSJ’s Jerry Seib at CEO Council about how to beat ISIS\nThe top U.S. military officer said Tuesday the U.S. had asked allies to take specific steps to increase the pressure against Islamic State in the wake of the Paris terror attacks.\nIn an interview with The Wall Street Journal at the annualÂ Wall Street JournalÂ CEO Council meeting in Washington, Chairman of the Joint Chiefs of Staff Gen. Joe Dunford said the Pentagon drew up plans to solicit more contributions from coalition partners to take on the terrorist group that claimed responsibility for the coordinated attacks in Paris that killed more than 120 people.\nâ\u0080\u009cOver the weekend, as we started looking at the implications of Paris, one of the things we did was identify kind of a list of all those things that we would want to see in terms of contributions from both parties inside of NATO but as importantlyâ\u0080¦ inside of the region,â\u0080\u009d Gen. Dunford said.\nGen. Dunford said the attacks changed the nature of the fight against Islamic State.\nâ\u0080\u009cI assess, and I think most people do, that the rules may have changed in Paris last week,â\u0080\u009d Gen. Dunford said. â\u0080\u009cAnd so in the wake of Paris, a much more energized approachâ\u0080¦ towards getting people to make a contribution is kind of what weâ\u0080\u0099re after, but itâ\u0080\u0099s just going to take some political persuasion.â\u0080\u009d\nGen. Dunford said some nations might be willing to contribute to a ground force in Syria and Iraq and the U.S. is encouraging those efforts.\nâ\u0080\u009cThe ground force is a critical element, particularly in Syria and Iraq. We have to have critical partners on the ground to be effective against ISIL,â\u0080\u009d Gen. Dunford said.\nHe added: â\u0080\u009cWe would like to see particularly Sunni nations in the region, GCC States, contribute to a greater degree on the ground. I think they would have the credibility and frankly come without some of the baggage of western forces.. I think thereâ\u0080\u0099s some possibility for that, we havenâ\u0080\u0099t been able to do that.â\u0080\u009d\nGen. Dunford, who has been chairman of the Joint Chiefs for sevenÂ weeks, said he sees targeting foreign fighters as an area of the campaign that has the most room for improvement. Presently 10 nations including the U.S. coordinate on those efforts, Gen. Dunford said.\nâ\u0080\u009cWe donâ\u0080\u0099t have a complete view on foreign fighters,â\u0080\u009d he said. â\u0080\u009cThose 10 nations need to be 70 or 80 nations.â\u0080\u009d\nGen. Dunford said following the Paris attacks nations might also be more willing to address the flow of foreign fighters.\nâ\u0080\u009cThatâ\u0080\u0099s one of the areas I believe we have the most opportunity to advance the campaign,â\u0080\u009d he said.\nThe coalition has a much better picture of foreign fighters entering Iraq and Syria than leaving, he said.\n\nMORE FROM THE WALL STREET JOURNAL CEO COUNCIL:\nTop Clinton Adviser Says Wealthy Should Pay More in Taxes\nPollsters on 2016: Voters Will Be Angrier, Less Religious, More Diverse\nObama Adviser Furman Sees Limited Economic Impact From Paris Attacks\nDefense Chief Ash Carter Calls on Europe to Do More to Confront ISIS\nMarco Rubio Says GOP Rivals Tried to Weaken U.S. Intelligence Efforts\nFull coverage â\u0080\u0094 articles and videos â\u0080\u0094 from WSJ CEO Council\nMORE\nVideo: Gen. Joseph F. Dunford, Jr. discusses leadership and how to build team consensus\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The top U.S. military officer said Tuesday the U.S. had asked allies to take specific steps to increase the pressure against Islamic State in the wake of the Paris terror attacks.", "title": "Gen. Joe Dunford: U.S. Has Asked Allies to Increase Pressure on Islamic State", "url": "http://blogs.wsj.com/washwire/2015/11/17/gen-joe-dunford-u-s-has-asked-allies-to-increase-pressure-on-islamic-state/", "topics": ["foreign policy/national security"], "people": ["Ash Carter", "Marco Rubio", "Jerry Seib"], "orgs": ["WSJ", "Capital Journal", "Joint Chiefs of Staff", "NATO", "ISIL", "Pentagon", "GOP", "Joint Chiefs"], "election_confidence": 0.5591007323793126, "authors": [{"author_id": 952, "fullname": "felicia schwartz", "primary_org": "wsj"}], "date_written": "2015-11-17 20:27:58", "org": "wsj", "article_id": "9f9b2e5df89b9226e2e35851b3c1f94c", "date_access": "2015-11-17 21:00:08.931876"}