{"body": "One of Hillary Clinton’s top advisers said Tuesday that the Democratic front-runner supports raising taxes for wealthy Americans. “There is more room for the wealthy to pay more,” John Podesta, her campaign chairman, said at the Wall Street Journal CEO Council annual meeting in Washington.\nHe said she rejects tax increases for people earning less than $250,000 a year but that more money is needed to fund smart national investments.  And he said that 90% of the income gains during the recovery went to the top 1% of taxpayers.\nBut he did not specify at what level higher tax rates should kick in or how much they should be raised.  Those details are expected when Mrs. Clinton puts forth a full tax plan.\nOn the corporate side of the tax code, a longtime adviser to Mrs. Clinton said that the code needs to be overhauled to be less complex, more fair and generate more money for the Treasury.\nAt the CEO council, Neera Tanden, president of the Center for American Progress Action Fund, advocated for a “middle ground” in overhauling the corporate tax code. She said she rejected “corporate tax reform that simply reduces taxation rates and [provides] no additional contribution” and said the corporate side of the tax code should be “contributing” to reducing the deficit.\nMore From WSJ CEO Council\nMarco Rubio Says GOP Rivals Paul and Cruz Tried to Weaken U.S. Intelligence Efforts\nObama Adviser Furman Sees Limited Economic Impact From Paris Attacks\nFull coverage — articles and videos — from WSJ CEO Council\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "One of Hillary Clinton’s top advisers said Tuesday that the Democratic front-runner supports raising taxes for wealthy Americans. “There is more room for the wealthy to pay more,” John Podesta, her campaign chairman, said at the Wall Street CEO Council conference.", "title": "Top Clinton Adviser Says Wealthy Should Pay More in Taxes", "url": "http://blogs.wsj.com/washwire/2015/11/17/top-clinton-adviser-says-wealthy-should-pay-more-in-taxes/", "topics": ["budget/taxation", "economy"], "people": ["Marco Rubio", "John Podesta", "Hillary Clinton", "Neera Tanden"], "orgs": ["Center for American Progress Action Fund", "WSJ", "GOP", "Capital Journal", "Treasury"], "election_confidence": 0.9486110301917282, "authors": [{"author_id": 2176, "fullname": "laura meckler", "primary_org": "wsj"}], "date_written": "2015-11-17 15:07:34", "org": "wsj", "article_id": "7e89f9887a1621377b7e2568a7d7e634", "date_access": "2015-11-17 15:48:32.716515"}