{"body": " (AP) â\u0080\u0094 Republican presidential candidate Ben Carson on Thursday stood by his belief that Egypt's great pyramids were built by the Biblical figure Joseph to store grain â\u0080\u0094 not as tombs for pharaohs.\nVideo posted online Wednesday by Buzzfeed News shows Carson explaining his theory 17 years ago at a Michigan college affiliated with his Seventh-day Adventist Church.\nIn the video, Carson says: \"My own personal theory is that Joseph built the pyramids in order to store grain.\" He was referring to the Old Testament story of Joseph predicting famine and advising the pharaoh to store surplus food. He said that's more likely than the accepted archaeological conclusion that the massive structures were built as tombs for pharaohs.\nAt a book signing Thursday in Florida, Carson stood by his statement on the grain storage.\n\"Some people believe in the Bible like I do and don't find that to be silly at all, and believe that God created the earth and don't find that to be silly at all,\" Carson said. \"The secular progressives try to ridicule it every time it comes up and they're welcome to do that.\"\nIt's not immediately clear, however, that Carson's church or any other major Jewish or Christian sect shares his belief about the pyramids' origins.  Carson, who leads some national and early state GOP polls, has not claimed that his theory is supported by the tenets of his church.\nDaniel Weber, a spokesman for the Seventh-day Adventist Church, said Carson's belief about the pyramids are \"his own interpretation.\"\n\"Of course, we believe in the biblical account of Joseph and the famine,\" Weber said. \"But I've never heard the idea that pyramids were storehouses of grain.\"\nCarson said in 1998 that the \"hermetically sealed\" chambers found in the pyramids \"would have to be that way\" to store grain.\nCarson speaks often about his faith and has written extensively about his beliefs in books. His popularity among evangelical Christian voters has helped fuel his rise in the Republican primary.\nHe has garnered attention previously for stating that, despite his scientific training as a neurosurgeon, he rejects evolutionary biology.\nAnother front-runner, businessman Donald Trump, has suggested that Carson's religious beliefs put him outside mainstream American Christianity. At one October rally in Florida, Trump called his own Presbyterian church \"middle of the road\" before adding, \"I mean, Seventh-day Adventist, I don't know about.\"\nIn an interview with the Associated Press, conducted after Trump's remarks, Carson said he expects in politics to have his religious affiliation questioned, but he defended his faith and his church. \"There are a lot of people who have a close relationship with God, and you can generally tell who they are by the way they act, the way they treat other people,\" he told AP. \"The reason that there are like 4,000 denominations is that people have looked at this and said, 'Let's interpret it this way. Let's interpret it this way.'\n\"Sometimes they get caught up in that and forget about the real purpose of Christian faith,\" he concluded.\nA first-time political candidate, Carson has a penchant for headline-grabbing statements beyond matters of faith. He has equated abortion and the Affordable Care Act to slavery, compared the zeal of Islamic State militants to that of American revolutionary patriots and suggested that the Holocaust may not have occurred had European Jews been better armed against the Nazis.\n------\nAP religion writer Rachel Zoll contributed. Barrow reported from Atlanta.\n------\nFollow Holland and Barrow on Twitter at https://twitter.com/jessejholland and https://twitter.com/BillBarrowAP .", "byline": "", "description": "MIAMI (AP) — Republican presidential candidate Ben Carson on Thursday stood by his belief that Egypt's great pyramids were built by the Biblical figure Joseph to store grain — not as tombs for pharaohs.", "title": "Carson: Pyramids in Egypt built by Biblical figure Joseph", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-11-05-US-GOP-2016-Carson-Pyramids/id-c8500d71373d4b6a9e01a31322e46e4d", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Rachel Zoll", "Ben Carson"], "orgs": [], "election_confidence": 0.9035452289524591, "authors": [{"author_id": 39555, "fullname": "jesse j. holland", "primary_org": "ap"}, {"author_id": 39611, "fullname": "bill barrow", "primary_org": "ap"}], "date_written": "2015-11-05 19:50:07", "org": "ap", "article_id": "f7beb098e6d7d00231556f0accb7b4f6", "date_access": "2015-11-05 20:00:03.839145"}