{"body": "", "byline": "", "description": "\n\nDonald Trump raised eyebrows in October when he referred to a $1 million loan his father gave him at the beginning of his career as a \"small loan.\"\"It has not been easy for me,\" Trump said. \"I started off in Brooklyn. My father gave me a small loan of a million dollars. I came into Manhattan, and I had to pay him back, and I had to pay him back with interest.\"It's not the first time Trump has characterized a loan from his father, Fred Trump, as small. In a 2007 deposition, the Donald admitted to taking about $9.6 million from his father's estate, calling the sum \"a very small amount of money.\"Trump was being deposed by the lawyer of journalist Timothy L. O'Brien, who Trump sued for defamation after the writer estimated in his 2005 book TrumpNation that Trump's net worth was a mere $150 to $250 million, compared to Donald's own $6 billion personal valuation. Trump was asked in the December 2007 deposition if he had ever borrowed money from the deceased Fred Trump's estate.\"I think a small amount a long time ago,\" Donald Trump replied. \"I think it was like in the $9 million range.\"Asked when this happened, Trump said, \"I don't know. Years ago.\"Claiming that borrowing was \"a way of getting some interest into the estate,\" he went on to assert, \"At that point I was worth a tremendous amount of money. And the rest of the family borrowed too, or members of the family borrowed also. But I don't — I don't know the exact amount, but it wasn't a very significant amount.\"He later confirmed that the loan was for $9.6 million, before adding, \"It's a very small amount of money, by the way, and it's an amount of money that was easily handleable by me in many different ways. So this is not — this is not exactly earth-shattering.\"He said that he had paid back the loan \"with interest,\" though he was unable to say when.Donald Trump's presidential campaign did not reply to a request for comment.\nHere's a sample of the deposition:\n\n\n", "title": "Donald Trump In Deposition: $9.6 Million I Borrowed From Dad’s Estate A “Small Amount”", "url": "http://www.buzzfeed.com/christophermassie/donald-trump-in-deposition-96-million-i-borrowed-from-dads-e", "topics": ["personality"], "people": ["Donald Trump", "Timothy L. O'Brien", "Fred Trump"], "orgs": [], "election_confidence": 0.7554441844576276, "authors": [{"author_id": 22072, "fullname": "christopher massie", "primary_org": "buzzfeed"}], "date_written": "2015-11-05 14:00:26", "org": "buzzfeed", "article_id": "edcb36d9c25b27f81a9bfae1d326a34b", "date_access": "2015-11-05 15:10:35.613625"}