{"body": "In response to President Obamaâ\u0080\u0099s mocking of Republicans over their reaction to the CNBC debate, Texas Sen. Ted Cruz said on Wednesday that the president cowers from interviews with â\u0080\u009creal journalistsâ\u0080\u009d on conservative talk radio. ", "byline": "", "description": "“Have you ever seen Barack Obama sit down and be interviewed by Rush Limbaugh, or Sean Hannity, or Glenn Beck, or Mark Levin? Barack Obama is terrified of questions from real journalists who actually would press him.”\n\nRobyn Beck / AFP / Getty Images\nIn response to President Obama's mocking of Republicans over their reaction to the CNBC debate, Texas Sen. Ted Cruz said on Wednesday that the president cowers from interviews with \"real journalists\" on conservative talk radio. \nEarlier this week, Obama said of Republicans complaining about the CNBC debate, \"It turns out they can't handle a bunch of CNBC moderators at the debate. Let me tell you, if you can't handle those guys, then I don't think the Chinese and the Russians are going to be too worried about you.\" \n\"It's not surprising that President Obama is taking cheap shots,\" Cruz said on WTMJ, calling the president the \"worst negotiator in the history of the world for the United States of America.\" \nThe Texas senator cited President Obama's Iran deal and rising tensions with Russia as proof Obama was a weak negotiator. \n\"You just give them everything they want,\" Cruz stated.\nCruz said the president was a hypocrite and afraid of being interview by what he-called \"real journalists,\" citing several of conservative radios biggest names.\n\"Everyone of us goes on lefty journalist shows all day long,\" added Cruz. \"I go on MSNBC. I have liberal journalists take shots at me all day long. Have you ever seen Barack Obama sit down and be interviewed by Rush Limbaugh, or Sean Hannity, or Glenn Beck, or Mark Levin? Barack Obama is terrified of questions from real journalists who actually would press him. He likes to be surrounded by his fawning accolades.\"\n\n", "title": "Ted Cruz: Obama Is Afraid Of \"Real Journalists\" Like Hannity, Limbaugh, Beck, Levin", "url": "http://www.buzzfeed.com/andrewkaczynski/ted-cruz-obama-is-afraid-of-real-journalists-like-hannity-li", "topics": ["foreign policy/national security"], "people": ["Mark Levin", "Barack Obama", "Glenn Beck", "Robyn Beck", "Rush Limbaugh", "Sean Hannity", "Ted Cruz"], "orgs": ["United States of America", "CNBC", "WTMJ", "MSNBC"], "election_confidence": 0.6078585157078351, "authors": [{"author_id": 6682, "fullname": "andrew kaczynski", "primary_org": "buzzfeed"}], "date_written": "2015-11-05 14:56:34", "org": "buzzfeed", "article_id": "105b7f80855bb526544e2f2d77695ef7", "date_access": "2015-11-05 16:07:17.516510"}