{"body": "Washington (CNN)Sen. Marco Rubio has a new response to Donald Trump's repeated attacks on his finances: Look in the mirror.\nThe Florida Republican delivered his strongest retort to Trump to date Thursday morning in New Hampshire as he filed for the primary, calling it \"ironic\" that Trump is attacking his financial history.\n\"I find it ironic that the only person running for president that's ever declared a bankruptcy, four times in the last 25 years, is attacking anyone's finances,\" Rubio told CNN when asked about the feud.\nTrump has been hitting Rubio over his financial history on the trail, mocking his personal debt and raising concerns about personal expenses that were charged to a Republican Party of Florida card. \nRELATED: Rubio dismisses criticism of finances\nIn New Hampshire to file himself on Wednesday, Trump said Rubio had \"a disaster\" on his financial record and credit cards. \n\"When you check his credit cards take a look at what he has done with the Republican Party when he had access, what he had to put back in, and whether or not something should have happened. You'll understand it. Marco Rubio has a basic disaster on finance,\" Trump said.\nRubio's line on Trump's bankruptcies, which he repeated twice in his conversation with reporters on Thursday, went farther than his response to Trump on Wednesday evening in an interview with CNN's Dana Bash.\n\"That's Donald being Donald,\" Rubio said then. \"Whenever there is a bad poll, he gets weird and does these sorts of things. He doesn't know what he's talking about.\"\nThere has been no love lost between the two on the trail since Rubio started rising in the polls, with Trump attacking him on finances, his relationship with opponent and one-time mentor Jeb Bush and mocking how much he perspires.\nRubio has responded in kind, calling Trump \"insecure\" and \"touchy.\"\nAsked about his history of bankruptcies in presidential debates this year, Trump has maintained that he has never personally filed for bankruptcy, only his business projects have. And he also calls the process a savvy business move, saying plenty of other successful organizations have utilized bankruptcy for their advantage, as well.\nRELATED: Rubio strikes back at Trump\n", "byline": "", "description": "Sen. Marco Rubio has a new response to Donald Trump's repeated attacks on his finances: Look in the mirror.", "title": "Rubio swings back at Trump over finances", "url": "http://www.cnn.com/2015/11/05/politics/marco-rubio-donald-trump-credit-bankruptcies/index.html", "topics": ["campaign_finance", "personality"], "people": ["Donald Trump", "Dana Bash", "Marco Rubio", "Jeb Bush"], "orgs": ["Republican Party", "Republican Party of Florida"], "election_confidence": 0.9878002306661129, "authors": [{"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-11-05 16:15:08", "org": "cnn", "article_id": "cfc9c1be31fce0badffcbd7770102f40", "date_access": "2015-11-05 17:01:39.023148"}