{"body": "Washington (CNN)A former colleague of Marco Rubio says he was alarmed by the Republican presidential candidate's spending habits when he was in the Florida legislature -- and is now calling on him to release charge card records.\nMike Fasano, who now has donated to Rubio rival Jeb Bush, is a Florida county tax collector and former Florida House majority leader and Senate president pro tempore, where he watched the rise of Rubio in Florida politics. \nHe said Rubio should have no reason to not put out the complete record of the American Express charge card Rubio once held that was paid primarily by the Florida Republican Party.\n\"It became very disturbing to me how he was using other people's money,\" Fasano told CNN. \"The example he was setting was just spend it as freely as you want and we will just go out and raise more.\"\nQuestions of Rubio's spending on the charge card first surfaced in his U.S. Senate election in 2010, when the Tampa Bay Times and Miami Herald were leaked two years of records from when Rubio was a powerful state lawmaker in Tallahassee, including speaker of the Florida House. \nThe records showed plenty of personal spending, including movie tickets, charges to a wine store, a family vacation, even $1,000 for damage to his minivan and thousands more for a rental car to replace it.\nRELATED: Rubio dismisses questions about finances\nRubio has offered explanations for all the questioned charges: The wine store actually sold sandwiches, and the minivan was damaged at a Republican Party event. For other charges, it was a mistaken use of the wrong credit card in his wallet, for which he would eventually reimburse the party.\nIn fact, after the records became public, Rubio paid back more than $16,000 in charges he had placed on the card.\nIn 2012, the Florida state ethics commission dismissed a complaint against him for the spending, though an inspector analyzing the claims noted that Rubio was not without some fault. \n\"The level of negligence exhibited by Respondent's confusion between the (Republican Party of Florida) American Express card and his personal MasterCard, together with his failure to recognize the error when reviewing the months' statements, and his signature on the reimbursement requests, is disturbing,\" the ethics commission advocate wrote.\nAsked again about the missing records on Thursday, Rubio called them \"not a big deal\" and said they'd be released in due time.\n\"It will be soon -- these are old documents and they take time to assemble,\" Rubio told CNN's Dana Bash. \"I have no problem releasing it. We have nothing to withhold here.\"\nBut Rubio has been withholding them at least since 2010, when the same issue came up in his U.S. Senate race. Chris Ingram, who says he was an unpaid consultant to Rubio, suggests Rubio could immediately resolve the issue by just releasing the records.\n\"Marco could certainly come up with them -- he's acknowledged to me that he has the records,\" Ingram said. \"Having known him and seen him in action and having seen the pattern of behavior of his, the sense of entitlement -- the explaining things away without taking any kind of actual accountability or responsibility for what he's done, blaming others -- and there's always an excuse.\"\nIngram shared an email exchange with CNN that he had with Rubio in 2009, in which Rubio was trying to explain personal charges on his Republican party card. It was virtually the same explanation he's giving today.\n\"Any personal charges were paid by me directly. And it is not an (Republican Party of Florida) card, it is my card opened under the corporate division of AMEX using my personal credit,\" Rubio said. \nRELATED: Rubio swings back at Trump on finances\nIngram, who said he at one time advised Rubio's Senate campaign, added if he were advising Rubio today, he would tell him the same thing he says he told him back then -- release the records and end the controversy.\nFasano said when he was in the Legislature with Rubio, he started learning of issues. \n\"I was a senator at the time, and when he was the majority leader and incoming speaker and then, of course, speaker of the House, you start hearing, learning and then start reading about how he was abusing the American Express card that was given to him by the Republican Party of Florida,\" Fasano said. \n\"He didn't have carte blanche, (but) he had an America Express card,\" he laughed. \nAsked about the claims, Rubio spokesman Alex Conant pointed to an independent report in 2010, which had found that Rubio's transactions on the card from 2007 to 2009 \"were, in fact, related to RPOF business,\" based on information provided by Rubio.\nConant also called Fasano's argument politically motivated, pointing out that Fasano has supported Bush, who has begun aggressively attacking Rubio over the past two weeks, and that Fasano has declined to support Rubio in previous races.\nSince Rubio has begun to rise in the polls, his financial history has become an increasingly heavy target for opponents like Bush. Donald Trump has made a point to go after it on the trail, saying Rubio's personal financial record is a \"disaster\" Wednesday in New Hampshire.\nRubio has said the attacks are nothing new and were used unsuccessfully against him in his 2010 Senate campaign.\n\"It's been coming up for five years, it's not a new issue,\" Rubio said Wednesday in New Hampshire. \"It was an attack leveled against me by Charlie Christ and it's an attack that's been debunked. A Democratic activist filed a complaint against me in 2010 the Florida ethics commission looked at it and dismissed it.\"\nCNN's Theodore Schleifer contributed to this report.", "byline": "", "description": "", "title": "Marco Rubio's Florida spending caused alarm for colleague", "url": "http://www.cnn.com/2015/11/05/politics/marco-rubio-finances-republican-party-card/index.html", "topics": ["foreign policy/national security", "personality", "immigration"], "people": ["Theodore Schleifer", "Mike Fasano", "Dana Bash", "Jeb Bush", "Alex Conant", "Donald Trump", "Marco Rubio"], "orgs": ["Senate", "Republican Party of Florida", "U.S. Senate", "Florida Republican Party", "MasterCard"], "election_confidence": 0.8851753404855953, "authors": [{"author_id": 2355, "fullname": "drew griffin", "primary_org": "cnn"}, {"author_id": 2354, "fullname": "scott zamost", "primary_org": "cnn"}, {"author_id": 30881, "fullname": "tal kopan", "primary_org": "politico"}], "date_written": "2015-11-06 01:10:01", "org": "cnn", "article_id": "70e24f495152f733c270ab2367a003d1", "date_access": "2015-11-06 01:19:59.241986"}