{"body": "Washington (CNN)Several Republican presidential candidates are calling for a more aggressive U.S. and international effort to crush ISIS after news broke that suggested the radical Islamist group or an affiliated group downed the Russian airliner that crashed in Egypt with a bomb.\nReacting Wednesday to the news, Florida Sen. Marco Rubio, former Florida Gov. Jeb Bush and Ohio Gov. John Kasich said the likely attack should jerk the U.S. into more aggressive military action against the terrorist group, which the U.S. has been fighting as part of an international bombing campaign over the skies of Iraq and Syria.\nRubio, a member of the Senate Foreign Relations Committee, called on the U.S. to expand its military footprint in combating ISIS beyond the Middle East and into North Africa, where ISIS cells are operating with relative impunity in Libya, which is Egypt's neighbor to the west.\nRubio called ISIS's \"safe haven\" in Libya a \"growing threat\" that the U.S. needs to \"begin to take seriously\" in an interview Wednesday with CNN's Dana Bash.\n\"I would be targeting their safe havens everywhere including in Libya,\" Rubio said. \"If we don't wipe out that operational status that they now have in Libya they're going to use it to ramp up more operations in Sinai, more in Egypt and eventually it will cross over the Mediterranean into Europe itself.\"\nRubio suggested that the apparent attack against the Russian airliner \"potentially\" emanated from ISIS's cell in Libya.\n\"And I would just say that irrespective of that, their threat in Libya has now grown to an almost crisis level that's almost on par with what we see in Iraq,\" Rubio added.\nBush said Wednesday during an event in New Hampshire that \"we need a strategy to take them (ISIS) out,\" because without U.S. intervention, \"they'll continue to gain power.\" He did not appear to call directly for intervention against ISIS in Libya as well.\n\"Every day that they exist in the form of a caliphate is another day they gain energy, so I think the President needs to acknowledge this is a threat to our national security interests, he needs to create a strategy, he needs to explain to the American people what that strategy, what that objective is,\" Bush said. \"And I believe we need to take out ISIS and create a more stable Iraq and a more stable Syria. American leadership is required for that to happen.\" \nRepublicans, particularly those running for president, have repeatedly criticized Obama's leadership in the fight against ISIS and suggested that the President has not laid out a strategy to accomplish the goal he laid out when launching military action against ISIS: \"to degrade and ultimately destroy\" ISIS.\nKasich said Wednesday on CNN that if he were president he would be \"working the phones ... to deal with this worldwide menace and particularly a menace to our way of life.\"\nThe Ohio governor said that he would be willing to put U.S. boots on the ground to defeat ISIS if necessary and said that it's time the U.S. spurs the international community -- in particular western allies -- into action against ISIS, apparently beyond the U.S.-led international bombing campaign against the group in Iraq and Syria.\n\"We've got to face facts: either you're going to pay me now or you're going to pay me a lot more later. And I would just hope that our Western friends and people that share our western values would realize that the time has come to destroy ISIS as part of a coalition,\" Kasich said. \"To allow this to linger, to put this off, to think that somehow this is going to go away is naïve at best.\"\nRetired neurosurgeon Ben Carson, who is now neck-and-neck with business mogul Donald Trump at the top of the pack of GOP candidates, also chimed in Wednesday, saying that he thinks \"our people are actually doing a very good job already.\"\n\"We haven't had any bombs on any of our planes for that reason. Obviously you don't want to relax the surveillance that we have,\" he said in Florida.\n", "byline": "", "description": "", "title": "GOP candidates call for tougher ISIS response", "url": "http://www.cnn.com/2015/11/05/politics/isis-bomb-russian-plane-gop-reaction/index.html", "topics": ["foreign policy/national security"], "people": ["Dana Bash", "Jeb Bush", "John Kasich", "Donald Trump", "Marco Rubio", "Ben Carson"], "orgs": ["Senate Foreign Relations Committee", "GOP"], "election_confidence": 0.9806486567087662, "authors": [{"author_id": 2323, "fullname": "jeremy diamond", "primary_org": "cnn"}], "date_written": "2015-11-05 15:54:43", "org": "cnn", "article_id": "68f4878864d75bb7f1f114403be3bc6f", "date_access": "2015-11-05 16:14:29.171305"}