{"body": " (CNN)Jim Webb and his close advisers have started to look closely at ballot access dates for the former Virginia senator's possible independent presidential run, according to aides and advisers, and feels \"confident\" that if he were to run, he would be successful.\nWebb dropped out of the race for the Democratic nomination last month, announcing to a room full of journalists that he would be exploring an independent bid.\nLike he did during his run for the Democratic nomination, the former Virginia senator is keeping a close circle of advisers that includes his wife, Hong Le Webb.\n\"He has tasked us to do a feasibility study on how to get on enough state ballots for a mathematical chance at 270 electoral votes,\" spokesman Craig Crawford told CNN on Thursday. \"That's in progress.\"\nThe feasibility study, aides said, will be a deciding factor in whether he jumps in, but Webb is feeling good about the fact that many -- but not all -- filing deadlines aren't until late spring and summer.\nThe goal is to have the ballot access study done later this month so that shortly thereafter, Webb can make an \"informed decision\" about his future.\n\"We really haven't discussed dates,\" Crawford said. \"Most ballot access deadlines aren't until summer, although there are some in the spring and a couple earlier than that, so obviously by the new year makes sense.\"\nSince announcing he was dropping out of the Democratic race, Webb has done a series of radio interviews and penned an op-ed in The Washington Post titled, \"America needs an independent presidential candidate.\"\n\"The need for another option,\" Webb wrote, \"grows stronger and more apparent by the day.\"\nWebb has always been confident in his success as an independent president candidate.\n\"If we ran an independent race and got traction, I honestly could see us beating both of them,\" Webb said about Hillary Clinton and Donald Trump, the Democratic and Republican front-runners.\n", "byline": "", "description": "Jim Webb and his close advisers have started to look closely at ballot access dates for the former Virginia senator's possible independent presidential run, according to aides and advisers, and feels \"confident\" that if he were to run, he would be successful.", "title": "Webb eyeing decision on independent run by new year", "url": "http://www.cnn.com/2015/11/05/politics/jim-webb-independent-presidential-campaign/index.html", "topics": ["personality"], "people": ["Donald Trump", "Jim Webb", "Hong Le Webb", "Craig Crawford", "Hillary Clinton"], "orgs": [], "election_confidence": 0.9484542285457739, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-06 01:45:55", "org": "cnn", "article_id": "a312f43e032a82c7f73d1864b9b03b90", "date_access": "2015-11-06 02:01:25.888098"}