{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nBen Carson delivered a lengthy defense of his qualifications for office in a late-night Facebook post, answering questions -- from voters and political rivals -- about his political experience by proudly proclaiming he has none. \n\"You are absolutely right -- I have no political experience,\" Carson wrote. \"The current Members of Congress have a combined 8,700 years of political experience. Are we sure political experience is what we need.\" \nHe, instead, pointed to his lifetime of experience in medicine and other fields, and drew a sharp contrast between that and the business experience of closest competitor Donald Trump. In a rare jab at a primary rival, Carson said he wouldn't trade his experience treating children for \"Trump's money.\" \nThe retired neurosurgeon addressed the experience question head-on as he surges in recent national Republican presidential primary polls, trading the lead with billionaire businessman Trump. \nThe latest Fox News poll showed Trump leading Carson 26-23 percent, while other polls have shown Carson pulling ahead. As Carson threatens Trump's dominance in the race, the once-undisputed front-runner has lashed out at Carson as unprepared for the job of commander-in-chief. \n\n\"Ben can't do the job, I mean there's no question about it,\" Trump told Fox News earlier this week. \nThe GOP candidates are set to square off at next week's Fox Business Network debate. \nCarson, in his Facebook message, acknowledged he hears concerns about his political inexperience from everyday people as well. But he argued his experience -- growing up poor, getting an education, and going on to help children as a pediatric neurosurgeon -- matters.   \n\"I do not have political experience, I have a life journey,\" Carson wrote. \"... My candidacy is different, that I grant you. I have neither Donald Trump's money or Jeb Bush's political network. However, I wouldn't trade a single child I treated for all of Trump's money. While I admire the Bush family's dedication to service, I too served -- nights, weekends, holidays, birthdays and anniversaries with severely injured patients were my public service. \n\"I didn't go to embassy cocktail parties or beg lobbyists for money. I spent night after night in a quiet, sterile room trying to save the life of a small child. That was my life's service. This is my life's experience. What I have is a lifetime of caring, integrity and honesty.\" \nThe message marked a new effort by Carson to defend his fitness for office and challenge his fellow candidates. At the Republican primary debates, even as he has risen in the polls, Carson has avoided sparring with his rivals -- or elbowing his way into answering debate questions. \nBut his growing support, in key primary states and nationally, has with it brought additional scrutiny to the outsider candidate. \n\"If all you want is political experience then I cannot be your candidate,\" Carson wrote.", "byline": "", "description": "Ben Carson delivered a lengthy defense of his qualifications for office in a late-night Facebook post, answering questions -- from voters and political rivals -- about his political experience by proudly proclaiming he has none.", "title": "Carson answers inexperience charges on Facebook, jabs at ‘Trump’s money’", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/4WA9mjifuVU/", "topics": ["personality"], "people": ["Donald Trump", "Jeb Bush", "Ben Carson"], "orgs": ["Members of Congress", "GOP"], "election_confidence": 0.9904102800498001, "authors": [], "date_written": "2015-11-05 17:03:07", "org": "fox", "article_id": "9bd980ed7581e907a6938d67be6995e5", "date_access": "2015-11-05 18:00:25.089181"}