{"body": "\n\n\n\nRepublican presidential candidate Sen. Marco Rubio, R-Fla., talks with Jack Dwyer of Natick, Mass., right, during a campaign event at Saint Anselm College in Manchester, N.H., Wednesday, Nov. 4, 2015. (AP Photo/Charles Krupa)\n\n\nBrand new Fox polls confirm recent trends we’ve seen in other polls.\nHillary Clinton beating Bernie Sanders by more than 25 points. Clinton gets 56%, Sanders gets 31%\nDonald Trump and Ben Carson battling for first. Trump gets 26%, Carson 23%. Cruz and Rubio tied with 11%.\nThere’s also some interesting date points on trustworthiness which we’ll get into with our political guests.\nDonald Trump begins airing radio ads today in three early voting states.\nSenator Marco Rubio says he will release more detailed records of his debt and credit card spending. Trump has tried to make Rubio’s debt and spending habits a campaign issue.\nBernie Sanders gave an in-depth interview to NPR distancing himself from Hillary Clinton. He says the email server controversy may be a story after all.\nFormer President George Bush has a biography out this week with some tough critiques of his aides including Dick Cheney and Donald Rumsfeld.\nThe Russians today are saying investigators are considering the possibility of terrorism in the crash of the Metrojet plane in Egypt that left 224 dead. The U.S. and the U.K. suggested yesterday a bomb could have exploded on board. The Russians calling for caution in speculating about the cause until the investigation is complete.\nThat plane crash in South Sudan killed more than first reported. The overloaded cargo plane was carrying at least 36 people.\nThe EU predicting that 3 million more migrants could arrive in Europe by the end of next year.\nThe State Department says 85-90% of Russian air strikes in Syria are hitting moderate opposition forces and civilians instead of ISIS terrorists.\nA new polls by the AP and Gfk suggests Americans are growing increasingly unhappy with President Obama’s handling of the threat from ISIS. 60% are not satisfied with the response to the threat. Americans are also deeply pessimistic over the prospects for Afghanistan.\nWe get weekly jobless claims today.", "byline": "", "description": " Brand new Fox polls confirm recent trends we’ve seen in other polls.Hillary Clinton beating Bernie Sanders by more than 25 points. Clinton gets 56%, Sanders gets 31%Donald Trump and Ben Carson battling for first. Trump gets 26%, Carson 23%. Cruz and Rubio tied with 11%.", "title": "Brand New Fox Polls Out - Carson & Trump Battling for First, Rubio, Cruz Rising, Hillary Dominates Sanders", "url": "http://feeds.foxnews.com/~r/foxnews/national/~3/Du7v5fi0BHk/", "topics": ["foreign policy/national security"], "people": ["Dick Cheney", "Hillary Clinton", "Donald Rumsfeld", "Donald Trump", "Marco Rubio", "Bernie Sanders", "Charles Krupa", "Ben Carson"], "orgs": ["State Department"], "election_confidence": 0.9973346974143045, "authors": [], "date_written": "2015-11-05 14:45:14", "org": "fox", "article_id": "b6a7155a70b2287be1356e299dcdad60", "date_access": "2015-11-05 15:00:48.859088"}