{"body": "\nBuzz Cut: •        Can Trump pull off another pivot? •        Why moderates matter so much in the conservative party’s primary •        Bernie tries to revive Hillary’s email scandal •        Take Five: Who’s got a friend in Pennsylvania? •        That deserves an A+  CAN TRUMP PULL OFF ANOTHER PIVOT? Donald Trump is unlike anything in modern political history, but he’s trying to get a little more mainstream.  His personal invective and brash rhetoric would have long ago sunk any other presidential hopeful. But with universal name recognition, endless media attention, devoted support from immigration foes and the backing of blue collar voters outside of the GOP’s conservative base, Trump has endured and prospered.  The latest Fox News poll has him at the top of the field yet again, and though rival Ben Carson has moved into a statistical tie, establishment notions that Trump would fade with the fall have been shredded.  Now Trump is promising to complete another unprecedented pivot. He went from punchline to frontrunner this summer and now he says he can go from media dependency to a solid, traditional campaign organization that can last through downswings in news coverage.  His first official ads hit radio airwaves in Iowa, New Hampshire, and South Carolina for a relatively paltry $300,000. But it’s a start. And Trump was already serious enough this summer to reach out to mega-donor Sheldon Adleson and others whom Trump tried to convince to stay out of this cycle rather seek to block his path to the GOP nomination.  But will Trump really buckle down? He should have long ago been spending on a larger campaign organization and running ads in early states. Trump needs to reinforce his support and try to reach new voters skeptical of his presidential qualities because of his over-the-top rhetoric and reality TV background.  Maybe. But Trump’s gonna Trump. In his ad for his upcoming “Saturday Night Live” appearance, Trump slams rival Carson saying, “Ben Carson is a complete and total loser!” Not how you convince Evangelicals to get on the Trump train.  There may be a disciplined candidate in there somewhere and one who will, as promised, dig into his own pockets to fund a campaign and cut back on the attacks. But if that guy doesn’t show up in the next few weeks, Carson, who is aggressively building his campaign and tenaciously sticking to his message, will ultimately surpass him.  Why moderates matter so much in the conservative party’s primary - FiveThirtyEight: “In reality, the GOP nominating contest will be decided by an intricate, state-by-state slog for the 2,472 delegates at stake between February and June. And thanks to the Republican National Committee’s allocation rules, the votes of “Blue Zone” Republicans — the more moderate GOP primary voters who live in Democratic-leaning states and congressional districts — could weigh more than those of more conservative voters who live in deeply red zones. Put another way: The Republican voters who will have little to no sway in the general election could have some of the most sway in the primary.”  Rubio says he’d end Obama amnesty - Tampa Bay Times: “Marco Rubio [Wednesday] in New Hampshire said he would end the Obama administration’s program that has protected hundreds of thousands of young immigrants from deportation. He told reporters he hopes there can be legislation — something he attempted - but if Congress can’t act, ‘it will end. It cannot be the permanent policy of the United States.’”  [Snags third Senate endorsement - The Hill: “Sen. James Risch (R-Idaho) announced Wednesday that he is backing Sen. Marco Rubio for president, giving the Florida Republican his third Senate endorsement this week.”]  Cruz’s path - NYT’s Nate Cohn says that despite initial nay-saying at Ted Cruz’s run for the presidency the Texas senator now has a path forward through Iowa: “He doesn’t lead [in Iowa] now, but the caucus is still three months off, and he has a large and untapped war chest. Mr. Trump and Mr. Carson might fade, which could help if a disproportionate share of their anti-establishment support goes his way. If Mr. Cruz finishes well in Iowa, it won’t be hard to envision a serious run for the nomination…Soon after come the predominantly Southern states on Super Tuesday, where very conservative voters represent a larger share of the primary electorate than any other region of the country.”  Jeb calls anxious donors ‘nervous nellies’ - Bloomberg: “Republican presidential candidate Jeb Bush is urging ‘nervous nellies’ among his top donors to stop reading the political press, saying the campaign is on the right track and that he will win the first primary contest in New Hampshire.”  WITH YOUR SECOND CUP OF COFFEE… Florida Today: “If you stand between 62 and 75 inches tall, have a military, science or technical background and dream of going to Mars, you might have the right stuff to be a NASA astronaut. NASA on Wednesday announced it will begin recruiting a new astronaut class for selection by the summer of 2017. The group of eight to 14 people would have a shot not only at living on the International Space Station, but flying near the moon or even Mars, if NASA’s long-range exploration goals stay on track…By the time the new class is eligible to fly, Boeing and SpaceX should be launching four-person crews to the station from Cape Canaveral, complementing Russia’s three-seat Soyuz spacecraft. Orion should be progressing toward a first crewed flight fromKennedy Space Center by 2023…The application period opens Dec. 14 and continues into February. Highly qualified candidates will be identified for interview and medical tests before moving on.”  Got a TIP from the RIGHT or the LEFT? Email FoxNewsFirst@FOXNEWS.COM  POLL CHECK Real Clear Politics Averages Obama Job Approval: Approve – 45.6 percent//Disapprove – 50.9 percent Directions of Country: Right Direction – 27.1 percent//Wrong Track – 63.4 percent  [Watch Fox: A second round of Fox News polls will be released tonight on “Special Report with Bret Baier” at 6 p.m. ET]  BERNIE TRIES TO REVIVE HILLARY’S EMAIL SCANDAL WSJ: “Sen. [Bernie] Sanders of Vermont, in an interview with The Wall Street Journal on Wednesday, also said the federal investigation of the security surrounding Mrs. Clinton’s private email account is appropriate. In the Democratic debate last month, Mr. Sanders said voters were ‘sick and tired’ of the focus on Mrs. Clinton’s ‘damn emails.’ Afterward, many Democrats and political analysts said that he had appeared to dismiss her use of a private email account and server in her four years as secretary of state. Mr. Sanders rejected that assessment on Wednesday. If her email practices foiled public-records requests or compromised classified information, those are ‘valid questions,’ Mr. Sanders said. Mr. Sanders’s pointed comments mark a turning point in what has been a polite Democratic contest.”  The Judge’s Ruling: Loose ends - Though her performance won plaudits from the press, Senior Judicial Analyst Judge Andrew Napolitano says Hillary Clinton added to her woes with her congressional testimony. “…she gave [federal prosecutors and FBI agents]....additional areas to investigate and on which to recommend indictments. When those recommendations are made known, no ballot will bear her name.” Read here.  TAKE FIVE: WHO’S GOT A FRIEND IN PENNSYLVANIA? National Journal’s Emily Schultheis zeroes in on Pennsylvania as she joins Chris Stirewalt to share her list of the five most competitive Republican-held seats that Democrats are looking to flip in the battle for control of the Senate. WATCH HERE.  Your picks - The current tally of Fox News First reader votes on the top five battlegrounds for control of the Senate: 1) Illinois; 2) Wisconsin; 3) Pennsylvania; 4) Ohio; 5) Florida.  Good omen for Toomey? - AP: “A Republican is claiming victory in a Pittsburgh-area state Senate election, giving the party its largest Senate majority in more than 60 years. Guy Reschenthaler defeated Democrat Heather Arnet in Tuesday’s special election to replace former Sen. Matt Smith in the 37th Senate District…The victory gives Republicans a 31-19 majority in the Senate.”  You should be heard - Which races do you think are prime turf in the battle for control of the Senate? We want to know and share your analysis here in Fox News First.  Share your top five picks. Email them – just five, please – toFOXNEWSFIRST@FOXNEWS.COM or tweet @ChrisStirewalt.  IRON MAN Fox News: “As revealed in the new Jon Meacham biography, ‘Destiny And Power: The American Odyssey Of George Herbert Walker Bush,’ the 41st president has some harsh words for the actions of his son's administration. In particular, he objects to how Vice President Dick Cheney and Secretary of Defense Donald Rumsfeld reacted to 9/11. He feels they were too hawkish, taking a harsh, inflexible stance that tarnished America's reputation around the world. ‘I don't know, he just became very hard-line and very different from the Dick Cheney I knew and worked with,’ Bush told Meacham. ‘The reaction [to 9/11], what to do about the Middle East. Just iron-ass.”  [Watch Fox: “Destiny and Power -- The Private Diaries of George Herbert Walker Bush” airs Friday at 10 p.m. ET.]  THAT DESERVES AN A+ AP: “South African media say a high school student stole a bus in a desperate effort to get to his final year mathematics exams. Broadcaster eNCA reported Thursday that Le-Aan Adonis got behind the wheel when the driver failed to show up. Adonis told eNCA he found the keys in the bus. Other students said they asked the 20-year-old to drive because they trusted he could handle a bus. The broadcaster said a traffic officer stopped the bus a short distance from the school in a village in the Western Cape province, and fined Adonis fined 5,000 rand (about $361). According to eNCA, Adonis faces a school disciplinary hearing. He has already received offers of free legal representation and donations for his fine. The students arrived on time for their exam.”  Chris Stirewalt is digital politics editor for Fox News. Want FOX News First in your inbox every day? Sign up here.   Chris Stirewalt joined Fox News Channel (FNC) in July of 2010 and serves as digital politics editor based in Washington, D.C.  Additionally, he authors the daily \"Fox News First” political news note and hosts “Power Play,” a feature video series, on FoxNews.com. Stirewalt makes frequent appearances on the network, including \"The Kelly File,\" \"Special Report with Bret Baier,\" and \"Fox News Sunday with Chris Wallace.”  He also provides expert political analysis for Fox News coverage of state, congressional and presidential elections.", "byline": "", "description": "Trump turning into a regular candidate? ", "title": "Can Trump pull off another pivot?", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/fJ0kpjI3f60/", "topics": ["foreign policy/national security", "immigration", "ethics"], "people": ["Emily Schultheis", "Kelly File", "Chris Wallace", "Chris Stirewalt", "Andrew Napolitano", "Jeb Bush", "Bret Baier", "Hillary Clinton", "Donald Rumsfeld", "Donald Trump", "Marco Rubio", "Bernie Sanders", "Pat Toomey", "Nate Cohn", "Dick Cheney", "Ben Carson", "Ted Cruz"], "orgs": ["NASA", "Congress", "National Journal", "Senate", "International Space Station", "NYT", "Republican National Committee", "FNC", "United States.", "SpaceX", "FBI", "GOP"], "election_confidence": 0.9989270746818195, "authors": [], "date_written": "2015-11-05 16:48:49", "org": "fox", "article_id": "7906a68c6883dc2b2c0a980a5da45624", "date_access": "2015-11-05 17:21:23.658483"}