{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nSecret Service protection has been approved for Republican presidential candidates Donald Trump and Ben Carson. \nThe decision had been expected since last month, when representatives with both campaigns met with Secret Service officials about the possibility. Trump in particular has been speaking to large crowds at campaign rallies -- raising security concerns, though he does have a private security team. \nA DHS official on Thursday confirmed to Fox News that Homeland Security Secretary Jeh Johnson has \"authorized United States Secret Service protection for both Donald Trump and Ben Carson. \" \nThe decision is based on a number of factors, including national polling, contribution levels and the \"threat environment.\" \nLast month, a source told Fox News that an aide to Carson met with the U.S. Secret Service's Dignitary Protection Division to request protection as threats against him have grown. \n\nBoth Trump and Carson have risen to the top of Republican presidential primary polls. Trump last month began to publicly suggest a double-standard was at play for Republican and Democratic candidates when it comes to security. \n\"We're getting the biggest crowds,\" he told Fox News last month. \"If I was a Democrat, they'd have it but it's really up to them.\" \nWhile it is rare for such official protection to be given to candidates before they officially get their party's nomination, the Secret Service will make exceptions based on the situation. For example, then-Sen. Barack Obama received protection early in 2007, long before he secured the nomination. \nFox News' Matthew Dean and Ed Henry contributed to this report.", "byline": "", "description": "Secret Service protection has been approved for Republican presidential candidates Donald Trump and Ben Carson.", "title": "Secret Service protection approved for Trump, Carson", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/Fqf4nlQxw1w/", "topics": ["campaign_finance"], "people": ["Ed Henry", "Jeh Johnson", "Donald Trump", "Barack Obama", "Matthew Dean", "Ben Carson"], "orgs": ["U.S. Secret Service", "Homeland Security", "DHS"], "election_confidence": 0.8981912843606596, "authors": [], "date_written": "2015-11-05 18:07:21", "org": "fox", "article_id": "dc9ce755772040ca3996f3ab344a5c9c", "date_access": "2015-11-05 19:00:26.832000"}