{"body": "Los Angeles Mayor \nEric Garcetti\n on Thursday endorsed Democratic front-runner \nHillary Rodham Clinton\n in the 2016 presidential race.\nGarcetti's endorsement comes a week after New York City Mayor \nBill de Blasio\n declared his backing for \nClinton\n's candidacy. The support of the mayors of the nation's two largest cities marks a further step in Clinton's consolidation of party support for her nomination after a shaky summer on the campaign trail.\n\"I’m proud to endorse Hillary Clinton for president because I know that she understands the challenges and opportunities facing our cities and will be a powerful leader in building our future,\" Garcetti said in a statement.\n\"Like Mayors across the country, I am working hard to bring shared prosperity to every corner of our city. And in Hillary Clinton, Mayors will have a partner — someone who is ready to stand up for our mainstream economy, and the people who need help the most.\"\nThe endorsement represents a new stage in Garcetti's uneven relationship with one of America's preeminent political dynasties.\nIn 2008, then-Councilman Garcetti was an early supporter of President Barack Obama, Clinton's opponent in the Democratic primary. In the 2013 mayoral election, President Bill Clinton endorsed Garcetti's opponent, former City Controller \nWendy Greuel\n.\nGarcetti endorsed Clinton several weeks after Vice President Joe Biden announced\n \nhe would not challenge the former first lady and secretary of State for the Democratic nomination.\nGarcetti and Biden have allied on efforts to raise the minimum wage. In September — when speculation surrounding a potential Biden presidential run was at its height — Garcetti hosted the vice president for a private dinner at the mayoral residence in Windsor Square.\nTwitter: \n@petejamison", "byline": "", "description": "<p>Los Angeles Mayor Eric Garcetti on Thursday endorsed Democratic front-runner Hillary Rodham Clinton in the 2016 presidential race.</p> <p>Garcetti's endorsement comes a week after New York City Mayor Bill de Blasio declared his backing for Clinton's candidacy. The support of the mayors of the nation's...</p>", "title": "L.A. Mayor Eric Garcetti endorses Hillary Rodham Clinton for president", "url": "http://www.latimes.com/la-me-ln-garcetti-clinton-endorsement-20151105-story.html", "topics": ["economy", "personality", "campaign_finance"], "people": ["Bill Clinton", "Joe Biden", "Eric Garcetti", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama"], "orgs": [], "election_confidence": 0.8089358427267088, "authors": [{"author_id": 40281, "fullname": "peter jamison", "primary_org": "latimes"}], "date_written": "2015-11-05 21:09:00", "org": "latimes", "article_id": "0643a4049a7bb20da4d93f4dce07d1d6", "date_access": "2015-11-05 21:28:21.176207"}