{"body": "Immersive theater is all the rage these days, but for an immersion into something truly wild, there's nothing like experiencing \nKathy Griffin\n live. Being drawn into her free-associative brain space for two-plus hours is like bobbing in a pop cultural sea with kiddie water wings.\nDelightful but also a little scary, her stand-up act isn't intended for those in need of trigger warnings. Indeed, the whole show, she announced with the smile of a cat still burping up the canary, consists of nothing but triggers.\nGriffin has been playing her share of college campuses on her 80-city Like a Boss tour, so she was happy to be performing at the \"prestigious\" Mark Taper Forum, where instead of getting flak from worrywart deans and student activists she'd only have to face the wrath of Hollywood agents and managers.\n \nSIGN UP for the free Essential Arts & Culture newsletter >>\nBut just because she's at the Taper (where she'll be performing through Saturday before heading to New York for a date at Carnegie Hall) doesn't mean she's cleaned up her act. This former Catholic schoolgirl can't resist taboo topics, especially those involving celebrities, no matter how lowly their stature. Her favorite pastime is collecting behind-the-scenes anecdotes of the rich and famous and sharing them with a public avid for such unfettered access.\nConflict is her métier. \"Bring it,\" the immortal words she once uttered to a truculent \nElisabeth Hasselbeck\n on \"The View\" (included in a video introduction) should be placed on T-shirts and sold in the lobby of wherever Griffin is performing.\nThere were so many scores to settle it was hard for her to figure out where to begin, but the Republican presidential candidates won out. Griffin was still flustered from having received a vicious tweet from a supporter of Dr. \nBen Carson\n after she recently appeared on Tavis Smiley's talk show and announced that she wouldn't let Carson give her a pap smear.\nTwitter, she said, used to be fun, but now it's all death threats and violent obscenity, which explains why she combs through the site regularly for material. Griffin's method isn't to make up outlandish tales but to document the stranger-than-fiction occurrences happening right in the spotlight.\nWho could dream up Donald Trump or imagine an electorate willing to seriously consider his bid for the White House? Griffin shared tidbits of her experience hosting an event with the Donald and Liza Minnelli, a legend she holds in the highest esteem for being \"legit cray.\"\nThere were so many scores to settle it was hard for Griffin to figure out where to begin, but the Republican presidential candidates won out.\nThere were so many scores to settle it was hard for Griffin to figure out where to begin, but the Republican presidential candidates won out.\nThis spiraling tale sidetracked her from her political punditry, but she eventually returned to contemplate the wall Trump wants to build on the Mexican border with a special VIP door for people like \nEva Longoria\n. She also gave some thought to the prospect of Melania Trump as the Prada-bedecked first lady and the alternative scenario of Chris Christie taking Air Force One to yell at Yemen.\nThe town crier of reality TV, Griffin was up in arms about the proliferate Duggar family. She couldn't believe that all the talk was about whether or not the show would be canceled and not about jail time for Josh. (Never having watched \"19 Kids and Counting,\" I was a little lost until she explained that the Duggars essentially had \"the Subway guy\" living in their home.)\nAlthough a longtime activist for the LGBT community, Griffin is not completely on board with Caitlyn Jenner. Gender isn't the issue. Her beef is about political views antagonistic to LGBT rights and an IQ on par with one of the more remedial Kardashian sisters.\nStill, she told her gays in the audience that their day in the sun was over and that it was now all about the Ts — or \"transgender models\" as she likes to refer to them. She felt guilty about not straightening out her mother, who after watching a Kardashian rerun expressed relief that Bruce was going to return to being Bruce.\nBut Griffin already has her hands full with 95-year-old, wine-guzzling Maggie, who desperately wants to leave \"the prison\" her daughter has placed her in — an $11,000 a month Beverly Hills retirement community with thick shag carpeting to soften her falls.\nGriffin's riffs collide and spiral out in all directions. She turns attention deficit disorder into a form of comedy, one that culminates not in punch lines but in gossipy outrage and giddy excitement. (The Taper program is crammed with her hilarity.)\nShe's the hyperactive host of a slumber party in which no one sleeps or gets a word in edgewise. It can be exhausting, but impish common sense as bright as hers is a rare and welcome commodity.\nALSO:\n'Hamilton's' revolutionary power is in its hip-hop musical numbers\n \n'Bootycandy' adorns itself with flamboyance, ribaldry, hilarity and unsettling poignancy \n'Breaking Through' falls into cliched musical traps at Pasadena Playhouse", "byline": "", "description": "<p>Immersive theater is all the rage these days, but for an immersion into something truly wild, there's nothing like experiencing Kathy Griffin live. Being drawn into her free-associative brain space for two-plus hours is like bobbing in a pop cultural sea with kiddie water wings.</p> <p>Delightful but...</p>", "title": "Kathy Griffin is in wickedly funny form at the Taper", "url": "http://www.latimes.com/la-et-cm-kathy-griffin-taper-review-20151106-column.html", "topics": ["education", "immigration"], "people": ["Caitlyn Jenner", "Melania Trump", "Chris Christie", "Tavis Smiley", "Elisabeth Hasselbeck", "Eva Longoria", "Donald Trump", "Ben Carson"], "orgs": ["Prada"], "election_confidence": 0.5710439525273149, "authors": [{"author_id": 40348, "fullname": "charles mcnulty", "primary_org": "latimes"}], "date_written": "2015-11-06 00:05:00", "org": "latimes", "article_id": "4409cfc4cc0c4837f2208350f82ea6d9", "date_access": "2015-11-06 00:29:03.387106"}