{"body": "The nonprofit, member-run health insurance plans created by the Affordable Care Act are in a world of trouble.\nTwelve of the nation’s 23 Consumer Operated and Oriented Plans, known as co-ops, won’t provide coverage in 2016 after collapsing under the weight of low enrollment, financial problems and a host of technical and operational issues.\nMichigan’s co-op, Consumers Mutual Insurance of Michigan, crashed earlier this week. While New York’s co-op, Health Republic Insurance of New York, announced last week it would close a month earlier than expected, on Nov. 30, because of a lack of operating funds.\nThe closures have left some 550,000 plan members to find new coverage for 2016 and there’s concern that other co-ops with shaky finances could also collapse. The problem has opened a fresh new political wound for Obamacare. Republicans, who have tried repeatedly to repeal the law, say the Obama administration didn’t properly vet co-ops or act quickly enough when warning signs of failure first appeared.\nThey now worry that the federal government won’t be able to recoup $1.1 billion in federal loans that failed co-ops received.\n“The model was fundamentally unsound from the start,” Rep. Michael Burgess, R-Texas, said Thursday during a hearing before the House Energy and Commerce Subcommittee on Oversight and Investigations. “It was another example of the administration’s desire to conduct dangerous experiments with our nation’s health care.” \n\n$1.1 billion The amount of money in federal loans received by co-ops.\nThe government should pursue all means to get back federal loan dollars from failing co-ops, according to written testimony on Thursday from Gloria Jarmon, an official with the Department of Health and Human Services’ Office of Inspector General.\n“This would include the option to terminate loan agreements, which would require the co-op to forfeit all unused loan funds,” Jarmon said in her statement. “This may allow (HHS) to recover some portion of the loan,” noting that the co-ops would resolve other outstanding debts before repaying federal loans.\nDemocrats say the co-ops’ financial problems stem from efforts by Republican lawmakers to cut Obamacare funding, which spelled doom for the newly formed insurers as they tried to compete with larger, more established and better-funded insurers.\n“Many of the fledgling co-ops simply do not have the capital to absorb this (funding) unpredictability, which contributes to the failures we’ve been seeing,” Rep. Jim McDermott, D-Wash., said at a similar hearing Tuesday before the House Ways and Means Subcommittee on Health. “It is not a problem with co-ops. It’s a direct consequence of Republican sabotage.\"\nIn testimony on Thursday, John Morrison, vice chair of Montana’s co-op, said both Congress and the Obama administration contributed to the co-ops’ struggles by changing their federal grants to loans, cutting their funding and making co-op reserve requirements higher than those for other insurers.\nCreated to give consumers more coverage options and to stir competition among insurers, co-ops also faced the challenge of having to build new provider networks and having no previous claims experiences to base their pricing on.\nThey also struggled to recruit customers against insurance companies with large marketing budgets. Co-ops are prohibited from using their federal startup money on marketing.\n“In the face of multiple pressures, it’s not surprising that some new entrants have struggled to succeed,” Mandy Cohen, chief operating officer at the federal Centers for Medicare and Medicaid Services said during Tuesday’s hearing.\nCohen said the co-ops were further hamstrung when Congress made “substantial rescissions” to the original $6 billion in funding that the organizations were supposed to receive. Instead, the co-ops have received only $2.5 billion in federal loans.\nCo-ops also suffered when Congress passed a Republican-backed measure that cut funding for the risk corridors program, which helps mitigate the extra costs to marketplace insurers that cover a disproportionate number of sicker, more expensive patients.\n\nIn the face of multiple pressures, it’s not surprising that some new entrants have struggled to succeed.\nMandy Cohen, chief operating officer at the federal Centers for Medicare and Medicaid Services\nEDITORS: STORY CAN END HERE\nUnder the program, if the insurers’ medical claims are more than 103 percent of their targeted spending amount, the government pays the insurer a percentage of the difference. If insurers’ claims spending is less than 97 percent of their target estimate, they must pay the federal government a portion of the difference.\nThe pool of money is then distributed by formula to eligible insurers. The program is designed to stabilize premium costs, but Republicans have labeled the risk corridor program a bailout for the insurance industry.\nAlthough co-ops and other marketplace insurers paid $362 billion into the program, they requested $2.87 billion in risk corridor payments.\nBut the omnibus continuing resolution required that risk corridor payments to insurers in 2015 could not exceed collections. So HHS paid out what the program took in – about $362 million, or 12.6 percent of what insurers requested. This left insurers, including co-ops, more than $2.5 billion short of what they were expecting.\nIn Tuesday’s hearing, Cohen said the funding shortfall was a “contributing factor” to the co-ops’ problems. McDermott, however, said the cuts were just too much to overcome for some co-ops. \n“Many of the fledgling co-ops simply do not have the capital to absorb this (funding) unpredictability, which contributes to the failures we’ve been seeing. It is not a problem with co-ops. It’s a direct consequence of Republican sabotage,” McDermott said at Tuesday’s hearing.\nIn written testimony for Thursday’s subcommittee hearing, Julie Mix McPeak, Tennessee’s insurance commissioner, said the shortfall in risk corridor payments “created a net worth deficiency” for Tennessee’s now-shuttered co-op, the Community Health Alliance Mutual Insurance Co., “which ultimately could not be cured.”\nPeter Beilenson, a board member for the National Alliance of State Health CO-OPs, told lawmakers at Thursday’s hearing that Congress should work to resolve the risk corridor funding gap and amend federal loan agreements to allow co-ops to raise private capital to meet their solvency needs.\n“The question now that we confront with the remaining 11 co-ops is how can we succeed?” Beilenson said. “How can they succeed? And how can taxpayer investment be preserved?”\nTony Pugh: 202-383-6013, @TonyPughDC", "byline": "", "description": "Twelve of 23 nonprofit health plans have collapsed\n\nRepublicans blame mismangement; Democrats blame funding cuts\nWill taxpayers be able to recoup hundreds of millions in startup loans?\n…\nClick to Continue »", "title": "Congress continues probe into failing Obamacare co-ops", "url": "http://www.mcclatchydc.com/news/nation-world/national/article43268814.html", "topics": ["health"], "people": ["Michael Burgess"], "orgs": ["HHS", "Medicaid Services", "Congress"], "election_confidence": 0.5722511678418616, "authors": [{"author_id": 33936, "fullname": "tony pugh", "primary_org": "mcclatchy"}], "date_written": "2015-11-05 22:51:13", "org": "mcclatchy", "article_id": "c5ecdcaec9dad42cbc683cc02af05bde", "date_access": "2015-11-05 23:00:06.028281"}