{"body": " Latino activists are angrily demanding that Donald Trump not host “Saturday Night Live” this week. Republican presidential candidates have been bickering over how debates should be conducted. And younger voters are showing little enthusiasm for either political party.\nIt wasn’t supposed to be this way for Republicans. After the 2012 election, a high-level party study said the GOP needed to be more tolerant and welcoming and “needs to stop talking to itself.”\nBut thanks to a wave of unsavory publicity triggered by the views and insults offered by some of the party’s 2016 presidential hopefuls, Republicans have to engage in some image-polishing.\n“Republicans have a serious issue with minorities and young people. They keep ending up on the wrong side of public opinion with those groups,” said Darrell West, vice president and director of governance studies at Washington’s Brookings Institution.\nRepublican Party officials said their party is making important gains, and the goals of the 2013 study are being met. Some, though, conceded that it’s not an easy task.\n“When any of our candidates says something that’s stupid or unwelcoming, it hurts,” said Henry Barbour, an author of the post-2012 report and a Republican National Committee member from Mississippi.\nHe said, though, that on many issues Trump “has connected with people who feel they don’t have a voice anymore. There’s all kinds of things the party can learn from Donald Trump; things we can do and things we shouldn’t do.”\n\nIf Hispanics think we do not want them here, they will close their ears to our policies. Republican Growth and Opportunity Project Report, 2013\nAmong the successes Republicans cite: Republicans this week maintained control of the Virginia Senate, despite a massive Democratic effort to swing the majority its way. Republicans won governorships by big margins in Mississippi and, somewhat surprisingly, in Kentucky. \nParty activists dismissed the debate flap. It’s “ignored by normal American citizens,” said Ari Fleischer, former press secretary for President George W. Bush and a co-author of the post-2012 election report.\nBut other images tell another story, one that the party has been trying for years to overcome.\n“If Hispanic Americans perceive that a GOP nominee or candidate does not want them in the United States (i.e., self-deportation),” the report said, “they will not pay attention to the next sentence.” \nThey paid attention to Trump in June, when he said in his candidacy announcement speech: “When Mexico sends its people, they’re not sending their best. They’re bringing drugs, they’re bringing crime. They’re rapists and some, I assume, are good people, but I speak to border guards and they’re telling us what we’re getting.”\nAfter his remarks, NBC cut ties with Trump, who had hosted “Celebrity Apprentice” and partly owned the Miss USA and Miss Universe pageants.\nMany Latino and immigration advocacy groups, most of whom are considered sympathetic to the Democratic Party, haven’t forgotten his comments.\n“Mr. Trump’s racist remarks and his continued rhetoric demonizing Latinos and immigrants has created fear within these communities around the country,” the 26-member Congressional Hispanic Caucus said this week in a statement.\nLatino activists delivered petitions with thousands of signatures to NBC Wednesday urging the network to dump Trump from “Saturday Night Live.”\n\nIt is shameful for SNL and NBC to think that racism can be repackaged as comedy. Juan Escalante, America’s Voice digital campaigns manager\nHope Hicks, the Trump campaign’s spokeswoman, had no comment. Neither did NBC.\nRepublicans need the Latino vote, which accounted for 8.4 percent of the 2012 total. Not only is that percentage expected to rise next year, but it’s a crucial bloc in some swing states, notably Nevada, Arizona, Colorado, Florida and New Mexico. Mitt Romney, the party’s 2012 presidential nominee, won 27 percent of the Hispanic vote.\nLatino views of Republicans have been steady for years.\n“The Republican Party already had a low image among Latinos,” said Mark Hugo Lopez, director of Hispanic research at the Pew Research Center. Pew found 10 percent of Hispanics said the party shared the concerns of Hispanic voters in 2014. Half rated Democrats that way.\nRepublicans counter by noting that two of its top presidential contenders, Sens. Marco Rubio, R-Fla., and Ted Cruz, R-Texas, are Cuban-American. Cuban-Americans, though, have traditionally leaned Republican.\nThey also cite stronger grass-roots efforts in recent years in minority communities. In 2014, some candidates drew significant Hispanic support; Gov. Greg Abbott of Texas won 44 percent of the Latino vote.\nAnother constituency also poses a challenge for Republicans: younger voters. They are “increasingly put off by the GOP,” the report found. It warned of a generational difference within the conservative movement “about issues involving the treatment and the rights of gays.”\nFor many younger voters, the report said, “these issues are a gateway into whether the party is a place they want to be.”\nEDITORS: STORY CAN END HERE\n\nTwo of the GOP’s top presidential contenders, Sens. Marco Rubio and Ted Cruz, were born in the 1970s. Two of the Democrats’ top candidates, Hillary Clinton and Bernie Sanders, were born in the 1940s.\nMost Republican presidential candidates, while saying they believe marriage should be between a man and woman, have urged respect for others’ views.\nBut Cruz and Mike Huckabee, the former governor of Arkansas and 2016 presidential candidate, in September traveled to Kentucky to support Kim Davis, the court clerk jailed when she refused to issue a marriage license to a same-sex couple. Kentucky Gov.-elect Matt Bevin was also a big Davis supporter.\nYounger voters “have a dislike of institutional politics,” and so far, “we haven’t seen much from leading candidates that really attempts to engage them,” said Kei Kawashima-Ginsberg, director of CIRCLE, a nonpartisan research group based at Tufts University that studies youth voter issues.\nShe found an exception: Sen. Rand Paul, R-Ky., whose libertarian views have had some appeal. Before the Republican debate last week, Paul had lunch with a group of University of Colorado students and got a warm reception. He has said same-sex marriage should be a local issue.\nRepublican officials point to the party’s leadership initiative, which aims to train organizers and volunteers for campaigns well into the future.\nThe debate furor may not be helping ease young voters’ disdain for institutional politics. Candidates disliked how CNBC moderators handled the Oct. 28 debate, and soon afterward, Republican Chairman Reince Priebus suspended the party’s partnership with NBC in the Feb. 26 debate.\nCampaign officials met to discuss ways to change the format. They were unable to agree, but their talks, and their disagreements, dominated political coverage for days.\nIt all helps create an image Republicans would rather not have. \n“Voters will remember,” said West, “when they see ads run by the Democratic nominee next year reminding them.”\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Latino groups protest Trump as ‘Saturday Night Live’ host\nHas party been hurt among Hispanic voters?\nGOP officials cite progress\n…\nClick to Continue »", "title": "Republicans’ prescription for political tolerance tested", "url": "http://www.mcclatchydc.com/news/politics-government/election/article43233696.html", "topics": ["immigration"], "people": ["Rand Paul", "Ari Fleischer", "Mitt Romney", "Kim Davis", "Bernie Sanders", "Marco Rubio", "Darrell West", "Donald Trump", "George W. Bush", "Mike Huckabee", "Reince Priebus", "Hillary Clinton", "David Lightman", "Mark Hugo Lopez", "Hope Hicks", "Henry Barbour", "Greg Abbott", "Matt Bevin", "Ted Cruz"], "orgs": ["CNBC", "Democratic Party", "SNL", "Pew Research Center", "Hispanics", "Republican National Committee", "Republican Party", "Brookings Institution", "GOP", "University of Colorado"], "election_confidence": 0.9987522896567532, "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-05 21:10:25", "org": "mcclatchy", "article_id": "018e4e48f0b0def0d25afede3bead5a5", "date_access": "2015-11-05 21:28:27.565380"}