{"body": "Bernie Sanders is filing his paperwork today for New Hampshire’s first-in-the-nation primary amid reports that he’s sharpening his criticism of rival Hillary Clinton.\nFormer Maryland Gov. Martin O'Malley on Wednesday became the first major presidential candidate to file for the New Hampshire primary ballot. And Clinton’s campaign announced that she will file her paperwork Monday in Concord.\nSanders’ appearance in the New Hampshire Capitol comes as Sanders in a Wall Street Journal interview cast Clinton’s changing stances on issues as a character issue. \nHe told the Journal that he’s not changed his position on issues that weren’t always popular: “Asked about Mrs. Clinton’s recent announcement that she opposed a Pacific trade deal she had once backed, among other changes in position, he said that consistency on such issues ‘does speak to the character of a person.’ ” the Journal reported.\nSanders also said that although he said at the first Democratic debate that the American people are “sick and tired” of the controversy over Clinton’s use of a private email server, he believes the months-long FBI inquiry into the handling of sensitive information while she was secretary of state should “proceed unimpeded.”\nHe also told the Journal that that in 2002 he voted against authorizing the U.S. invasion of Iraq, a measure that Clinton voted for as a New York senator. (She has since said she ‘got it wrong.”) \n“It is important to see which candidates have the courage to cast tough votes, to take on very, very powerful interests,” he said.\nA Clinton spokesman told the newspaper it was “disappointing Sen. Sanders and his campaign strategists have chosen to change direction and engage in the type of personal attacks that they previously said he wouldn’t do.”\n“This has and will remain a campaign about issues for Hillary Clinton, and that’s what she’ll continue to talk about on the trail,” spokesman Josh Schwerin said in an e-mail.\nThe filing period for the primary opened Wednesday and candidates have until Nov. 20 to get on the ballot. They pay a $1,000 fee and must fill out a form confirming that they meet the constitutional requirements to become president and are a registered member of the party where they are competing for the nomination. (Sanders is an independent and there had been speculation about his status, but his campaign said it has Democratic party support -- and a letter from his home state of Vermont that says he is a qualified candidate in its March 1 presidential primary.) \nNew Hampshire’s primary date is not officially set, but it's expected to be Feb. 9. Recent polling in New Hampshire suggests that Clinton has regained a bit of a lead over Sanders. A Monmouth University poll of New Hampshire Democrats this week showed Clinton edging out Sanders by a narrow 48 percent to 45 percent. That’s a reversal from the lead Sanders held in September.\nClinton has been up on air with ads in New Hampshire for months; Sanders this week began airing his first television ad in New Hampshire and Iowa.", "byline": "", "description": "Bernie Sanders files today\nMartin O’Malley was the first to file\nHillary Clinton plans to file her paperwork on Monday\n…\nClick to Continue »", "title": "Dems who want to be president are making it official in New Hampshire", "url": "http://www.mcclatchydc.com/news/politics-government/election/article43211253.html", "topics": ["trade"], "people": ["Bernie Sanders", "Josh Schwerin", "Hillary Clinton", "Martin O'Malley"], "orgs": ["Journal", "Monmouth University", "FBI"], "election_confidence": 0.9558906836860358, "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}], "date_written": "2015-11-05 19:25:22", "org": "mcclatchy", "article_id": "d7b71e43f014350fde1450070266b706", "date_access": "2015-11-05 20:00:03.198524"}