{"body": "\n\n\n\ni\n\n\n\n\n            Until now, Donald Trump has relied on traditional media to cover his campaign, like this book launch earlier this week.\n            \n            \n                \n                Kena Betancur/AFP/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Kena Betancur/AFP/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nUntil now, Donald Trump has relied on traditional media to cover his campaign, like this book launch earlier this week.\n\n            \n            Kena Betancur/AFP/Getty Images\n            \n        \n\n\n\nRepublican presidential candidate Donald Trump released two, minute-long radio ads Thursday morning which will air in Iowa, New Hampshire and South Carolina. It's a $300,000 ad by, with a focus on early nominating states in the presidential race. Until now, Trump has relied on free media coverage, and that strategy seems to have worked — he has been at or near the top of the polls for most of his campaign thus far. With the release of these ads, Trump is either making the point that he's in the race for the long haul, or admitting that he might be a little worried, as Ben Carson's recent rise in Republican polls poses a clear threat. Either way, the ads are bold, touching on the border, military strength, Obamacare and ISIS. In the first, narrated by Trump, the candidate says his opponents have no experience in job creation, and that as president, Trump will \"make the greatest trade deals we've ever made in our country.\" He goes on to say that he'll secure the borders by building a wall and repeal Obamacare — which he calls a \"total disaster\" and replace it with \"something much better.\" He also pledges that if he's elected, \"you'll never be disappointed,\" because he \"doesn't disappoint people.\" \"I'll take care of our veterans and make our military so strong that nobody will mess with us,\" he says. The second ad is narrated by an unnamed woman, who says Trump \"will protect Israel and brutally and quickly cut the head off of ISIS.\" You can hear both ads below. \n\n\n\n\n\n\n\n\n\n\n\nListen: Donald Trump Ad 1\n\nLoading…\n\n\n\n\n\n1:00\n\n\n\n\n\n\n\n\nPlaylist\n                \n\nEmbed\n\nEmbed\n Close embed overlay iframe src=\"http://www.npr.org/player/embed/454874711/454894088\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\">\n\n\n\n\n\n\nListen: Donald Trump Ad 1\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nListen: Donald Trump Ad 2\n\nLoading…\n\n\n\n\n\n1:00\n\n\n\n\n\n\n\n\nPlaylist\n                \n\nEmbed\n\nEmbed\n Close embed overlay iframe src=\"http://www.npr.org/player/embed/454874711/454894119\" width=\"100%\" height=\"290\" frameborder=\"0\" scrolling=\"no\" title=\"NPR embedded audio player\">\n\n\n\n\n\n\nListen: Donald Trump Ad 2\n\n\n", "byline": "", "description": "The bold ads will air in Iowa, New Hampshire, and South Carolina. In one of them, a woman's voice says Trump, once president, will brutally and quickly cut the head off of ISIS.", "title": "In First Radio Ads, Donald Trump Promises 'You'll Never Be Disappointed'", "url": "http://www.npr.org/2015/11/05/454874711/in-first-radio-ads-donald-trump-promises-youll-never-be-disappointed", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Ben Carson", "Kena Betancur"], "orgs": [], "election_confidence": 0.9941019372231077, "authors": [{"author_id": 42, "fullname": "sam sanders", "primary_org": "npr"}], "date_written": "2015-11-05 19:39:50", "org": "npr", "article_id": "4307bb26678bb5fdf581b3b1c7feae38", "date_access": "2015-11-05 20:01:16.608108"}