{"body": "During the hot months of summer, when Donald J. Trump was suddenly on top of the polls as the candidate who shunned fat cats and would finance his own campaign, the real estate developer sent a personalized memento to the casino magnate Sheldon Adelson. \n\nMr. Adelson received an inscribed booklet of glossy photos of Mr. Trump being honored at the Algemeiner Jewish 100 Gala dinner in February, along with Melissa Rivers, who collected an award on behalf of her mother, the comedian Joan Rivers, who died in September 2014, according to two people with direct knowledge of the gift and who were not authorized to speak publicly about it. \n\nThe dinner was held at the Manhattan restaurant Capitale, and was written about in The New York Observer, the newspaper owned by Mr. Trump’s son-in-law, Jared Kushner. \n\nThe event honored people “for their continued support of Israel and the Jewish people,” according to the Observer article. Mr. Trump received his award from his daughter, Ivanka, who converted to Judaism when she married Mr. Kushner. \n\nThe booklet that Mr. Trump sent to Mr. Adelson, who is said to consider the protection of Israel to be among the most important issues in settling on a candidate, featured several photos of the event, including some with him and Ms. Rivers together, according to one person who saw it. \n\nAnd on the booklet was one of Mr. Trump’s trademark notes, scrawled by hand, according to both people with knowledge of the booklet. Addressed to “Sheldon,” Mr. Trump wrote that “no one will be a bigger friend to Israel than me!” recalled one of the people who saw it. \n\nIt was around this time that Mr. Trump spoke to Mr. Adelson by phone, in a conversation that the casino magnate has described to associates as an attempt to secure his support. During that call, according to Mr. Adelson’s recounting of it to his associates, Mr. Trump repeatedly talked about living in a city with a large Jewish population, pointing to his Jewish son-in-law and his now-Jewish daughter. \n\nA spokesman for Mr. Adelson did not respond to requests for comment. Mr. Trump’s campaign manager, Corey Lewandowski, did not respond to an email.  \n\nMr. Trump has made a central part of his campaign message denouncing candidates who appeal to major donors such as Mr. Adelson, who is said to have spent more than $100 million in the 2012 election cycle. Last weekend, he spent time criticizing the hedge fund executive Paul Singer for his support of Senator Marco Rubio. \n\nBut as reported by Politico, Mr. Trump’s son-in-law scheduled a meeting with representatives of Mr. Singer. That meeting was put off and never rescheduled. \n\nAnd Mr. Lewandowski had talked to people within the Trump campaign about his relationship with a longtime adviser to Mr. Adelson, Andy Abboud, as a potential connection. Such discussions run counter to Mr. Trump’s insistence that he is running as a lone wolf fueled only by his own money and the donations of his fans. \n\nPeople close to Mr. Trump have insisted he was more interested in preventing Mr. Adelson from supporting a candidate who could use that money as a weapon against the real estate developer. \n\nIn an appearance on “Morning Joe” on MSNBC on Thursday, Mr. Trump insisted he never sought financial help from major donors. \n\n“I had one conversation with Sheldon and all he wants to do is protect Israel,” said Mr. Trump.  “But I don’t want his money, I don’t need his money.”  \n\nHe added, “The only thing I can tell you is Sheldon Adelson is very well protected because I will take care of Israel, but his primary thing, I would say, 99.99 is Israel.”  ", "byline": "MAGGIE HABERMAN", "description": "As a gift this summer, Donald J. Trump sent Sheldon Adelson the memento from a February gala in New York, though the presidential candidate has insisted he has not sought financial help from the casino magnate or any other major donor.", "title": "First Draft: Donald Trump Sent Sheldon Adelson a Glossy Booklet of Photos", "url": "http://www.nytimes.com/politics/first-draft/2015/11/05/donald-trump-sent-sheldon-adelson-a-glossy-booklet-of-photos/", "topics": ["campaign_finance"], "people": ["Paul Singer", "Corey Lewandowski", "Charles Kushner", "Sheldon Adelson", "Donald Trump", "Marco Rubio", "Donald J. Trump", "Ivanka Trump", "Jared Kushner"], "orgs": ["MSNBC", "Trump"], "election_confidence": 0.9467873924232486, "authors": [{"author_id": 7421, "fullname": "maggie haberman", "primary_org": "nyt"}], "date_written": "2015-11-05 19:02:47", "org": "nyt", "article_id": "eddae2d6b7a8c6882f9a783ce5b58ed6", "date_access": "2015-11-05 19:33:21.629639"}