{"body": "CHICAGO —  For months, it was the biggest political story in Wisconsin: a secret criminal investigation into whether Gov. Scott Walker’s campaign in a 2012 recall election had illegally coordinated fund-raising and spending with several conservative groups. But in July, the state’s conservative-leaning Supreme Court ordered the investigation ended, ruling that state campaign finance law included unconstitutionally vague language.\n\nNow Mr. Walker’s allies in the Republican-controlled State Legislature are poised to pass new campaign finance provisions that would explicitly allow the practices that Mr. Walker’s campaign was accused of engaging in. Specifically, one proposed measure would make clear that independent groups that take sides on issues, but do not explicitly call for voting for a particular candidate, may indeed coordinate with political campaigns.\n\nOn Friday, state senators are expected to consider that provision as part of a sweeping set of changes to the state’s campaign finance laws that have already been approved by the Wisconsin Assembly.\n\nState lawmakers have also moved with similar speed to attack another law that enabled the investigation into Governor Walker’s campaign in the 2012 recall election, which he won. Last month, Mr. Walker signed a law limiting the use of so-called John Doe investigations in political corruption cases, the very tool used to examine his campaign.\n\nAnd state senators are also expected on Friday to consider a measure, already approved by the State Assembly, that would replace the Government Accountability Board, which oversees ethics and elections in the state, with two new boards.\n\nIn all, the moves highlight the level of lingering anger among conservatives in the state over the now-ended investigation into Mr. Walker’s campaign, which resulted in no criminal charges.\n\n“You shouldn’t be hounded just because you have a different political belief,” Robin Vos, the Republican speaker of the State Assembly said in an interview Thursday in which he described the largely secret investigation into Mr. Walker’s political campaign and conservative groups around the state as a “witch hunt.”\n\n“None of it was true,” Mr. Vos said. “Not a speck of it was true.”\n\nIn some of the changes to campaign finance rules, Mr. Vos said lawmakers were simply codifying what the State Supreme Court had decided.\n\nBut critics said the proposed changes were flawed, blatantly partisan and counter to the state’s history. “This is all just to feather the nests of politicians,” said Peter Barca, the Democratic minority leader in the State Assembly. “The era of clean, open, transparent government in Wisconsin is over. It is just strictly an invitation for corruption.”\n\nThe investigation into the 2012 campaign looked at whether Mr. Walker’s advisers directed interactions with outside conservative groups, including the Wisconsin Club for Growth and Wisconsin Manufacturers & Commerce, and whether that violated state law on disclosure rules and donation limits for political purposes. Lawyers for some of the groups said no laws had been violated, in part, because the outside groups never explicitly told people whom they should vote for in the 2012 recall.\n\nAnother provision of the legislation the Senate will be considering Friday would allow individual donors to give twice as much as before to political campaigns; in the case of a candidate for governor, a person could give as much as $20,000. The measure would also permit corporations and unions to give unlimited amounts of money to political parties and to legislative campaign committees.\n\nThe proposal would make it clear that outside so-called issue advocacy groups, which are not required to reveal their donors, could coordinate with political campaigns — a notion supporters said was merely conveying the Supreme Court’s July ruling.\n\nIssue advocacy groups are barred from explicitly urging people to cast votes for a particular candidate, yet the boundaries can be murky and ads sometimes imply support for or against a candidate without mentioning names.\n\nA spokeswoman for Mr. Walker said he would review the campaign finance proposal, and that he supported \"overall reform\" of the state’s Government Accountability Board.\n\n“This is a real outlier among states,” Matt Rothschild, executive director of the Wisconsin Democracy Campaign, a nonprofit that tracks election spending, said of the proposed changes. “Dark money would have a field day in Wisconsin if this thing goes through. This renders meaningless any ability to limit a campaign’s fund-raising.”", "byline": "MONICA DAVEY", "description": "State lawmakers are expected to consider campaign finance provisions that would allow practices that previously made Gov. Scott Walker a target of investigation.", "title": "Legislators Could Upend Finance Laws in Wisconsin", "url": "http://www.nytimes.com/2015/11/06/us/legislators-could-upend-finance-laws-in-wisconsin.html", "topics": ["campaign_finance"], "people": ["Robin Vos", "Scott Walker", "Peter Barca", "John Doe"], "orgs": ["Wisconsin Assembly", "Senate", "Government Accountability Board", "Supreme Court", "State Supreme Court", "State Assembly"], "election_confidence": 0.4956989293304908, "authors": [{"author_id": 741, "fullname": "monica davey", "primary_org": "nyt"}], "date_written": "2015-11-06 01:52:04", "org": "nyt", "article_id": "09305be99d6926f71aab199d530b551d", "date_access": "2015-11-06 02:00:51.245791"}