{"body": "When the Republican presidential hopefuls take the stage in Milwaukee on Tuesday night for their fourth debate, familiar faces will be missing from the prime time lineup — Mike Huckabee and Gov. Chris Christie of New Jersey.\n\nOn Thursday, Fox Business Network, the host of the debate, announced on “Lou Dobbs Tonight” the qualifiers for the main stage, and Mr. Christie and Mr. Huckabee — who had been slipping in recent polls — did not quite make the cut.\n\nTo qualify for the prime-time debate based on the network’s criteria, candidates needed to score at least 2.5 percent or higher in an average of the four most recent national polls through Nov. 4. Those below the 2.5 percent average in the polls could qualify for the so-called “undercard” debate, as long as they hit at least 1 percent in at least one of the four most recent national polls.\n\nDropping off the main stage is a huge blow to Mr. Christie, who has struggled to gain the traction for which he’d hoped ever since announcing his bid, and who saw his “tell it like it is” message inadvertently usurped by Donald J. Trump’s freewheeling, tell-it-like-it-is campaign.\n\nMr. Christie seemed prepared for the news, tweeting within seconds of the announcement that “it doesn’t matter the stage, give me a podium and I’ll be there to talk about real issues like this,” with a link to his now-viral video speaking about drug addiction. \n\nFor Mr. Huckabee, it’s another example of his inability to gain the same traction among evangelicals that helped fuel his rise in 2008. \n\nThe debates, which so far have shattered ratings records, have been critical in helping candidates gain national attention and boost themselves in the eyes of donors and voters — and falling from the main stage to the undercard is likely to hurt Mr. Christie with donors and national exposure. \n\nCarly Fiorina, the former chief executive of Hewlett-Packard, used her strong performance on the undercard stage in the first debate, hosted by Fox News, to launch herself into the upper-tier of candidates, and she subsequently rose in polls after her strong performance at her prime-time debate debut on Sept. 16.\n\nThe candidates who have been relegated to the “junior varsity” debate have struggled to capture voter and media attention. Senator Lindsey Graham of South Carolina and Gov. Bobby Jindal of Louisiana are both pushing the networks to hold two 90-minute prime-time debates with seven candidates — chosen randomly — on each stage.\n\nThe next debate will be Fox Business Network’s first debate. The network has already been promising a more substantive, policy-focused face-off than that of CNBC, who came under criticism for a debate that many Republicans said focused too much on “gotcha” questions. ", "byline": "ASHLEY PARKER", "description": "Fox Business Network, the host of the next Republican presidential debate next week in Milwaukee, announced the qualifiers for the main stage, and Gov. Chris Christie of New Jersey did not quite make the cut.", "title": "First Draft: Chris Christie and Mike Huckabee, in Big Blow to Their Campaigns, Are Cut From Main Debate Stage", "url": "http://www.nytimes.com/politics/first-draft/2015/11/05/chris-christie-in-big-blow-to-his-campaign-is-cut-from-main-debate-stage/", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Lou Dobbs", "Chris Christie", "Lindsey Graham", "Mike Huckabee", "Donald J. Trump", "Bobby Jindal", "Carly Fiorina"], "orgs": ["CNBC"], "election_confidence": 0.8615558605684002, "authors": [{"author_id": 713, "fullname": "ashley parker", "primary_org": "nyt"}], "date_written": "2015-11-06 00:21:36", "org": "nyt", "article_id": "75a8cde639450c43a12de7f4704193e8", "date_access": "2015-11-06 00:36:28.941978"}