{"body": "\n                                        Updated 11/05/15 06:23 PM EST\n\n                                        By \nElana Schor\n\nThe company said it is reviewing the subpoena disputed allegations that it misled the public. \n\n11/05/15 06:21 PM EST\n\n                                        By \nEliza Collins\n\nJeb Bush can fix anything.\n\n2016\n\n11/05/15 06:02 PM EST\n\n                                        By \nAlex Isenstadt\n                                         and \nMarc Caputo\n\nFlorida's top fundraiser quits Bush team, signals shift to Rubio.\n\n11/05/15 05:59 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nEight months into Hillary Clinton’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than...\n\n2016\n\n11/05/15 04:43 PM EST\n\n                                        By \nAnnie Karni\n\nThe former president is taking a more active role and is staying calm.\n\n                                        Updated 11/05/15 04:16 PM EST\n\n                                        By \nJohn Bresnahan\n\nThe California Republican is happy to be House majority leader, for now.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nJosh Gerstein\n\nKrass said scrutiny of OLC has had the effect of reducing demands for its formal opinions.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 03:37 PM EST\n\n11/05/15 03:36 PM EST\n\n                                        By \n                                                Alex Weprin\n\nThe debate will be streamed for free on Foxbusiness.com without the need to be a cable TV subscriber.\n\n11/05/15 03:32 PM EST\n\n                                        Updated 11/05/15 03:31 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n11/05/15 02:49 PM EST\n\n11/05/15 02:48 PM EST\n\n                                        Updated 11/05/15 02:42 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n                                        Updated 11/05/15 02:41 PM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\nWe're working on more stories right now\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n\n                Jeb Bush speaks at an event in Nevada. | Getty\n\n            By \nEliza Collins\n\n11/05/15 06:21 PM EST\nJeb Bush is promoting his new book this week — a 600-plus-page tome about his email exchanges as governor of Florida — as well as a new campaign slogan: “Jeb can fix it.” He's been passing around his email address, jeb@jeb.org, and urging voters to drop him a line.\nBush's critics have had fun with the struggling presidential candidate, passing around memes of Jeb as Bob the Builder and trolling him on Twitter using the hashtag #JebCanFixIt.\nStory Continued Below\nAnd at a New Hampshire town hall this week, three separate voters appeared to take his new slogan extremely literally, asking him detailed questions about septic tanks. (\"I'm not going to solve your septic problem tonight, I'm afraid,\" Bush told one woman.)\nBush has taken the ribbing in good humor, as an email exchange released by National Review reporter Katherine Timpf shows.\nFirst, Timpf tweeted at Bush to ask if voting for him would help empower her to clean her room:\n\nHey my room is a mess can u fix it @JebBush\nHe replied with his email address:\n@KatTimpf email jeb@jeb.org with the details\nShe then shared her email:\nPlease confirm when read @JebBush pic.twitter.com/qeY2aMhgN2\nBush tweeted back:\n@KatTimpf sent you some guidance\n“I will empower you to clean up your own room. It will be liberating! You will feel good about yourself. You will then live a life of purpose and meaning. You will be inspired to help other to help them clean their own rooms. This is the path to lessen our dependency on Mt Washington. You can do it and I fixed. Jeb,” he wrote.\nThe book is part of a broader campaign by Bush, who reportedly spent 25-30 hours a week on email when he was in office, to showcase his commitment to transparency and draw a contrast with the investigation into Democratic candidate Hillary Clinton’s private email server.\nBush has been giving out his address for years. But he's deluged with emails since he started more proactively telling voters to send him a note:\n\nJeb says he has gotten some 800 emails over the last 24 hours. Including one from a man asking if he could fix his toilet.\nAsked by POLITICO why he started giving out his personal email address, Bush responded in under two hours.\n\"I’ve been doing this for years. I love hearing from people,\" he wrote.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Jeb emails National Review reporter about her messy room", "url": "http://www.politico.com/story/2015/11/jeb-bush-emails-national-review-reporter-215569", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Lauren Gardner", "Erin Mershon", "Henry C. Jackson", "Hadas Gold", "Marc Caputo", "Jon Allen", "Jenny Hopkinson", "Brian Mahoney", "Alex Weprin", "Theodoric Meyer", "Josh Gerstein", "Elana Schor", "Gabriel Debenedetti", "Annie Karni", "Nick Gass", "Bernie Becker", "Jeb Bush", "Bill Clinton", "Alex Isenstadt", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Barney Frank", "Bernie Sanders", "David Makovsky", "Tim Starks", "Jeremy Herb", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Hillary Clinton", "Eric Wolff", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["DNC", "Senate", "Priorities USA Action", "Supreme Court", "UAW", "National Review", "Democratic National Committee", "R&D", "Bob"], "election_confidence": 0.9961631415360336, "authors": [{"author_id": 30896, "fullname": "elana schor", "primary_org": "politico"}], "date_written": "2015-11-05 23:21:20", "org": "politico", "article_id": "0febd7aace1b3a2daaa69229bf558f24", "date_access": "2015-11-05 23:44:59.043362"}