{"body": "\n11/05/15 03:37 PM EST\n\n11/05/15 03:36 PM EST\n\n                                        By \n                                                Alex Weprin\n\nThe debate will be streamed for free on Foxbusiness.com without the need to be a cable TV subscriber.\n\n11/05/15 03:32 PM EST\n\n                                        Updated 11/05/15 03:31 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n11/05/15 03:05 PM EST\n\n                                        By \nJosh Gerstein\n\nKrass said scrutiny of OLC has had the effect of reducing demands for its formal opinions.\n\n11/05/15 02:56 PM EST\n\n                                        By \nJohn Bresnahan\n\nThe California Republican is happy to be House majority leader, for now.\n\n11/05/15 02:49 PM EST\n\n11/05/15 02:48 PM EST\n\n                                        Updated 11/05/15 02:42 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n                                        Updated 11/05/15 02:41 PM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:33 AM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\n\n11/05/15 07:17 AM EST\nHow Paul Ryan helped elect Brady as Ways and Means chair\n\n                                        Updated 11/05/15 07:13 AM EST\n\n                                        By \nVictoria Guida\n\nCurrency agreement on the side — House defeats Ex-Im amendments\nWe're working on more stories right now\n\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n\n                House Majority Leader Kevin McCarthy speaks to the media while flanked by House Speaker Paul Ryan. | Getty\n\n                        His rapid rise in House leadership has stalled, but allies including Paul Ryan are standing by him. \n\n            By \nJohn Bresnahan\n\n11/05/15 02:56 PM EST\nFor the first time in his political career, Kevin McCarthy has tasted defeat. And for the first time, the House majority leader, who rocketed to No. 2 in leadership faster than many members land a committee chairmanship, is going to have to be content to stay where he is, possibly for years.\nWhen McCarthy ditched his bid for speaker last month — in the face of fierce opposition from the right, a major gaffe about his party’s probe of the Benghazi attacks, and rumors about his personal life — some of his Republican colleagues wondered whether the majority leader would or even could stay in Congress. One top Republican said it was \"50-50\" that McCarthy would retire, and questioned whether he \"really wants to be here now.\" \nStory Continued Below\nBut long before his aborted bid for the speakership, the affable California Republican built up a deep reservoir of good will within the GOP Conference. And he appears to still have the confidence of leadership — starting with new Speaker Paul Ryan — and rank-and-file members to remain majority leader.\n\"It’s clear that [McCarthy] is fully on board with the speaker’s desire to shake up the way things are done around here, and his counsel has been indispensable as we’ve worked to get this new speakership started off on the right foot,\" said Brendan Buck, spokesman for Ryan. \"It’s going to be a great partnership for a long time.\"\n\n\n\n            By \nJake Sherman\n\nIn an interview with POLITICO this week, McCarthy asserted that his decision to drop his speaker campaign actually strengthened his position within the conference, a view his allies share. He said the move allowed Republicans, already reeling from John Boehner’s resignation, to avoid an ugly fight between mainstream members and hard-liners, and to coalesce around Ryan.\n\"If you go back and look at my decision not to run [for speaker], I think we'll look at history and say that's the time we were able to come back together,\" McCarthy said in his first floor office in the Capitol. \"We had to face the challenges of where we are and where we're gonna go. And it gave us that moment.\"\nMcCarthy said he’s upbeat about tackling big-ticket issues with Ryan like tax reform, defying doubts that major work in Congress can get done in a presidential election year. Still, McCarthy’s status points to the importance of expectation and potential in the never-ending scramble for power that is Congress. He was seen as a future speaker; his every move was analyzed for what impact it would have on him becoming the top Republican leader. \nNow that that possibility has been set aside — if not indefinitely, probably for a long time — McCarthy has to recalibrate his political trajectory. Some weaknesses have been exposed, detractors and rivals within his own party have been more clearly identified, and the true depth of his support is clear. \nWhether McCarthy has peaked, or whether this is a temporary setback before another eventual bid for speaker, is still to be determined. \nMcCarthy's aides and allies believe he could have gotten the 218 votes he needed to become speaker, although it would have been an ugly, grind-it-out victory. Politics aside, McCarthy said he believed his decision to step aside was simply the right choice. \n\n\n\n            By \nSeung Min Kim\n\nEven his critics say McCarthy seems \"more like his old self\" — more relaxed and less tense about what will happen next. \n\"I actually believe at the end of the day, we've got a stronger leadership team now than we would before,\" McCarthy insisted. \n\"I'm excited because I see us getting stronger,\" McCarthy said of Ryan. \"We have different strengths and weaknesses, but I think those complement each other probably better than anyone else [in leadership].\"\nBowing out of the speaker’s race was a concession to the bare-knuckled reality of life inside the GOP Conference nowadays. McCarthy may have been able to muscle his way into the job. But if he only barely won a floor vote to become speaker, it’s questionable, at best, whether he would have been more effective than Boehner, who was hounded by the Freedom Caucus and other right-wing members during the five-plus years that he led the House. \nMcCarthy likely would have faced potential motions to \"vacate\" the speaker's post, rebellions on procedural votes and legislation, and a tidal wave of criticism from conservative media and organizations that had made it their mission to bring down \"Speaker McCarthy.\"\n\"I think there were a lot of members — some have said this publicly, some have said this in conference — how selfless it was that [McCarthy] recognized there were still fissures in the conference, and he chose not to run for speaker, stepped back,\" Majority Whip Steve Scalise (R-La.) said in an interview. \n\"I still think he would have been able to get to 218 on the House floor,” Scalise added. “But he felt that we wouldn't have been in the right place after that happened.\"\nNow, according to his allies, McCarthy has time to recover from the Benghazi blunder, in which he undermined the special committee investigating the 2012 attacks by publicly declaring the panel was created to hurt Hillary Clinton politically. The remarks raised questions about whether McCarthy had the verbal acumen to serve as a face of the GOP.\nTime should also allow talk of a relationship with Rep. Renee Ellmers (R-N.C.) — fueled in part by Ellmers' own apology to the Republican Conference over those same rumors — to die down. \nThe ideal scenario for a McCarthy comeback and potential future speaker bid, his allies say, goes something like this: He’ll have proved himself to be a loyal top lieutenant to Ryan, continuing to build relationships with other members and doing the political spadework that comes with a top party post. The perception of McCarthy as lacking the gravitas to be speaker, the doubts about his suitability for the job, will have been addressed. \nDespite the fact that he was elected to the GOP leadership only in 2011 — he was appointed chief deputy whip in 2009 — McCarthy is now the longest-serving member of the Republican hierarchy.\n\"He's now the 'Old Man' in leadership, which is different for him,\" said Rep. Patrick McHenry (R-N.C.), the chief deputy majority whip, of McCarthy. \"I think that gives him a different perspective.”\n\n\n\n            By \nHeather Caygle\n             and \nLauren Gardner\n\nLike other Republicans, McHenry, who himself just turned 40 last month, believes McCarthy could still be speaker one day. \"It's still wide open for him. The question is how long Paul wants to be speaker. Kevin is well-positioned to take up the reins after that,\" McHenry said. Part of McCarthy's appeal — and one that may become even more important in the Paul Ryan era — is fundraising, the grunt work of modern politics. Ryan, who has young children, has said he won't take on the same grueling travel schedule that Boehner kept. That’s an opportunity for McCarthy to step up.\nMcCarthy just transferred $1.2 million from his campaign account to the National Republican Congressional Committee, and he raised more than $4 million this last quarter for his various political committees. Sources close to the California Republican say he plans to keep up this pace throughout the rest of what will be a tough cycle politically and financially for GOP lawmakers.\n\"I believe he has tremendous opportunities in front of him,” said Rep. Tom Graves (R-Ga.), a McCarthy ally. “I believe, No. 1, he can be majority leader as long as he wants the job. And if the opportunity ever presented itself in the future again to be speaker, I would hope that he would consider that.\"\n © 2015 POLITICO LLC", "byline": "", "description": "His rapid rise in House leadership has stalled, but allies including Paul Ryan are standing by him.", "title": "McCarthy looks to rebound from failed speaker bid", "url": "http://www.politico.com/story/2015/11/kevin-mccarthy-future-speaker-215489", "topics": ["foreign policy/national security", "economy"], "people": ["Isaac Arnsdorf", "Lauren Gardner", "Erin Mershon", "Hadas Gold", "Janet Yellen", "Jon Allen", "Brendan Buck", "Steve Scalise", "Jenny Hopkinson", "John Boehner", "Brian Mahoney", "Theodoric Meyer", "Josh Gerstein", "Bernie Sanders", "Nick Gass", "Bernie Becker", "Alex Weprin", "Barney Frank", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Makovsky", "Tim Starks", "Gabriel Debenedetti", "Jeremy Herb", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Hillary Clinton", "Ben White", "Renee Ellmers", "Victoria Guida", "Eric Wolff", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["Fed", "Congress", "DNC", "Senate", "Priorities USA Action", "Supreme Court", "UAW", "Freedom Caucus", "Democratic National Committee", "National Republican Congressional Committee", "R&D", "GOP"], "election_confidence": 0.9866134258251983, "authors": [{"author_id": 39219, "fullname": "alex weprin", "primary_org": "politico"}], "date_written": "2015-11-05 19:56:47", "org": "politico", "article_id": "05babf7dc8a2188f2a88ad3267da11bb", "date_access": "2015-11-05 20:46:14.544095"}