{"body": "\nTrade\n\n11/05/15 08:35 PM EST\n\n                                        By \nAdam Behsudi\n\nThe exceptions range from limits on foreign circuses in Peru to continued preferences for small and minority-owned businesses in the U.S. \n\n2016\n\n                                        Updated 11/05/15 08:14 PM EST\n\n                                        By \nDaniel Strauss\n                                         and \nHadas Gold\n\nPaul and Kasich hang on in primetime, while Graham and Pataki get bumped from the entire Nov. 10 event.\n\n2016\n\n                                        Updated 11/05/15 07:59 PM EST\n\n                                        By \nAlex Isenstadt\n                                         and \nMarc Caputo\n\nFlorida's top fundraiser quits Bush team, signals shift to Rubio.\n\n11/05/15 07:08 PM EST\n\n                                        By \n                                                POLITICO Staff\n\nOn the undercard stage will be Christie, Huckabee, Louisiana Gov. Bobby Jindal, and former Sen. Rick Santorum.\n\n11/05/15 07:04 PM EST\n\n11/05/15 06:55 PM EST\n\n                                        By \n                                                POLITICO Staff\n\n\"I think there is a possibility that there was a bomb on board and we're taking that very seriously,\" he says. \n\n11/05/15 06:48 PM EST\n\n                                        By \nEliza Collins\n\nThe statement was out for about an hour, before it was rescinded. \n\n11/05/15 06:45 PM EST\n\n                                        Updated 11/05/15 06:23 PM EST\n\n                                        By \nElana Schor\n\nThe company said it is reviewing the subpoena disputed allegations that it misled the public. \n\n11/05/15 06:21 PM EST\n\n                                        By \nEliza Collins\n\nJeb Bush can fix anything.\n\n11/05/15 05:59 PM EST\n\n                                        By \n                                                Henry C. Jackson\n\nEight months into Hillary Clinton’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than...\n\n2016\n\n11/05/15 04:43 PM EST\n\n                                        By \nAnnie Karni\n\nThe former president is taking a more active role and is staying calm.\n\n                                        Updated 11/05/15 04:16 PM EST\n\n                                        By \nJohn Bresnahan\n\nThe California Republican is happy to be House majority leader, for now.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nJosh Gerstein\n\nKrass said scrutiny of OLC has had the effect of reducing demands for its formal opinions.\n\n11/05/15 03:37 PM EST\n\n11/05/15 03:36 PM EST\n\n                                        By \n                                                Alex Weprin\n\nThe debate will be streamed for free on Foxbusiness.com without the need to be a cable TV subscriber.\n\n11/05/15 03:32 PM EST\n\n                                        Updated 11/05/15 03:31 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n11/05/15 02:49 PM EST\n\n11/05/15 02:48 PM EST\n\n                                        Updated 11/05/15 02:42 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n                                        Updated 11/05/15 02:41 PM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\nWe're working on more stories right now\n\nTrade\n\n                        The exceptions range from limits on foreign circuses in Peru to continued preferences for small and minority-owned businesses in the U.S. \n\n            By \nAdam Behsudi\n\n11/05/15 08:35 PM EST\n\n                A general view of the cargo terminal area of Tokyo port. | Getty\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Rich Lowry\n\n\n                                            By \n                                                    Barney Frank\n\nAs the Obama administration extols the benefits of a massive Asia-Pacific trade deal unveiled Thursday, it is unlikely to mention how Peru can continue to limit performances by foreign circuses or that Chile can still ban foreigners as security guards.\nThe exceptions, laid out in multiple annexes and embedded in various chapters of the 1,000-page-plus Trans-Pacific Partnership agreement, range from these obscure provisions to controversial measures that could make it harder for U.S. businesses to compete overseas — and not incidentally, cost congressional votes where there might be no margin for error for passage.\nStory Continued Below\nThe agreement allows Malaysia, for instance, to maintain preferential treatment for ethnic Malays in government projects, making it harder for U.S. construction companies to win bids for those contracts.\nMexico won language to prevent foreign companies from filing disputes challenging certain Mexican laws that cover everything from oil extraction to railways. That could anger some U.S. companies who feel wronged by Mexican policies.\n“The text that I’ve read so far includes annexes and exclusions up the gazoo,” said Rep. Bill Pascrell (D-N.J.), a House Ways and Means member. “You think you’ve seen it all? You have not. Exclusions to rules by each country. Bilateral deals with Japan, and more than 50 two-way side letters.”\n\n\n\n            By \nHeather Caygle\n             and \nLauren Gardner\n\nBut what might seem like a quirky or inexplicable loophole from one partner's perspective turns out to be a make-or-break provision for another, based on that nation's history and economic traditions. And building a trade deal with 12 partners — especially one that will cover 40 percent of the world's gross domestic product — involves a delicate balancing act, juggling among numerous sensitivities on the path to a deal. \nU.S. Trade Representative Michael Froman says the deal will lower trade barriers and advance America's values, as well as its interests in the fast-growing Asia-Pacific region. \n\"Other countries, such as China, are already moving forward with deals that don’t reflect our interests and our values,\" he said Thursday. \"Failure to pass TPP would come at a high price here at home: jobs lost, wages cut and opportunity squandered.\"\nFroman asserted that a foreign government's ability to win exceptions in the deal was often weighed against the commercial impact on U.S. businesses. \nMalaysia, for instance, sought to retain programs that give native Malays, known as Bumiputera, preference for contracts for government projects. The final deal laid out a sliding scale, allowing Malay businesses to get greater preference for smaller projects, while larger procurement bids, which are more interesting to U.S. firms, would provide fewer advantages. \n“It’s an absolutely central policy there, absolutely central to their politics,” Froman said of Malaysia. “They would not be able to participate in TPP if they were not accommodated in one form or the other for what is a defining feature of their political system.”\nBy the same token, the U.S. was able to maintain the advantages given to small or minority-owned businesses when bidding on government contracts.\nVietnam made new openings in its public procurement market, which has largely been off limits to outside firms. But Hanoi can require foreign firms that win government contracts to use local labor and materials to benefit Vietnamese businesses.\n“In terms of opening markets, it’s going to take them time,” said Jean Heilman Grier, a trade consultant who served as chief procurement negotiator for the U.S. Trade Representative’s office.\n\n\n\n            By \nJake Sherman\n\nFor the first time, the U.S. was also able to include rules that establish fair competition between private companies and state-owned enterprises, which some regard as a signal to China that membership in TPP would require drastic economic reforms.\nBut even as those rules seek to level the playing field in Vietnam, Malaysia and Singapore — countries with extensive state ownership throughout the economy — the deal allows those governments to shield such entities from certain requirements — potentially raising concerns among pro-business Republicans who want to see companies from their districts thrive in foreign markets.\nSingapore’s massive sovereign wealth fund, Temasek, was exempted from the agreement's rules on competition, for instance, despite its involvement in what are considered state-owned companies. But many of the companies it owns will be covered by the pact's rules if Temasek appoints the CEO, or a majority of the senior management or board of directors, or if it actively directs the business.\nMalaysia was able to preserve the ability of state-owned companies to offer preference to ethnic-Malay-owned businesses when purchasing goods and services, but only for commercial activities taking place within the country.\nVietnam was permitted to bypass a rule restricting government subsidies to state companies — as long as the funding is used for restructuring and does not give the company an unfair market share or enable it to undercut prices.\nDespite the number of those exclusions for state-owned enterprises, U.S. businesses seemed heartened that few were granted a blanket exemption.\n“I think the objective was every SOE [state-owned enterprise] had to eat something on the menu,” said a business source closely following the talks. “I’m expecting to give a ‘B’ to USTR.”\nLawmakers may also raise concerns over the definition of a state-owned enterprise, which the deal requires to be more than 50 percent owned by the government.\n“If a government owns 49 percent of the shares in a particular company and let’s say no other shareholder owns more than 1 percent ... you would pretty likely expect that there would be a great deal of government influence and control over that enterprise,” said a House Ways and Means Committee staffer. “So I think that is a very real concern of ours.”\nVictoria Guida contributed to this report.\n © 2015 POLITICO LLC", "byline": "", "description": "The exceptions range from limits on foreign circuses in Peru to continued preferences for small and minority-owned businesses in the U.S.", "title": "TPP deal has &apos;exclusions up the gazoo&apos;", "url": "http://www.politico.com/story/2015/11/trade-tpp-exceptions-215582", "topics": ["trade"], "people": ["Isaac Arnsdorf", "Lauren Gardner", "Erin Mershon", "Bill Pascrell", "Henry C. Jackson", "Hadas Gold", "Marc Caputo", "Jon Allen", "Brian Mahoney", "Alex Weprin", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "Bobby Jindal", "Gabriel Debenedetti", "Rich Lowry", "Elana Schor", "Nick Gass", "Bernie Becker", "Alex Isenstadt", "Rick Santorum", "Bill Clinton", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Barney Frank", "Bernie Sanders", "David Makovsky", "Tim Starks", "Michael Froman", "Adam Behsudi", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Hillary Clinton", "Victoria Guida", "Eric Wolff", "Ben Carson"], "orgs": ["USTR", "DNC", "Senate", "Priorities USA Action", "Supreme Court", "UAW", "Democratic National Committee", "R&D"], "election_confidence": 0.9959913555653356, "authors": [{"author_id": 30908, "fullname": "adam behsudi", "primary_org": "politico"}], "date_written": "2015-11-06 01:35:41", "org": "politico", "article_id": "50193794218d87c10782236db82dbfd0", "date_access": "2015-11-06 01:45:17.126867"}