{"body": "\n2016\n\n11/05/15 04:43 PM EST\n\n                                        By \nAnnie Karni\n\nThe former president is taking a more active role and is staying calm.\n\n                                        Updated 11/05/15 04:16 PM EST\n\n                                        By \nJohn Bresnahan\n\nThe California Republican is happy to be House majority leader, for now.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n                                        Updated 11/05/15 03:59 PM EST\n\n                                        By \nJosh Gerstein\n\nKrass said scrutiny of OLC has had the effect of reducing demands for its formal opinions.\n\n11/05/15 03:52 PM EST\n\n                                        By \nElana Schor\n\nThe company said it is reviewing the subpoena disputed allegations that it misled the public. \n\n11/05/15 03:37 PM EST\n\n11/05/15 03:36 PM EST\n\n                                        By \n                                                Alex Weprin\n\nThe debate will be streamed for free on Foxbusiness.com without the need to be a cable TV subscriber.\n\n11/05/15 03:32 PM EST\n\n                                        Updated 11/05/15 03:31 PM EST\n\n                                        By \nNick Gass\n\nJeb Bush expressed full confidence in his brother's decision-making and power during his presidency on Thursday.\n\n11/05/15 02:49 PM EST\n\n11/05/15 02:48 PM EST\n\n                                        Updated 11/05/15 02:42 PM EST\n\n                                        By \nSeung Min Kim\n\nDemocrats plan to relent and allow a separate funding measure that pays for military construction and veterans programs to advance on the Senate floor.\n\n                                        Updated 11/05/15 02:41 PM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 02:15 PM EST\n\n                                        By \nHadas Gold\n\nJon Allen has left Vox, POLITICO has confirmed.\n\n                                        Updated 11/05/15 02:03 PM EST\n\n                                        By \nEliza Collins\n\nHomeland Secretary Jeh Johnson approved the campaigns request. \n\n11/05/15 02:00 PM EST\n\n                                        By \nIsaac Arnsdorf \n\nABA taps Chamber's Sharp — Brady allies ascendant — Fundraisers sidelined?\n\n11/05/15 01:59 PM EST\n\n                                        By \nNick Gass\n\nAs Carson's support increases, so has media scrutiny of his past statements.\n\n11/05/15 01:44 PM EST\n\n                                        By \nJake Sherman\n\n\"I'm going to tell you bills will come up that may not pass,\" Ryan (R-Wis.) told reporters.\n\n11/05/15 01:30 PM EST\n\n                                        Updated 11/05/15 12:48 PM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 12:12 PM EST\n\n                                        By \nGabriel Debenedetti\n\nBernie Sanders' presidential campaign has signed a joint fundraising agreement with the Democratic National Committee, the DNC confirmed to POLITICO.\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:44 AM EST\n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\nWe're working on more stories right now\n\n2016\n\n                        The former president is taking a more active role and is staying calm.\n\n            By \nAnnie Karni\n\n11/05/15 04:43 PM EST\n\n                Hillary and Bill Clinton greet guests at the end of the Jefferson-Jackson Dinner in Des Moines, Iowa. | Getty\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\nHillary Clinton was standing in her holding room in the Longworth House Office Building, exhausted, hoarse and relieved after her Benghazi testimony, when the phone rang. It was Bill Clinton.\nHe had been glued to the television watching her performance and he had a message that would boost her spirits. You did a great job, the former president said.\nStory Continued Below\nHillary had executed a strategy that Bill helped put together for one of the biggest tests of his wife's campaign to date. In closed-door prep sessions leading up to the high-stakes, 11-hour testimony, he had pushed his wife to do what came so hard to him: focus on your demeanor as much as any individual answer, stay calm, keep smiling, be as focused in hour 11 as hour one and above all, don’t let them get to you, according to insiders.\nEight months into Hillary Clinton’s second presidential run, Bill Clinton is already occupying a more significant private role as a strategic adviser than he did in 2008 when his deployment was as a public surrogate -- a role that effectively ended with his angry, politically damaging diatribes in a catastrophic South Carolina primary loss to Barack Obama. \nThis year, his biggest influence so far has been behind the scenes, a veteran voice who can carry the day during decisive moments in the race, even if he's removed -- by design -- from the nitty gritty of directing the daily operation.\nAs always, it's hard to figure out exactly what Clinton is doing -- he doesn't make a habit of reading out his conversations with his wife to anyone. But people close to the Clintons tell POLITICO it's not unusual for him to sit in on big meetings or even participate in conference calls with senior staff from time to time. He's motivated by his belief that Hillary belongs in the Oval Office, but he's also eager to undo any negative impact he had on the campaign last time around. And -- unlike 2008 when the campaign's top staff were loyalists to his wife -- his new role is enhanced by strong personal ties with top campaign chairman John Podesta, his former chief of staff at the White House, and campaign manager Robby Mook, with whom he developed a personal bond when Mook ran the campaign of his good friend, Virginia Gov. Terry McAuliffe.\n“His mood is that it’s still hers to lose,” said hedge fund billionaire Marc Lasry, a major Clinton donor who has traveled extensively with the former president. “If she continues to do what she’s doing, which is talking about the issues, she’ll be the next president.” \n\n\n\n            By \nGabriel Debenedetti\n\nWhile Bill Clinton has no clearly defined role on the campaign and is not involved on a daily basis, the reality is that there’s no major campaign decision occurs without his involvement. Over the summer, while vacationing with his wife in the Hamptons, Bill Clinton became “obsessed with the email thing,” one source close to the Clintons said. “He was really in the weeds about how classification works. He was intense.” For weeks, he pushed the position to Podesta that Hillary Clinton should not apologize or give an inch by dumping anything out in public, inside sources said. \nHe also assumed a role in some of the prep sessions for the two biggest moments of the campaign so far -- the first Democratic debate and Clinton’s testimony in front of the House Benghazi Committee. There, he has served both as a sounding board for campaign officials, and helped tighten Clinton's answers to questions, donning his \"explainer-in-chief\" cap to help to simplify policy proposals. Hillary Clinton often performs best when her husband is around and offering supportive advice, according to her confidantes. She was thrilled, for instance, when the former President accompanied her to the debate in Las Vegas. \nSensitive to the complicated emotions involved in ending a life in politics, Bill Clinton was firm in his belief that the campaign should not weigh in as Joe Biden made his decision about whether to run -- even as some top outside advisers began pushing for the campaign to do more to block his entry as the waiting game dragged on. “His view was that people should step back and appreciate what this means to Joe Biden, that was his attitude throughout,” said an associate close to Bill Clinton. “He really felt very strongly that this was something that was particular to him and his family. He spoke to the vice president after he made a statement.” \nBill Clinton also remains involved in editing his wife’s major speeches -- a role the Clintons have performed for each other for decades. And he has stepped up his fundraising efforts too, just as Vermont Sen. Bernie Sanders began to close the money gap Clinton in last quarter's cash dash. Last month, Bill Clinton headlined more than five fundraisers for his wife’s campaign, and he will continue to bring money into the campaign’s coffers over the coming months, an aide said. \nFor the first six months of the year, sources said, Bill Clinton was “highly concerned” about the Jeb Bush juggernaut on the other side of the aisle. But that fear as faded recently, as Bush has failed to deliver a breakout debate performance and his poll numbers have tanked. Overall, friends said, he remains confident and upbeat about his wife’s shot at the White House, which may explain the ease he seems to be having with his role.\nIn the weeks leading up to the campaign’s launch last April, outside advisers said the campaign was over-thinking how to manage Bill Clinton’s role. Eager not to repeat the mistakes of 2008 -- when top operatives attempted to limit his exposure to the campaign out of fear the former President would overshadow his wife -- the campaign quickly established tighter coordination between Clinton's staff in Harlem and his wife's campaign in Brooklyn. But they also rolled Hillary Clinton out alone for weeks on a soft launch “listening tour\" and made it clear Bill Clinton wouldn't be hitting the campaign trail until further down the road. His first official appearance at his wife’s side -- at her Roosevelt Island kick-off rally -- was understated. He was seen but not heard, standing next to his daughter, Chelsea, smiling and waving to the crowd. \nBut Bill Clinton’s role has fallen more easily into place with less planning than many expected -- even during the testing months where the email controversy threatened to sideline the Democratic frontrunner and some feared the ex-president would show off in public his more volatile side that can emerge when his wife is under attack. \nNonetheless, it remains difficult for Clinton allies to clearly define his role -- Bill Clinton looms too large, and it begins to look like he is overwhelming his wife’s campaign; Bill Clinton appears marginalized, and the subtext is the campaign views him as a distraction like they did eight years ago, when he was siloed off and channeled his influence primarily through chief strategist and pollster Mark Penn. In short, the campaign's challenge is to maintain the Goldilocks effect when it comes to explaining Bill Clinton -- showing him off in a role that is not too big, but not too small.\n“It’s no secret President Clinton is committed to doing everything he can to see his wife elected President,” said Tina Flournoy, his chief of staff. “We talk to the campaign regularly, and work with them to figure out where he can be most helpful while balancing his other work.” \n“He could always be of counsel, of course,” added Democratic strategist Doug Sosnik, who served as a close adviser to Clinton in the White House. “But, this isn’t his full time job. He offers his opinion and provides his perspective when asked.” \nIndeed, many people close to Bill Clinton paint a picture a man happy to help when called upon to do so, but not knocking on the door at Brooklyn headquarters eager to get more involved; available for moral support and big picture thinking, but also keenly aware of his role as an outside adviser who is not living and breathing the campaign on a day to day basis. \n“He doesn’t plan his life around her campaign,” said Joe Lockhart, a long-time friend who served as a senior adviser to Clinton in the White House. “He’ll throw his two cents in. If he’s around, he’ll jump on a call. It’s not part of the schedule, but it’s something he enjoys thinking about and helping when he can.\" \nFor instance, Bill Clinton does not have a regular campaign conference call on his schedule. And he does not speak daily with anyone on the campaign, like he did in 2008 when he would confer constantly with Penn to dissect polls and rehash strategy. This time around, Bill Clinton is invited to be more involved, but at the same time “he doesn’t spend every day on the phone, going through polls,” said someone close to Clinton. There are full days, insiders said, when Clinton makes no calls at all, and spends hours at a time on his own correspondence and reading. \n\nCongress\n\n            By \nRachael Bade\n\nWhile his first and only official campaign appearance in Iowa earlier this month was considered a success, there are no more public campaign events on his schedule through the end of the year and his schedule is packed with unrelated travel -- last week, for instance, he traveled to Israel to commemorate the anniversary of the assassination of former prime minister Yitzhak Rabin. Later this month, he will travel to Ohio to commemorate the 20th anniversary for the Dayton Peace Accords, in addition to more travel abroad for the Clinton Foundation. \n“When things get tense, Hillary and Bill Clinton rely on each other,” said one longtime confidante. “When they’re not so tense, you don’t have to as much.” \nEight months in, the Clintons have also finally shared a stage together. When Bill Clinton spoke in front of the Hy-Vee Center in Des Moines last month to warm up the crowd ahead of the critical Jefferson-Jackson Dinner, the former president joked he would keep it brief because “I’ve never been the warm-up act for Katy Perry before.” But more remarkable to longtime Clinton world veterans watching the Big Dog’s official debut on the campaign trail was that he was scheduled as the warm-up act for his own wife. Eight years ago, one Democratic insider said, “they would have put him 600 miles away from her,\" fearful his natural political skills would cast an unflattering light on hers.\nBill Clinton appeared to revel in the limelight in Iowa, where he stayed on script in introducing his wife as someone who has had the same friends since grade school, a sign of character that is the “definition a trustworthy, reliable good person unless they had a toy theft gang going.” After the dinner, the Clintons were the last two people to leave the arena, shaking hands and posing for pictures on the rope line, Bill Clinton, as usual, more eager to engage with reporters lobbing questions at him than was his wife. But even there he wasn't hanging back behind her. At one point he told a fan pressing for another selfie, \"I need to go find my wife.\"\nInsiders also credit his more seamless entry into the campaign to greater physical proximity between the candidate and her spouse -- in 2008, Hillary Clinton was living in her mansion near Embassy Row in Washington, D.C., while Bill Clinton inhabited the couple's Chappaqua farmhouse. This time around, sharing the same home base in New York, the couple simply sees each other more -- he'll jump on a call if he's in the room when she happens to be on one. And those close to the Clintons said Hillary herself is more open this time around to listening to her husband’s advice without worrying he will overstep. \n\"The campaign has already had some ups and downs, and it’s been tested a little bit,\" said a source close to the Clintons. \"The campaign has gone to hell for a few weeks, and did he step in, to take over? He did not.” \n © 2015 POLITICO LLC", "byline": "", "description": "The former president is taking a more active role and is staying calm.", "title": "Bill Clinton comes off the sidelines", "url": "http://www.politico.com/story/2015/11/bill-clinton-hillary-support-campaign-president-215573", "topics": ["foreign policy/national security"], "people": ["Isaac Arnsdorf", "Mark Penn", "Lauren Gardner", "Doug Sosnik", "Erin Mershon", "Hadas Gold", "Yitzhak Rabin", "Janet Yellen", "Jon Allen", "Barack Obama", "Joe Biden", "Jenny Hopkinson", "Brian Mahoney", "Alex Weprin", "Theodoric Meyer", "Josh Gerstein", "Annie Karni", "Katy Perry", "Bernie Sanders", "Robby Mook", "Rachael Bade", "Elana Schor", "Nick Gass", "Bernie Becker", "Bill Clinton", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Jeh Johnson", "Donald Trump", "John Bresnahan", "Jake Sherman", "Eliza Collins", "Barney Frank", "Tina Flournoy", "David Makovsky", "Tim Starks", "John Podesta", "Joe Lockhart", "Marc Lasry", "Gabriel Debenedetti", "Jeremy Herb", "Tony Romm", "Daniel Strauss", "Heather Caygle", "Hillary Clinton", "Ben White", "Eric Wolff", "Darius Tahir", "Ben Carson", "Caitlin Emma"], "orgs": ["Fed", "House Benghazi Committee", "Congress", "DNC", "Senate", "Mook", "Priorities USA Action", "Supreme Court", "UAW", "Longworth House Office Building", "Clinton Foundation", "Clintons", "Democratic National Committee", "R&D", "Oval Office"], "election_confidence": 0.9841640064416572, "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}], "date_written": "2015-11-05 21:43:47", "org": "politico", "article_id": "799d030e1bd89ecbb2a3ecfe4ec23ce2", "date_access": "2015-11-05 22:00:06.196784"}