{"body": "\n11/05/15 11:58 AM EST\n\n                                        Updated 11/05/15 11:46 AM EST\n\n                                        By \nEliza Collins\n\n“I don’t know what it’s like to lose a daughter, but I almost did,” he says. \n\n11/05/15 11:43 AM EST\n\n                                        By \nNick Gass\n\nAs a Seventh-Day Adventist, it is unlikely that Ben Carson would imbibe anything with the son of God.\n\n11/05/15 11:14 AM EST\n\n                                        By \nHeather Caygle\n                                         and \nLauren Gardner\n\nThe House just voted 363-64 to pass a six-year, nearly $340 billion highway and transit bill.\n\n11/05/15 11:07 AM EST\n\n11/05/15 10:59 AM EST\n\n                                        By \nNick Gass\n\nAsked if he would back Trump, Lee began to speak, but then fell speechless.\n\n11/05/15 10:57 AM EST\n\n                                        By \nHadas Gold\n\nDuring her show on Wednesday night, Kelly went through some of Murray's reporting.\n\n11/05/15 10:33 AM EST\n\n                                        By \nDaniel Strauss\n\nChristie shrugged off the prospect that he would be pushed out of the next mainstage Republican presidential primary debate.\n\n11/05/15 10:26 AM EST\n\n11/05/15 10:25 AM EST\n\n                                        By \nBernie Becker\n\nIt’s Brady — Ryan throws his weight around — Gas tax revolt?\n\n11/05/15 10:19 AM EST\n\n11/05/15 10:18 AM EST\nAirBNB’s BIG PLANS\n\n11/05/15 10:03 AM EST\n\n                                        By \nTony Romm\n\nBlue Origin, the Bezos space company, eyes D.C. -- U.S. keeps up privacy push in EU -- Sharing economy companies go on offense -- R&D credit, online...\n\n11/05/15 10:03 AM EST\n\n                                        By \nBrian Mahoney\n\nUAW workers likely to approve GM deal — CTU tests waters on strike\n\n11/05/15 10:02 AM EST\n\n                                        By \nNick Gass\n\nJeb Bush will win the New Hampshire Republican primary, the former Florida governor declared in an interview. \n\n11/05/15 10:02 AM EST\n\n                                        By \nLauren Gardner\n                                         and \nHeather Caygle\n\nHistory on the horizon — Gas tax doldrums — Ways and Means gets new leader\n\n11/05/15 10:00 AM EST\n\n                                        By \nJake Sherman\n\nRyan announced the task force in a closed meeting Thursday.\n\n11/05/15 10:00 AM EST\n\n                                        By \nTheodoric Meyer\n\nOn to Louisiana: Dardenne said to endorse Edwards — Priorities USA Action launches new web ad — Supreme Court hears Maryland redistrictng case\n\n11/05/15 10:00 AM EST\n\n                                        By \nEric Wolff\n\nState continues KXL review -- Grid reliability hops on highway bill\n\n11/05/15 10:00 AM EST\n\n                                        By \nTim Starks\n\nNew car hacking legislation set to drop — A dispute about a CISA dispute — Farenthold, cyber caucus hit back over asbestos bill complaints\n\n11/05/15 10:00 AM EST\n\n                                        By \nErin Mershon\n\nObama to talk open enrollment in radio interviews — Brady gets the W&M gavel — Mental health legislation moves forward\n\n11/05/15 10:00 AM EST\n\n                                        By \nJenny Hopkinson\n\nAppropriations path unclear for waters rule —Bipartisan bill pushes crop insurance reforms\n\n11/05/15 10:00 AM EST\n\n                                        By \nDarius Tahir\n\nPoll: Consumers less concerned about privacy, but not quite there on tech \n\n11/05/15 10:00 AM EST\n\n                                        By \nCaitlin Emma\n\nUT System’s next chapter — First look: Making Corinthian veterans whole — Tribal Nations conference today \n\n11/05/15 08:33 AM EST\n\n                                        By \nJeremy Herb\n\nU.S. intel suggests bomb brought down plane — Britain suspends flights to Sinai Peninsula — NDAA, defense appropriations votes today\n\n11/05/15 08:26 AM EST\n\n                                        By \nNick Gass\n\n\"If we're going to get America back on track, we gotta vote Ben Carson, a matter of fact. Go out and vote.\"\n\n11/05/15 08:08 AM EST\n\n                                        By \nNick Gass\n\n\"If all you want is political experience then I cannot be your candidate.\"\n\n11/05/15 08:03 AM EST\nRAUNER memo backlash\n\n11/05/15 07:59 AM EST\n\n                                        By \nBen White\n\n‘Do or die’ for Bush — Early jobs day preview — What the jobs report means for the Fed — Yellen hints at December hike\n\n11/05/15 07:34 AM EST\n\n                                        By \nNick Gass\n\n“You get 12 seconds to say these things,” the senator explained. “There’s an investigation going on right now. I did not say, ‘End the investigation.’...\n\n11/05/15 07:20 AM EST\nTAUB testifies\n\n11/05/15 07:17 AM EST\nHow Paul Ryan helped elect Brady as Ways and Means chair\n\n                                        Updated 11/05/15 07:13 AM EST\n\n                                        By \nVictoria Guida\n\nCurrency agreement on the side — House defeats Ex-Im amendments\n\n11/05/15 06:50 AM EST\nsuper PAC play in Assembly races\n\n11/05/15 06:47 AM EST\n\n                                        By \nNick Gass\n\nBen Carson is the best-liked candidate for president in either party and Donald Trump is the least-liked.\n\n11/05/15 06:45 AM EST\nUMASS funding dispute, continued\n\n                                        By \n                                                Natasha Korecki\n\n\n11/05/15 06:28 AM EST\nFL mayoral tie decided by card game.\n\n11/05/15 06:26 AM EST\n\n                                        By \nNick Gass\n\nIn the first of two ads, a female narrator intones: \"Donald Trump is running for president because politicians are all talk and no action.\" \n\n11/05/15 06:04 AM EST\nJON MEACHAM on Bush 41: No ‘empty deck of cards,’ he dictated real-time notes into mini-cassette recorder; Barbara kept voluminous diary back to ’48.\n\n11/05/15 06:00 AM EST\n\n                                        By \nNick Gass\n\nEven among Republicans, he is only outranked by Ronald Reagan.\n\nCongress\n\n11/05/15 05:21 AM EST\n\n                                        By \nJake Sherman\n\n\"Team Ryan\" will feature Kevin Seifert and Jake Kastan\n\n11/05/15 05:18 AM EST\n\n                                        By \nDoug Palmer\n\nThe Obama administration released the long-awaited text of the Trans-Pacific Partnership trade agreement on Thursday, setting the stage for a divisive...\n\nCongress\n\n11/05/15 05:15 AM EST\n\n                                        By \nSeung Min Kim\n\n“You know, it’s not the law. It’s not the statute. It’s not the Constitution.”\n\nCongress\n\n11/05/15 05:15 AM EST\n\n                                        By \nBurgess Everett\n                                         and \nSeung Min Kim\n\nAngered by Democratic success in the recent budget deal, Republicans aim for policy wins in year-end spending package.\n\nCongress\n\n11/05/15 05:14 AM EST\n\n                                        By \nLauren French\n\n\"The tea party empowers us,\" the unlikely House kingmaker says in an exclusive POLITICO interview.\n\n11/05/15 05:00 AM EST\n\n11/05/15 01:05 AM EST\n\n                                        Updated 11/05/15 12:07 AM EST\n\n                                        By \nAndrew Glass\n\nIt was only the third time since the Civil War that the president’s party gained  seats in a midterm election.\n\n                                        By \n                                                Silvia Marchetti\n\nTwo books expose financial secrets that risk undermining Pope Francis’ reforms.\nWe're working on more stories right now\n\n                                            By \n                                                    David Makovsky\n\n\n                                            By \n                                                    Issac J. Bailey\n\n\n                                            By \n                                                    Barney Frank\n\n\n                                            By \nBenjamin Wofford\n\n\n                AP Photo\n\n            By \nNick Gass\n\n11/05/15 11:43 AM EST\nBen Carson would like to share a drink with Jesus Christ, the Republican presidential candidate said in an interview Thursday, though it is highly unlikely that drink would be beer.\nSeated across the table from Fusion host Jorge Ramos at the conclusion of a roughly 20-minute interview livestreamed on Facebook, Carson sat with a glass of orange juice.\nStory Continued Below\n\"Who would you like to have an orange juice with or a beer with?\" Ramos asked.\n\"Jesus,\" Carson responded with a chuckle.\nAs a Seventh-Day Adventist, it is unlikely that Carson would imbibe anything with the son of God.\n“No drinking, no alcohol, no cigarette smoking or illicit drugs,\" Carson said in an interview with The Des Moines Register last month in discussing his faith.\nCarson is the second Republican candidate in as many days to disclose with whom he would like to share a beer. During a question-and-answer session in New Hampshire on Wednesday, Florida Sen. Marco Rubio said he would choose Nobel Peace Prize winner Malala Yousafzai, though she is Muslim and not of legal drinking age (at 18 years old) in the United States, and alcohol is verboten among Muslims in her native Pakistan.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Ben Carson: I&apos;d share a drink with Jesus", "url": "http://www.politico.com/story/2015/11/ben-carson-drink-jesus-215558", "topics": ["foreign policy/national security", "trade"], "people": ["Burgess Everett", "Jorge Ramos", "Lauren Gardner", "Erin Mershon", "Doug Palmer", "Hadas Gold", "Natasha Korecki", "Ronald Reagan", "Janet Yellen", "Jenny Hopkinson", "Brian Mahoney", "Theodoric Meyer", "Darius Tahir", "Pope Francis", "Caitlin Emma", "Nick Gass", "Bernie Becker", "Lauren French", "Jeb Bush", "Seung Min Kim", "Issac J. Bailey", "Andrew Glass", "Jeremy Herb", "Marco Rubio", "Jake Sherman", "Eliza Collins", "Paul Ryan", "David Makovsky", "Tim Starks", "Donald Trump", "Tony Romm", "Heather Caygle", "Daniel Strauss", "Jesus Christ", "Ben White", "Victoria Guida", "Malala Yousafzai", "Eric Wolff", "Ben Carson", "Jake Kastan", "Barney Frank"], "orgs": ["Fed", "Assembly", "Congress", "Des Moines Register", "Priorities USA Action", "Supreme Court", "UAW", "PAC", "R&D"], "election_confidence": 0.9653175345862607, "authors": [{"author_id": 32625, "fullname": "eliza collins", "primary_org": "politico"}], "date_written": "2015-11-05 16:43:18", "org": "politico", "article_id": "e02a7a356cde39eeaca2fda04b98714d", "date_access": "2015-11-05 17:00:06.583015"}