{"body": "WASHINGTON Eight Republican presidential candidates will participate in Fox Business' prime-time debate next Tuesday, but New Jersey Governor Chris Christie did not qualify for the main event, the network said on Thursday.\nThe eight candidates chosen for the main debate by Fox Business' polling criteria were billionaire businessman Donald Trump, who ranked first, followed by retired physician Ben Carson, Florida Senator Marco Rubio, Texas Senator Ted Cruz, former Florida Governor Jeb Bush, former business executive Carly Fiorina, Ohio Governor John Kasich and Kentucky Senator Rand Paul.\nChristie had been on the main stage for the first three televised Republican debates. Former Arkansas Governor Mike Huckabee also failed to qualify for the main debate.\nChristie and Huckabee will join Louisiana Governor Bobby Jindal and former Pennsylvania Senator Rick Santorum in the \"undercard\" debate of lower-polling candidates that precedes the prime-time event.\nThree Republican contenders - South Carolina Senator Lindsey Graham, former New York Governor George Pataki and former Virginia Governor Jim Gilmore - failed to qualify for either debate because of low polling numbers.\nChristie, who has struggled to gain traction in the crowded Republican field for the party's 2016 nomination, told MSNBC in New Hampshire earlier on Thursday: \"I'm going to debate somebody on Tuesday night, whether it's the folks I've been debating or some other folks.\n\"I don't really care in one respect. Put a podium out here on the lawn in front of the foliage and I'll debate them out here,\" he added.\nTo qualify for the main debate, Fox Business said a candidate needed to have an average of at least 2.5 percent support in the four most recent major polls. Those taking part in the undercard debate needed at least 1 percent in any of those four polls.\nThe two-hour prime-debate in Milwaukee will air at 9 p.m. EST preceded by the undercard debate at 6 p.m. EST.\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website. (here).\n\n (Reporting by Peter Cooney; Editing by Bill Trott)", "byline": "", "description": "WASHINGTON (Reuters) - Eight Republican presidential candidates will participate in Fox Business' prime-time debate next Tuesday, but New Jersey Governor Chris Christie did not qualify for the main event, the network said on Thursday.", "title": "Chris Christie fails to qualify for next week's main Republican debate", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/_zeEIJjXrXA/story01.htm", "topics": ["personality", "immigration"], "people": ["Rand Paul", "Rick Santorum", "George Pataki", "Bill Trott", "Chris Christie", "Jim Gilmore", "Jeb Bush", "John Kasich", "Donald Trump", "Lindsey Graham", "Marco Rubio", "Mike Huckabee", "Bobby Jindal", "Peter Cooney", "Carly Fiorina", "Ben Carson", "Ted Cruz"], "orgs": ["MSNBC"], "election_confidence": 0.9995926815595914, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-06 00:58:51", "org": "reuters", "article_id": "b893eb037f8adf643c90fda6bde4f967", "date_access": "2015-11-06 01:50:07.803746"}