{"body": "NEW YORK Teneo, a global consulting firm with ties to White House contender Hillary Clinton, has dismissed a U.S. Senate panel's suggestion that it had undue influence at the State Department when Clinton was the top U.S. diplomat, calling its work in Washington \"insignificant\" in a letter.\nThe Republican-led Senate Judiciary Committee has been investigating since 2013 whether Teneo had improper access to the highest levels of U.S. government while Clinton, the favorite to become the Democratic Party's presidential nominee, was secretary of state. \nIn its letter, a copy of which was given to Reuters by the committee, Teneo declined to help with most of the panel's queries, including questions about a previously unreported three-hour meeting at the consulting firm's office in 2012 with Cheryl Mills when she was chief of staff to Clinton at the State Department.\nFounders and other workers at Teneo have also worked for the Clintons, the State Department, the Clinton Foundation or a combination of the three. Teneo describes itself as \"a global advisory firm that partners exclusively with the CEOs and senior leaders of many of the world’s largest and most complex companies and organizations.\"\nTeneo's connections with the Clintons exemplify to Hillary Clinton's political opponents what they say are her overly close ties to corporations that have paid her and her husband, former President Bill Clinton, for speeches and donated to her family's charities.\nClinton has dismissed such suggestions as baseless smears for political gain.\nTeneo came under scrutiny by the Judiciary Committee as part of its investigation into whether there were any ethics rules broken by the State Department when it granted a waiver to Huma Abedin, who was one of Clinton's closest aides at the department, to earn income outside the government.\nAbedin is now vice chair of Clinton's campaign.\nIn his reply to the committee dated Oct. 23, Teneo Chief Executive Declan Kelly, who was a special envoy under Clinton at the State Department, dismissed the committee's suggestion that the firm may have had undue sway at the State Department, saying Teneo is \"committed to the highest ethical and professional standards.\"\n\"Our work on matters occurring in or around Washington, D.C., represents an insignificant percentage of our total business,\" Kelly wrote in the letter, the firm's most substantial comment on its State Department links to date.\n\nSPECIAL GOVERNMENT EMPLOYEE\nMost of the committee's 16 questions to Teneo were about  Abedin. \nFor a time in 2012 through early 2013, Abedin simultaneously had four overlapping sources of income: the State Department, Teneo, the Clinton Foundation and Clinton's private office.\nAbedin has said her work arrangement was approved by State Department lawyers and that she did no work for Teneo involving the department, nor was she asked to. Clinton has said she was not directly involved in getting Abedin the waiver, known as special government employee status, which loosens some ethics restrictions that bind full-time government employees.\nThe special status was created in the 1960s to allow the government to temporarily bring in expertise from the private sector.\nThe committee's chairman, Republican Senator Charles Grassley, has contended it may have been inappropriate to use the waiver for Abedin as she already worked for the government when the application was made; he also said she worked under that status for longer than the designation permits.\nThe letter from Grassley to Teneo also asked about the three-hour meeting between Mills and officials at Teneo's New York City offices in June 2012.\nThat meeting, along with emails involving Teneo officials and Clinton's aides at the State Department, may undermine the assertion by Abedin and others that Teneo had no business before the State Department, which could present conflicts of interests. \nThe meeting appears on Mills' State Department schedules obtained by the committee, but the schedules do not describe its purpose or other participants. The meeting happened a few weeks after Abedin was granted the waiver, and about a month before she started working for Teneo, but it is not clear whether this subject arose.\nKelly's letter declined to address that meeting along with most of the other questions posed by Grassley, citing a possible conflict with its cooperation with a similar inquiry into Abedin's employment by the State Department's inspector general.\nHe also declined to address Grassley's questions on whether Teneo ever had business before the State Department, whether on its own behalf or on behalf of a client\nTeneo's contract with Abedin, who was paid to be a senior adviser to Teneo from July 27, 2012, until February 2013 - when she left the State Department - required that she do nothing for Teneo that \"would conflict with her duties\" at the State Department, Kelly wrote. \nJames Olecki, Teneo's chief operating officer, declined to answer questions about the firm's meeting with Mills or the committee's broader queries.\nMills could not be reached for comment and an attorney representing her declined to comment. Nick Merrill, a spokesman for Hillary Clinton, declined to discuss the meeting on the record. Abedin and her lawyers did not respond to questions.\nA spokesman for the State Department's inspector general declined to say whether the office would share any material it had received from Teneo with the Senate committee or discuss its investigation of Abedin. \n\n\n\"ACCESS TO INFLUENCERS\"\nBefore Teneo, Kelly was appointed by Clinton in 2009 to be the U.S. special envoy to Northern Ireland. He left that role in 2011 around the same time he co-founded Teneo with Doug Band, a former close aide to Bill Clinton who also played a founding role in the Clinton Foundation, and Paul Keary.\nTeneo sells advice about investments, management, recruitment and public relations to organizations that have included Coca-Cola, FIFA, Dow Chemical and other entities that have interests before the U.S. government. \nThe firm touts its connections with powerful figures. Part of its contract signed in 2012 with Dow, for example, was to provide \"access to and key relationships as well as connection with key influencers,\" according to documents obtained by Reuters.\nThe committee's Republican majority said it was obliged to see whether government ethics rules were followed at Clinton's State Department, and criticized Teneo for making that harder.\n\"It's disappointing that the company is refusing to provide documents that would help the committee identify and correct potential failures by our government,\" Taylor Foy, a spokesman for the committee majority, said in an email.\n\n (Additional reporting by Brian Grow and Joshua Schneyer; Editing by Leslie Adler)", "byline": "", "description": "NEW YORK (Reuters) - Teneo, a global consulting firm with ties to White House contender Hillary Clinton, has dismissed a U.S. Senate panel's suggestion that it had undue influence at the State Department when Clinton was the top U.S. diplomat, calling its work in Washington \"insignificant\" in a letter.", "title": "Teneo, firm with Clinton ties, declines to answer Senate questions", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/VvFa7vmXXNs/story01.htm", "topics": ["jobs/employment", "ethics"], "people": ["Cheryl Mills", "Bill Clinton", "Nick Merrill", "Hillary Clinton", "Doug Band", "Leslie Adler", "Declan Kelly", "Charles Grassley", "Huma Abedin"], "orgs": ["FIFA", "Senate", "Democratic Party", "State Department", "Mills", "Clinton Foundation", "Judiciary Committee", "U.S. Senate", "Abedin"], "election_confidence": 0.5059341961039511, "authors": [{"author_id": 33427, "fullname": "jonathan allen", "primary_org": "reuters"}], "date_written": "2015-11-06 02:17:20", "org": "reuters", "article_id": "d4d6f348a3070abdd9adb2bf10328011", "date_access": "2015-11-06 02:51:01.887625"}