{"body": "(Adds quote, details, background)\nWASHINGTON Nov 5 (Reuters) - Eight Republican presidential\ncandidates will participate in Fox Business' prime-time debate\nnext Tuesday, but New Jersey Governor Chris Christie did not\nqualify for the main event, the network said on Thursday.\nThe eight candidates chosen for the main debate by Fox\nBusiness' polling criteria were billionaire businessman Donald\nTrump, who ranked first, followed by retired physician Ben\nCarson, Florida Senator Marco Rubio, Texas Senator Ted Cruz,\nformer Florida Governor Jeb Bush, former business executive\nCarly Fiorina, Ohio Governor John Kasich and Kentucky Senator\nRand Paul.\nChristie had been on the main stage for the first three\ntelevised Republican debates. Former Arkansas Governor Mike\nHuckabee also failed to qualify for the main debate.\nChristie and Huckabee will join Louisiana Governor Bobby\nJindal and former Pennsylvania Senator Rick Santorum in the\n\"undercard\" debate of lower-polling candidates that precedes the\nprime-time event.\nThree Republican contenders - South Carolina Senator Lindsey\nGraham, former New York Governor George Pataki and former\nVirginia Governor Jim Gilmore - failed to qualify for either\ndebate because of low polling numbers.\nChristie, who has struggled to gain traction in the crowded\nRepublican field for the party's 2016 nomination, told MSNBC in\nNew Hampshire earlier on Thursday: \"I'm going to debate somebody\non Tuesday night, whether it's the folks I've been debating or\nsome other folks.\n\"I don't really care in one respect. Put a podium out here\non the lawn in front of the foliage and I'll debate them out\nhere,\" he added.\nTo qualify for the main debate, Fox Business said a\ncandidate needed to have an average of at least 2.5 percent\nsupport in the four most recent major polls. Those taking part\nin the undercard debate needed at least 1 percent in any of\nthose four polls.\nThe two-hour prime-debate in Milwaukee will air at 9 p.m.\nEST preceded by the undercard debate at 6 p.m. EST.\nFor more on the 2016 U.S. presidential race and to learn\nabout the undecided voters who determine elections, visit the\nReuters website. (here).\n\n (Reporting by Peter Cooney; Editing by Bill Trott)", "byline": "", "description": "WASHINGTON, Nov 5 (Reuters) - Eight Republican presidential\ncandidates will participate in Fox Business' prime-time debate\nnext Tuesday, but New Jersey Governor Chris Christie did not\nqualify for the main event, the network said on Thursday.", "title": "UPDATE 1-Chris Christie fails to qualify for next week's main Republican debate", "url": "http://feeds.reuters.com/~r/reuters/cyclicalconsumergoodsNews/~3/iN2OF4b653E/usa-election-debate-idUSL1N13101J20151106", "topics": ["personality"], "people": ["Rand Paul", "Rick Santorum", "Bill Trott", "Chris Christie", "Jeb Bush", "John Kasich", "Jim Gilmore", "George Pataki", "Marco Rubio", "Peter Cooney", "Carly Fiorina", "Ted Cruz"], "orgs": ["MSNBC"], "election_confidence": 0.9995729522330694, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-06 00:28:23", "org": "reuters", "article_id": "df8601dd2e451795a375406b8da47c2e", "date_access": "2015-11-06 01:47:13.648980"}