{"body": "The Secret Service will begin protecting Republican presidential candidates Donald Trump and Ben Carson, the agency announced Thursday.\n“The DHS Secretary has authorized Secret Service protection for Dr. Carson and Mr. Trump,” said Robert Hoback, a spokesman with the United States Secret Service.\nThe two men sit atop the national polls and are the first Republican candidates to receive a protective detail from the federal agency charged with protecting the commander-in-chief.\nMessrs. Carson and Trump both officially requested Secret Service protection in October. As the spouse of a former president, Democratic presidential candidate Hillary Clinton is also protected by the Secret Service.\nThere is no official timeframe on when candidates during the primary campaign season begin receiving protection from the agency. Mitt Romney, the 2012 Republican nominee, began receiving protection in early February of that year.\nHowever, when Barack Obama first ran for president in 2008, his Secret Service protection began in May 2007 — due in part to the large crowds he was drawing early in the primary process.\nProtection for candidates is often both a curse and a blessing during primary season. A protective detail can offer a potential candidate an air of legitimacy and importance.\nBut at the same time, the security bubble that develops around a candidate can sometimes make campaigning more logistically difficult —  making it more difficult to interact with voters.\nMore\nBush Vows Fixes, to Match His New Branding\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "The Secret Service will begin protecting Republican presidential candidates Donald Trump and Ben Carson, the agency announced Thursday.", "title": "Ben Carson, Donald Trump Get Secret Service Protection", "url": "http://blogs.wsj.com/washwire/2015/11/05/ben-carson-donald-trump-get-secret-service-protection/", "topics": ["foreign policy/national security"], "people": ["Donald Trump", "Mitt Romney", "Barack Obama", "Ben Carson", "Hillary Clinton"], "orgs": ["Capital Journal", "WSJ", "DHS"], "election_confidence": 0.9969443385497154, "authors": [{"author_id": 34151, "fullname": "ron tau", "primary_org": "wsj"}], "date_written": "2015-11-05 18:43:07", "org": "wsj", "article_id": "da39b25ca2e50323a6641b4aa21257c8", "date_access": "2015-11-05 18:56:21.487743"}