{"body": "Politics isÂ a high-stakes game — and some presidential campaigns are hoping to make it a fun one, too.\nAs presidential candidates build loyalists in a crowded Republican primary, Sen. Ted Cruz (R., Texas)Â and retired neurosurgeon Ben CarsonÂ are turning the campaign into a game â\u0080\u0093 with badges and even prizes for supporters who show their loyalty on the campaigns’ mobile-phone apps.\nThe Carson campaign started actively promoting itsÂ mobile appÂ on Monday on social media. The app is a one-stop-shop for all of Mr.Â Carsonâ\u0080\u0099s social media feeds, a discussion board, and a place for fans to take challenges to earn coins which are redeemable for prizes, like a bumper sticker or campaign t-shirt.\nâ\u0080\u009cWe have such a motivated group of followers on social media already, we thought this was the next level,â\u0080\u009d said Ken Dawson, who leads digital strategy for the Carson campaign.\nFollowing Mr. Carson on Instagram is worth 100 coins. Answering a trivia question about the candidate is worth 10 coins. The app also tracks usersâ\u0080\u0099 location, for the purpose of soliciting support.\nâ\u0080\u009cIf Benâ\u0080\u0099s going to be in a rally or visiting a college campus, we can communicate specifically with folks who have downloaded the app in that specific area,â\u0080\u009d said Mr. Dawson. The app can send a push notification to a select area, reminding users about voting deadlines or about a rally.\nOn the Cruz app, users similarly earn points. Sharing Mr. Cruzâ\u0080\u0099s tax plan is worth 50 points. Watching a video of Mr. Cruz on Fox News is worth 15 points. App users can easily become â\u0080\u009cinternsâ\u0080\u009d by collecting 100 points. The higher levels hearken to the tea party movement that boosted Mr. Cruz when he ran for Senate. At 50,000 points, a user is deemed a â\u0080\u009cpatriotâ\u0080\u009d and at 250,000 points, the title â\u0080\u009crevolutionaryâ\u0080\u009d is earned.\nâ\u0080\u009cThings are changing very quickly on this race, probably more so than any other election in our lifetime,â\u0080\u009d said Chris Wilson, director of research and analytics for Sen. Cruzâ\u0080\u0099s campaign. The ability to reach supporters quickly through push notifications will be valuable to campaigning, he says.\nIn the next version of the Cruz app, users can connect their contact list, and the campaign will pair the list to existing data sets, to determine which people are likely Cruz supporters. App usersÂ will earn points for inviting those select friends to connect with the candidate. The app does not currently track location, but it asks for a ZIP Code instead.\nBoth campaigns said their apps have been downloaded about 25,000 times.\nSen.Rand Paul (R., Ky.) also has a campaign app with an eye toward fun. Users can create memes or take a selfie with the senator — a featureÂ that backfired quickly when the app was launched in September andÂ people shared pictures on social media of Mr. Paul with a toilet and other items the candidate likely doesn’t want to be associated with.\nYu-Kai Chou, author of â\u0080\u009cActionable Gamification: Beyond Points, Badges, and Leaderboards,â\u0080\u009d says systems utilizing points and badges offer a reward and Â makes supporters feel involved. Mr. Chou said campaigns need to be careful to make a heartfelt connection to voters to keep them long term. It could be as simple as retweeting supporters â\u0080\u0093 something that billionaire Donald Trump often does. Mr. Carson routinely posts pictures of supporters wearing Carson campaign gear on his Instagram.\nâ\u0080\u009cSomething like that makes them feel socially appreciated and allows them to feel like theyâ\u0080\u0099ve gained social status, and it actually makes them feel more like an evangelist,â\u0080\u009d said Mr. Chou.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Politics is a high-stakes game -- and some presidential campaigns are hoping to make it a fun one, too.\n\nAs presidential candidates build loyalists in a crowded Republican primary, Sen. Ted Cruz (R., Texas) and neurosurgeon Ben Carson are turning the campaign into a game – with badges and even prizes for supporters who show their loyalty.", "title": "Ben Carson and Ted Cruz Turn Campaigning Into a Game", "url": "http://blogs.wsj.com/washwire/2015/11/05/ben-carson-and-ted-cruz-turn-campaigning-into-a-game/", "topics": ["foreign policy/national security", "budget/taxation"], "people": ["Rand Paul", "Katon Dawson", "Chris Wilson", "Donald Trump", "Ben Carson", "Ted Cruz"], "orgs": ["Senate", "Capital Journal", "WSJ"], "election_confidence": 0.9893231589239825, "authors": [{"author_id": 3844, "fullname": "natalie andrews", "primary_org": "wsj"}], "date_written": "2015-11-05 17:07:42", "org": "wsj", "article_id": "7a973a3f708fded2f02aba722dee6ffb", "date_access": "2015-11-05 17:59:25.242258"}