[{"body": "i\n\n\n\n\n            Hillary Rodham Clinton makes a point as Bernie Sanders listens during a Democratic presidential primary debate on Saturday in Des Moines, Iowa.\n            \n            \n                \n                Charlie Neibergall/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Charlie Neibergall/AP\n        \n    \n\n\n\n\n\n\n\n\nHillary Rodham Clinton makes a point as Bernie Sanders listens during a Democratic presidential primary debate on Saturday in Des Moines, Iowa.\n\n            \n            Charlie Neibergall/AP\n            \n        \n\n\n\nThe second Democratic debate was a subdued affair, where even the slights felt polite. Sanders and O'Malley attacked Clinton's record on foreign policy — especially her vote on the Iraq war — but when it came time to talk about how to fight the Islamic State, the separation felt a matter of semantics. \"This cannot be an American fight, although American leadership is essential,\" said Clinton. O'Malley said he disagreed: \"This is America's fight, but not America's alone.\" We'll leave you with the two must-watch moments — a confrontation between Sanders and Clinton over campaign finance and Sanders cracks a joke about socialism: \nVIDEO: Martin O'Malley & Bernie Sanders hammer Hillary of her close ties to Wall Street #DemDebate https://t.co/Asvuvlak18— NowThis (@nowthisnews) November 15, 2015\n\n\n\n\nSanders 'not that much of a socialist compared to Eisenhower' https://t.co/GglqthV2EN via @washingtonpost— Revolving Skull (@RevolvingSkull) November 15, 2015\n\n\n\nThat's the quickie version of what happened in the second Democratic presidential debate of the 2016 race Saturday night. Our friends at It's All Politics have wall-to-wall coverage.", "byline": "", "description": "The second Democratic debate was for the most part a subdued affair, where even the slights felt polite.", "title": "The Second Democratic Debate In 100 Words (And Two Video Clips)", "url": "http://www.npr.org/sections/thetwo-way/2015/11/14/456070049/the-second-democratic-debate-in-100-words-and-two-video-clips", "topics": ["foreign policy/national security", "campaign_finance"], "people": ["Hillary Rodham Clinton", "Charlie Neibergall", "Martin O'Malley", "Bernie Sanders"], "org": "npr", "election_confidence": 0.9303216382048379, "authors": [{"author_id": 1, "fullname": "eyder peralta", "primary_org": "npr"}], "date_written": "2015-11-15 04:13:00", "orgs": [], "article_id": "6a4c39d380a6a70435d43e8f35dc4e5d", "date_access": "2015-11-15 04:24:56.059787"}, {"body": "Donald Trump has dramatically escalated his attacks on his nearest rival for the Republican presidential nomination, Ben Carson. A new Reuters/Ipsos poll may explain why: the billionaire real estate magnate is bleeding support among avid church-goers and women to the retired neurosurgeon. \nWhile the unconstrained Trump has a comfortable double-digit lead over the soft-spoken Carson, the data points to a possible emerging threat to Trump's hopes of capturing the party's nomination for the November 2016 election. \nThe poll of likely Republican primary voters also shows that Carson is drawing strong support from the rural Midwest, including Iowa, which holds the first Republican nominating contest on Feb. 1. Trump, in contrast, is drawing strong support in the northeast and southeast.\nThat geographical divide is significant, analysts said, because Carson's dominance in more socially conservative states like Kansas, Iowa and Nebraska reflects how his story of personal redemption is resonating strongly with evangelical voters. They traditionally play an outsize role not just in the first nominating contest in Iowa on Feb. 1, but in Nevada and South Carolina, which also hold nominating votes in February.\n\"If Carson keeps his nose clean he could win those states and could catch lightning in a bottle,\" said Ford O'Connell, a Republican strategist not affiliated with either campaign.\nTrump, who has topped national polls of likely Republican primary voters for months, has until now enjoyed strong support among the key constituency of low-income, blue-collar, church-going voters, who have been attracted by his image as a straight-talking political outsider.\nBut Carson's similar appeal as an outsider taking on the Republican establishment has undercut Trump's support in recent weeks, and Carson has surged to the top of a few recent national polls.\nCarson's growing support with women and blue collar voters may explain Trump's recent attacks on his rival, said O'Connell. Trump has highlighted media reports questioning elements of Carson's personal story, and on Thursday he called Carson \"pathological\" and likened him to a child molester.\n\n\"OUTSIDER VOTE\"\n\"Trump is desperate to consolidate the 'outsider' vote. The blue collar vote is very, very key to Trump's success in that. He has tried everything to shake Carson off and it hasn't worked, so he has decided to go nuclear,\" said O'Connell, an advisor to Republican Senator John McCain's 2008 presidential campaign.\nTo be sure, a separate rolling five-day Reuters/Ipsos poll shows Trump surging to 42 percent of likely Republican primary voters, up from 25 percent, since Nov. 6 while Carson was flat at 23 percent.\nThe Trump campaign did not respond to requests for comment on the polling data. \nBarry Bennett, Carson’s campaign manager, said of Trump's heightened criticism of Carson: “It’s hard to explain his remarks but clearly he’s feeling some pressure and overreacting.”\nBridget Miller, 43, from Stilwell, Kansas, said she had initially considered voting for Trump, but had switched to Carson. \"Carson is pro-life; he's pro-gun; he's saved baby's lives. He speaks to a lot of our values here,\" she said.\nOther likely Republican primary voters say they initially supported Trump but his latest criticism of Carson and his \"child molester\" comments only confirmed their belief that he is unsuited to the presidency.\nJanis Anderson, 54, from Fargo, North Dakota, said she had considered Donald Trump, but his latest comments about Carson were “ridiculous.”\nTrump still either leads or shares the lead among most geographical and demographic groups, including wealthy and middle-income voters, people with and without college degrees, the southeast, northeast, the Upper Midwest and the American West.\nBut the story is different among lower-paid workers. In September, Carson had just over 14 percent of support among voters in households with an annual income of $50,000 or less, according to the broader Reuters/Ipsos data. By the end of October, that had jumped to over 23 percent support. Trump's support in the same group was flat at around 33 percent.\nAmong likely female Republican primary voters, Carson has seen his support jump since September from about 19 to 27 percent - the highest of any Republican candidate - while Trump's has slipped from 30 percent to 25.\nCarson's support among regular churchgoers has also risen sharply, according to the Reuters/Ipsos survey, jumping 10 points between September and November to 32 percent, the highest of any Republican candidate. Trump's support with religious voters has slipped from 26 percent to 22 percent.\n\"As the campaign has evolved over time, Trump has begun to wear a little bit thin, especially voters who want a softer, more gentlemanly approach to politics,\" said David Gergen, an adviser to four former U.S. presidents from both parties. \"Carson is wearing better with women than Trump.\"\nThe surveys of likely Republican voters was taken from Sept. 1 until Oct. 31. The Reuters/Ipsos poll has a credibility interval, a measure of accuracy, of 3 to 8 percent. \n\n (Editing by Ross Colvin)", "byline": "", "description": "(Reuters) - Donald Trump has dramatically escalated his attacks on his nearest rival for the Republican presidential nomination, Ben Carson. A new Reuters/Ipsos poll may explain why: the billionaire real estate magnate is bleeding support among avid church-goers and women to the retired neurosurgeon.", "title": "Trump is going nuclear on White House rival Carson. Here's why", "url": "http://feeds.reuters.com/~r/Reuters/PoliticsNews/~3/f3pNyxKw-3c/story01.htm", "topics": ["immigration", "campaign_finance", "guns"], "people": ["Ford O'Connell", "David Gergen", "Donald Trump", "Barry Bennett", "Ross Colvin", "Ben Carson"], "org": "reuters", "election_confidence": 0.9860721955143571, "authors": [{"author_id": 36541, "fullname": "tim reid", "primary_org": "reuters"}, {"author_id": 45662, "fullname": "chris kahn", "primary_org": "reuters"}], "date_written": "2015-11-15 18:16:24", "orgs": [], "article_id": "81e9a97c437e7c5c3439ed58bd08dc5f", "date_access": "2015-11-15 18:51:20.444551"}, {"body": "Are we heading back to the 1960s, when cities and campuses spiraled into chaos and conservatives won elections by demanding law and order? In a period that has seen riots over police conduct in Ferguson, Mo., and Baltimore, attacks on police officers in New York and other cities, and now student protests, it sometimes feels that way.\nLast week, several Republican candidates sounded as if they were reviving the tough justice theme that helped Ronald Reagan and Richard M. Nixon rise to power almost half a century ago. Donald Trump derided university presidents who bow to student demands as “weak, ineffective people,” and said he wouldn't have quit if he had been in charge at the University of Missouri. Ben Carson warned that if society coddles students, “We will move much further toward anarchy than anybody can imagine.” And Chris Christie said it was all President Obama's fault: “This is a product of the president's own unwillingness and inability to bring people together.”\nIn another flashback to the 1960s, Democrats lined up on the other side, signaling that their sympathies lay with the students. “It's time to address structural racism on college campuses,” Bernie Sanders tweeted. Hillary Rodham Clinton sent a similar message through an aide. And White House spokesman Josh Earnest lauded the Missouri students for their “commitment to fighting hate and intolerance.” Their success, he said, reinforced Obama's view “that a few people speaking up and speaking out can have a profound impact.”\nThere was an unmistakable echo in that micro-debate of the argument after the 2014 unrest in Ferguson, where the police shooting of an unarmed black teenager prompted weeks of angry demonstrations; and the later debate over Black Lives Matter, the movement to curb law enforcement excesses. In all three cases, there has been an impulse toward polarization, reducing the question to: Which side are you on?\nA few Republicans, notably Christie and Ted Cruz, have charged that BLM is calling for the murder of police officers. (A few demonstrators have done so, but they've been disavowed by the movement's leaders.)\n“The president encourages this lawlessness,” Christie added last month. (The president has condemned that lawlessness several times, actually, even as he has also condemned excessive police \nviolence.)\nOn the other side, Sanders found himself shouted down by demonstrators when he wasn't emphatic enough in endorsing BLM. (He has made amends since.)\nThe implicit message: You can declare that black lives matter, or that police lives matter — but you don't have the option of believing both those things.\nExcept — and here's where things get interesting — most candidates do believe both those things. If you listen closely and dig beneath the sound bites, you'll find that things have changed since the 20th century, after all.\nA recent \npoll\n of college students’ attitudes toward free speech (in general and on campus) is a mixed bag.\nThe survey by McLaughlin & Associates for the William F. Buckley Jr. Program at Yale shows that 87% of respondents agreed with this statement: “There is educational value in listening to and...\nA recent \npoll\n of college students’ attitudes toward free speech (in general and on campus) is a mixed bag.\nThe survey by McLaughlin & Associates for the William F. Buckley Jr. Program at Yale shows that 87% of respondents agreed with this statement: “There is educational value in listening to and...\nAmong Republicans, I highlighted the more ferocious voices, but others have been more restrained. Even the ones I quoted, Trump, Carson and Christie, aren't campaigning principally on law and order. They've mostly answered questions thrown at them by reporters, whose job includes goading candidates into making headlines.\nMost of the Republican candidates have noticed that crime is down, prisons are overcrowded and the cost of incarcerating nonviolent criminals — mostly drug offenders — has become an undue burden. Several have endorsed various brands of criminal justice reform: Rand Paul, most notably, but also Cruz and Christie and Jeb Bush. And one or two have even spoken up to say, in effect, that BLM has a point — although they don't endorse the group's tactics.\n“This is a legitimate issue,” Marco Rubio said in August. “It is a fact that in the African American community around this country there has been, for a number of years now, a growing resentment toward the way law enforcement and the criminal justice system interacts with the community. It is particularly endemic among young African American males … [who] have a much higher chance of interacting with criminal justice than higher education. We do need to face this. It is a serious problem.”\nRubio won't appreciate the comparison, but that wasn't too far from what Clinton said in April.\n“There is something profoundly wrong when African American men are still far more likely to be stopped and searched by police, charged with crimes, and sentenced to longer prison terms than are meted out to their white counterparts,” she said in April. It is also wrong, she added, when “brave police officers are attacked in the line of duty.”\nDespite those knee-jerk reactions to campus upheavals, most Republicans seem to have left the lock 'em up era behind. And so have Democrats; Clinton's position is a shift from the tough-on-crime stance that helped one Bill Clinton get elected in 1992. (Bill Clinton, for his part, was trying to distance himself from the allegedly soft-on-crime Democrats of the 1960s.)\nIt's rare in an election year that candidates are resisting the temptation to polarize — but let's give credit where credit is due. Maybe, in this instance, Carson got it right. “We have people who get in their respective corners and demonize each other, but there's no conversation,” he said recently. “If you ask people to put on the record what their gripes are and what their solutions are, then perhaps they can see that maybe they are not so far apart.”\ndoyle.mcmanus@latimes.com\nTwitter: \n@doylemcmanus\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>Are we heading back to the 1960s, when cities and campuses spiraled into chaos and conservatives won elections by demanding law and order? In a period that has seen riots over police conduct in Ferguson, Mo., and Baltimore, attacks on police officers in New York and other cities, and now student...</p>", "title": "Despite sound bites, presidential candidates are resisting the urge to polarize on police violence", "url": "http://www.latimes.com/la-oe-1115-mcmanus-candidates-mizzou-yale-20151115-column.html", "topics": ["racial issues"], "people": ["Rand Paul", "Josh Earnest", "Chris Christie", "Bill Clinton", "Jeb Bush", "William F. Buckley Jr.", "Ben Carson", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Richard M. Nixon", "Bernie Sanders", "Ronald Reagan", "Ted Cruz"], "org": "latimes", "election_confidence": 0.9356743741601321, "authors": [{"author_id": 40789, "fullname": "doyle mcmanus", "primary_org": "latimes"}], "date_written": "2015-11-15 13:00:00", "orgs": ["Mo."], "article_id": "ce41c922b337b9d41c3624381dd5a257", "date_access": "2015-11-15 13:20:56.089124"}, {"body": "Hillary Clinton talked tough and played defense Saturday at the second Democratic presidential debate, as rivals questioned her record and plans to fight the Islamic State.\nA day after a terrorist attack in Paris, terrorism and foreign policy took center stage in the two-hour debate with questions from the moderator and criticisms from rivals often focusing on her record as secretary of state during President Barack Obama’s first four years in office.\nClinton remains the Democrats’ clear front-runner, but the debate illustrated how she will have to answer for administration policy on terrorism and foreign policy. Clinton last month broke with the White House, urging a no-fly zone in Syria and doing more to help rebels there. But she can’t shed her ties to the administration, and Republicans are hitting her hard on her role.\nThe debate also showed how Clinton retains considerable advantages. Sen. Bernie Sanders of Vermont and Martin O’Malley, the former governor of Maryland, can’t match her foreign policy experience or command of world politics. Perhaps most important, neither is drawing sharp distinctions with her on anti-terrorist policies.\nHighlights:\nThe three opened with a moment of silence for the victims in Paris, then talked about their approach to the Islamic State terror group.\n“It cannot be contained. It must be defeated,” Clinton said, a slight jab at Obama who said just before the Paris attacks that ISIS had been contained.\n“But it cannot be an American fight,”she added. “This cannot be an American fight, although American leadership is essential.”\nHer two rivals were more assertive about U.S. leadership.\n“I would disagree with Secretary Clinton,” said O’Malley. “This actually is America’s fight. It cannot solely be America’s fight. ... America is best when we are actually standing up to evil in this world.\n“Together, leading the world, this country will rid our planet of ... ISIS,” said Sanders.\nRepublicans complain that Democrats won’t use the words Muslim or Islam in describing terrorists.\nSaturday, the Democratic candidates appeared to rally to the term Jihadi or Jihadist, which derive from the word for a holy war by Muslims.\nClinton Saturday referred to a “radical jihadist ideology.” \n“I don’t think we’re at war with Islam,” she added. “I don’t think we’re at war with all Muslims.”\nO’Malley used the term “radical jihadis,” but also warned against labeling terrorists with the broad term of Muslim, saying that would unfairly brand the majority of American Muslims who are needed to help fight back violent extremism.\nSaid Sanders: “I don’t think the term is what’s important.”\nEDITORS: BEGIN OPTIONAL TRIM\nO’Malley proposed allowing 65,000 Syrian refugees into the country, more than the 10,000 proposed by Obama, though he said they need “proper screening.” \nClinton also argued for a higher number, adding “I said we should go to 65, but only if we have as careful a screening and vetting process as we can imagine.”\nEDITORS: END OPTIONAL TRIM\nHillary Clinton: “I don’t think we’re at war with Islam, I don’t think we’re at war with all Muslims.”\nBernie Sanders: “I’m not that much of a socialist compared to Eisenhower,” referring to the 91 percent top income tax rate in the 1950s.\nMartin O’Malley: “You will never heard this from that immigrant-bashing carnival barker Donald Trump”\nEDITORS: STORY CAN END HERE\nClinton\nClinton had to defend her years as secretary of state. Moderator John Dickerson asked if the Obama administration underestimated the Islamic State threat. Clinton didn’t answer at first, then tried to tie the current crisis to President George W. Bush’s decision to end American involvement in Iraq. Each time she was challenged, Clinton would launch into detailed histories of the region’s turmoil and American involvement. Backers will praise her command of detail; opponents will contend she’s avoiding responsibility for being part of a team that didn’t take the Islamic threat seriously enough.\nSanders \nHe got off to a rocky start. He only briefly touched on the Paris terrorist attacks in his opening remarks before turning to his standard speech assailing income inequality and the corrosive nature of money in politics. Viewers then watched as Clinton and O’Malley devoted their entire opening statement to the attacks. Viewers may also have been puzzled when Sanders said that climate change is the country’s greatest threat and a contributor to the spread of terrorism. He also failed to gain traction out of his criticism that Clinton had voted for the Iraq War that he opposed.\nO’Malley \nO’Malley, who has languished in single digits in the polls, performed ably, holding his own with the former Secretary of State and U.S. senator on foreign and domestic policy, including health care and taxes. How would he pay for his policies? He explained. Can a former governor lead the U.S. in a time of global terror? Yes, he said. But he needed a breakthrough performance to attract new attention and enthusiasm to his campaign and his performance fell short.\nEDITORS: STORY CAN END HERE\nWall Street. The term came up often, as Sanders and O’Malley challenged Clinton over her ties to the financial industry. Clinton had a different take on those ties, recalling how, as a U.S. senator from New York, she fought to help rebuild a part of the city devastated by terrorist attacks.", "byline": "", "description": "Not ‘at war with all Muslims,’ Clinton says\nSanders, O’Malley challenge Clinton views on Islamic State\nClinton front-runner status likely to continue\n…\nClick to Continue »", "title": "Clinton on the defensive as debate turns to terrorism", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44966964.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "John Dickerson", "Hillary Clinton", "Donald Trump", "George W. Bush", "Barack Obama", "Bernie Sanders"], "org": "mcclatchy", "election_confidence": 0.8709015436480531, "authors": [{"author_id": 33914, "fullname": "lesley clark", "primary_org": "mcclatchy"}, {"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 03:59:40", "orgs": [], "article_id": "9f635edae0ea64962999dd70b0e9c325", "date_access": "2015-11-15 04:02:00.944382"}, {"body": "Washington And The World\n\n11/15/15 10:49 AM EST\n\n                                        By \n                                                J.M. Berger\n\nIt’s not just a lone wolf breeder or a local threat. It’s been building itself up for an attack like Paris.\n\n11/15/15 10:39 AM EST\n\n                                        By \nTheodoric Meyer\n\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a 'clash of civilizations.'\n\n11/15/15 10:17 AM EST\n\n                                        By \nTheodoric Meyer\n\nThe president's deputy national security adviser says the U.S. would stand 'shoulder to shoulder' with France in the aftermath of the terrorist attacks...\n\n11/15/15 09:38 AM EST\n\n                                        By \nMaïa de la Baume\n\nCommentators and experts disagree over whether French authorities could have prevented the attacks.\n\n                                        By \n                                                Jean-Pierre Filiu\n\nWhy France must avoid the Islamic State’s deadly labyrinth.\n\nThe POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nDebate Night\n\n11/15/15 01:41 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\nWe're working on more stories right now\n\n                                            By \n                                                    J.M. Berger\n\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                \"This is a clash of civilizations...There is no middle ground on this.\" Rubio said. | AP Photo\n\n            By \nTheodoric Meyer\n\n11/15/15 10:39 AM EST\nRepublican presidential hopeful Marco Rubio on Sunday called the conflict between Western nations and the Islamic State a “clash of civilizations” and criticized Democratic presidential front-runner Hillary Clinton for failing to say the U.S. was at war with radical Islam.\n“I don’t understand it,” the Florida senator said on ABC’s “This Week” after host George Stephanopoulos played a video clip of the former secretary of state saying she didn’t believe the U.S. was “at war with Islam” during the Democratic presidential debate Saturday night in Des Moines, Iowa. \nStory Continued Below\n“That would be like saying we weren’t at war with Nazis,” Rubio said, “because we were afraid to offend some Germans who may have been members of the Nazi Party but weren’t violent themselves.”\n\"This is a clash of civilizations...There is no middle ground on this.\" he said. \"Either they win or we win. And we need to begin to take this seriously. These are individuals motivated by their faith.\"\n\nOff Message\n\n            By \nGlenn Thrush\n\n“Of course, not all Muslims are not members of violent jihadist groups,” Rubio added. “But there is a global jihadist movement in the world, motivated by their interpretation of Islam, in this case Sunni Islam, in the case of ISIS, and it needs to be confronted for what it is. This is not a geopolitical movement. It’s a religiously oriented movement.” \nAsked what he’d do if he were president, Rubio called for stepping up support for the Kurds, whom he called “the best fighters on the ground.” He also said he favored an “increased number of special operations attacks,” targeting leaders of the Islamic State of Iraq and the Levant. \nBut he did not endorse sending 10,000 U.S. troops to Syria, as his GOP presidential rival, South Carolina Sen. Lindsay Graham, has, saying it was “premature” to discuss the exact number of troops needed.\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Rubio sees a &apos;clash of civilizations&apos;", "url": "http://www.politico.com/story/2015/11/marco-rubio-paris-attacks-isil-215905", "topics": ["foreign policy/national security"], "people": ["George Stephanopoulos", "Jesse Rifkin", "Henry C. Jackson", "Hadas Gold", "Richard Nixon", "Lindsay Graham", "Theodoric Meyer", "Nahal Toosi", "Gabriel Debenedetti", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Jeb Bush", "Andrew Glass", "Marco Rubio", "Glenn Thrush", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Eli Stokols"], "org": "politico", "election_confidence": 0.8888097075020973, "authors": [{"author_id": 13338, "fullname": "j.m. berger", "primary_org": "huffpo"}], "date_written": "2015-11-15 15:39:29", "orgs": ["Washington And The World", "J.M.", "GOP"], "article_id": "5d7ba935a51de8a08718c53013693983", "date_access": "2015-11-15 16:00:05.727211"}, {"body": "Photo gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\n\n                                        Updated 11/14/15 09:03 PM EST\n\n                                        By \nAnnie Karni\n\n“We had agreed on opening and closing statements, the timing of those,\" Sanders campaign manager Jeff Weaver said.\n\n11/14/15 09:00 PM EST\n\n                                        By \nGabriel Debenedetti\n\nI think I just saw a tumbleweed go by...\n\n11/14/15 08:49 PM EST\n\n                                        By \nGabriel Debenedetti\n\nDon't expect to see as much from the group after Friday's attacks.\n\n2016\n\n                                        Updated 11/14/15 08:40 PM EST\n\n                                        By \nNahal Toosi\n\nRepublicans go on the attack, while the Democratic debate's focus is set to change.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n                Bernie Sanders, Hillary Clinton and Martin OMalley take part in the second Democratic presidential primary debate. | Getty\n\nOff Message\n\n                        Clinton shows vulnerabilities, Sanders sounds tone-deaf and O'Malley lives to fight another day.\n\n            By \nGlenn Thrush\n\n11/15/15 12:57 AM EST\nThe second Democratic debate started off like your typical Saturday night in Des Moines – a little sluggish, painfully polite, without the slightest indication of impending excitement. Yet about a half hour into a debate, the pall cast over the proceedings by the horrendous Paris terror attacks lifted and spirited sparring commenced. \nBernie Sanders and Martin O’Malley, desperate to reverse Clinton’s momentum, pounced on her connections to Wall Street to put her on the stumbling defensive – exactly as the duo of Barack Obama and John Edwards did to deadly effect in the fall of 2007. But Clinton isn’t nearly as vulnerable this time (mainly because neither of her tormenters is named Obama) and she emerged intact, if not entirely unscathed. \nStory Continued Below\nUnlike Clinton’s nearly flawless first debate a month ago, Saturday night’s skirmish exposed familiar weaknesses – a tendency to bog down in stultifying technocrat-ese when she’s playing it safe, coupled with a penchant for spouting factually funky weirdnesses using the very same voice of authority she uses when making perfect sense.\nHere are five takeaways:\n1. Wall Street is Hillary Clinton’s golden albatross. When not bogged down in the email saga, Clinton and her staff spent much of the summer trying to head off trouble from the anti-Wall Street, Elizabeth Warren wing of the Democratic party by producing a comprehensive financial services regulation proposal. It didn’t quite work.\nThe plan, released last month – which included personal penalties for financial malefactors and imposition of a “risk fee” on big banks – was generally well received by mainstream liberals like New York Times columnist Paul Krugman. But it did little to assuage progressives who suspect she’s a Potemkin Village sheriff – with big Wall Street guns like Tom Nides, Larry Summers and Robert Rubin lining up to run her economic team in the White House. “Not good enough,” Sanders said in his most direct attack on Clinton yet. \"Why, over her political career, has Wall Street been the major campaign contributor to Hillary Clinton? Maybe they're dumb and they don't know what they're gonna get, but I don't think so.”\n\nDebate Night \n\n            By \nEli Stokols\n\nThe biggest wedge issue is the repeal of the Glass-Steagall Act – which separated savings and investment banking – under her husband’s administration 17 years ago. Sanders, Warren and many progressives view the repeal as the single biggest contributor to the reckless activity that led to the 2008 financial collapse. But Clinton opposes the repeal – even though it undercuts the central argument of her candidacy, that she’s an indefatigable fighter for working-class Americans.\n2. Hillary said something really cray-cray. The pressure of the dual Sanders-O’Malley attack on Clinton’s Wall Street connections prompted her to say one of the craziest things she’s uttered in public during this campaign or any other. When Sanders acidly pointed out that Clinton has raked in millions from the wealthy executives at Citigroup, Morgan Stanley and Goldman Sachs, she riposted with a clever reference to gender politics: “You know, not only do I have hundreds of thousands of donors, most of them small, and I'm very proud that for the first time a majority of my donors are women, 60%.”\nCool. But things got weird. Even though Bill Clinton had close ties to Wall Street (his Treasury Secretary Bob Rubin would go on to become head of Citigroup) and financial sector’s donors ponied up plenty of cash for her 2000 New York Senate run, she claimed that the main reason bankers have flocked to her cause is – wait for it – because of the September 11, 2001 attack on the World Trade Center. “So I— I represented New York, and I represented New York on 9/11 when we were attacked,” she said, as the moderators from CBS gaped, gob-smacked. “Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy, and it was a way to rebuke the terrorists who had attacked our country.”\nNeedless to say, the remark – delivered in her emphatic shout-voice -- raised eyebrows 24 hours after the terror attacks in Paris killed more than 120 people. And it’s not likely to go away. A cascade of obligatory, outraged piling-on ensued: “@HillaryClinton, you reached a new low tonight by using 9/11 to defend your campaign donations,” Tweeted RNC Chairman Reince Priebus.\n3. Martin O’Malley sort of won. It doesn’t matter. When Clinton worked the rope line at her post debate party, a supporter shouted “Give' em hell, Hill!” according to CNN’s Dan Merica – but it was really the poll-challenged O’Malley who wielded the pitchfork. Languishing at 5 percent in the polls, O’Malley has often found himself crushed between Clinton’s mainstream support and Sanders hoarse populism, too marginal to attract her support, too polished to garner his. But he’s found his voice, besting both during an energetic speech at the Jefferson-Jackson dinner a couple of weeks ago, and he was a confident and confrontational presence on the stage in Des Moines on Saturday – thwacking Sanders on gun rights and Clinton on banks.\n\n\n\n            By \nNahal Toosi\n\nHis best moment: When Clinton and Sanders were dryly discussing approaches to destroying ISIS, O’Malley – reflecting the views of a deeply dove-ish Democratic base – offered an anecdote from the trail. O’Malley told the story of a U.S. service member’s mother who told him not use the term \"boots on the ground\" because, she told him, “my son is not a pair of boots on the ground.”\n4. Bernie Sanders was bad on Paris. Sanders is an idiosyncratic candidate whose idea of orthodoxy is doing whatever the hell he wants to do. That’s his big selling point as an outsider, but there are reasons why politicians play by a specific set of rules. As my colleague Annie Karni reported, Sanders staff wrangled with debate sponsors to keep his 90-second general opening statement from being replaced by each candidate’s response to the killings in France. That elicited criticism from some fellow Democrats, including some Obama campaign veterans, but Sanders seemed intent not to let the crisis serial him from his core economic inequality message.\nClinton and O’Malley devoted their entire monologues to the crisis, but Sanders offered about 20 seconds – two sentences – to express his shock and disgust before plowing into his planned speech. His transition was beyond awkward: “This country will rid our planet of this marvelous organization called ISIS. I'm running for president because as I go around this nation I talk to a lotta people. And what I hear is people concerned that the economy we have is a rigged economy.”\n5. Emails? What emails? The Department of Justice – which seems to be widening its probe of the “homebrew” email server Clinton used at the State Department – may ultimately have the last word. But the debate’s moderators, O’Malley and Sanders were content to make the issue a non-issue. There was a grand total of one question on the topic, and Sanders – who garnered headlines simply by telling the Wall Street Journal that the DOJ probe was appropriate – reiterated his disinterest in Clinton’s damn emails.\n“That's just media fluff. I was sick and tired of Hillary Clinton's email. I am still sick and tired of Hillary Clinton's email.”\nGlenn Thrush is POLITICO's chief political correspondent. \n © 2015 POLITICO LLC", "byline": "", "description": "Clinton shows vulnerabilities, Sanders sounds tone-deaf and O'Malley lives to fight another day.", "title": "Five takeaways from the Democratic debate", "url": "http://www.politico.com/story/2015/11/2016-democratic-debate-takeaways-215900", "topics": ["foreign policy/national security"], "people": ["Larry Summers", "Paul Krugman", "Jesse Rifkin", "Henry C. Jackson", "Hadas Gold", "John Edwards", "Richard Nixon", "Martin O'Malley", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Bernie Sanders", "Morgan Stanley", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Jeff Weaver", "Bill Clinton", "Jeb Bush", "Robert Rubin", "Andrew Glass", "Todd S. Purdum", "Reince Priebus", "Glenn Thrush", "Elizabeth Warren", "Dan Merica", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Goldman Sachs", "Eli Stokols", "Tom Nides"], "org": "politico", "election_confidence": 0.7203591601115829, "authors": [{"author_id": 38822, "fullname": "diana d’abruzzo", "primary_org": "politico"}], "date_written": "2015-11-15 05:57:45", "orgs": ["Washington And The World", "DOJ", "Department of Justice", "State Department", "World Trade Center", "Treasury", "Citigroup", "New York Senate"], "article_id": "39999e613dce24141e8a332a627fb88b", "date_access": "2015-11-15 06:36:12.525087"}, {"body": "An unsettling yet telling split-screen changed the view of the presidential campaign Saturday night: three Democratic candidates who had come to Iowa to talk about domestic issues found their debate hijacked by a foreign policy crisis dominating the news from a world away.\nAs metaphors for the last two presidencies go, the turnabout was apt: Both \nGeorge W. Bush\n and \nBarack Obama\n came into office with domestic issues prime on their minds, only to have conflicts abroad hobble and frustrate their tenures.\nForeign policy, and specifically her vote for the Iraq War, also frustrated \nHillary Rodham Clinton\n in her unsuccessful run for president in 2008. Not even an ad that year asserting that she was most experienced to take the 3 a.m. crisis call—the implication being that Obama wasn’t—was enough to overcome \nDemocrats\n' embrace of his early opposition to the war.\nAs much as anything, Saturday night's debate in the shocked aftermath of the Paris terrorist attack offered \nClinton\n an opportunity to argue anew that her experience is necessary—and her opponents' is insufficient--for any 3 a.m. call. That allowed her to eclipse her rivals on stage, although in doing so, she may have created vulnerabilities a Republican could exploit next fall.\nAs a former senator and secretary of State, Clinton spoke with fluency about the contradictory puzzle and complicated players in the Middle East, and the tensions there that already have spilled into violence on the European continent. She recounted her experience helping downtown New York recover from the Sept. 11, 2001, attack (weirdly, however, it was in response to a criticism of her closeness with Wall Street donors).\nSeeking to shake up the Democratic race and loosen Hillary Rodham Clinton's front-runner status, rivals Bernie Sanders and Martin O'Malley repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.\nThe session at Drake University...\nSeeking to shake up the Democratic race and loosen Hillary Rodham Clinton's front-runner status, rivals Bernie Sanders and Martin O'Malley repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.\nThe session at Drake University...\nWhen asked to recount a crisis that had tested her, she dramatically retold the story of advising President Obama to go after Osama bin Laden in 2011 despite concerns by many in the administration that the mission could fail. And, she noted, she offered the advice without consulting anyone, even her husband, former President Bill Clinton.\nIt was that question, more than any other, that demonstrated Clinton’s advantage once the focus turned to foreign policy. By contrast, former Maryland Gov. Martin O'Malley recounted the daily tribulations of a mayor and state executive, and Vermont Sen. Bernie Sanders told of a veterans' bill, one in which he was not successful in achieving his initial goal and had to negotiate a compromise.\nIndeed, discomfort on the part of Sanders and O'Malley was palpable from the start. After a moment of silence for the victims in Paris, the candidates moved to opening statements. Speaking before Clinton, Sanders jumped quickly into his familiar arguments about a \"rigged economy,\" a \"corrupt campaign finance system\" and the need for millions of Americans to stand and say that \"enough is enough.\"\nSpeaking after Clinton, O’Malley averred that the Paris attacks showed the need for \"new thinking, fresh approaches and new leadership.\" But he did not offer any of the first two, and on the third, his mention that he worried about terrorism as a governor only underscored his lack of front-line international experience.\nClinton went right to the point.\n\"We need to have a resolve that will bring the world together to root out the kind of radical jihadist ideology that motivates organizations like \nISIS\n, the barbaric, ruthless, violent jihadist, terrorist group,\" she said, adding pointedly: \"This election is not only about electing a president. It's also about choosing our next commander in chief.\"\nClinton did not offer many operational details, apart from working with American allies on a united anti-jihadist front. But neither did her opponents.\nThe Democratic frontrunner undoubtedly would have received a rougher going-over had the debate been against a Republican free to oppose her actions as secretary of State from a perspective 180 degrees opposite hers (and all of the GOP candidates' views are.) Her weakest moment came in a muddled response to an obvious question about President Obama's failure—and hers--to anticipate the powerful rise of the Islamic State militants. That's a point Republicans are sure to hammer.\nClinton seemed intent on carefully navigating her party's shoals. She mildly distanced herself from Obama’s ill-timed assertion—delivered just before the Paris attack—that the Islamic State was contained. \"It cannot be contained, it must be defeated,\" she said.\nBut she immediately moved to calm the left: \"What the president has consistently said--which I agree with--is that we will support those who take the fight to ISIS,\" she said, citing the U.S. forces training Arab and Kurdish militaries. \"But this cannot be an American fight, although American leadership is essential.\" She mentioned the limits of American involvement twice.\nThe Democratic counter to Clinton was far more difficult to make, giving the debate performances of Sanders and O'Malley the feel of a collection of pulled punches.\nSanders has ridden a wave of support from the party's liberal left. Flaying Clinton for being insufficiently aggressive against the Islamic State and other terrorist groups would have inevitably risked a collision with the anti-interventionist views of his supporters, which by all evidence the senator ardently shares. O'Malley, with no clear path to the nomination besides his generational pitch, was effectively in the same fix.\nNeither candidate, for example, explicitly hit Clinton on one of the most significant events of her tenure as secretary of State, the loss of four Americans at the U.S. mission in Benghazi, Libya. Republicans have argued that attack would have been prevented by a more aggressive posture.\nThe irony of terrorism and foreign policy overtaking a Democratic debate is that the party's candidates have largely avoided the subject this election cycle.\nRepublicans have brawled over the level of aggression each would apply in the Mideast, with several candidates advocating no-fly zones that would put the country's military in direct conflict with Russian planes operating over Syria. Several also have advocated a sharp rise in American troops overseas.\nBut for Democrats, the subject has been far more fraught. Obama came to office in the aftermath of Bush's intervention in Iraq and Afghanistan and vowed to disentangle America from both fights. He has since disappointed some of his followers by announcing that he would keep at least 5,500 troops in Afghanistan beyond the previously announced 2016 withdrawal. He also said recently that he would send special operations troops to Syria to assist rebels there --language that uncomfortably echoes the beginning of involvements in past military theaters.\nSo for the Democratic candidates there had been no real primary season rationale for a focus on foreign policy. The first Democratic debate stuck to the candidates' nuanced differences on issues like economic policy, healthcare and criminal justice, and their agreements on matters such as changing immigration policy and raising the minimum wage.\nThen Paris exploded in violence.\nWhether terrorism will remain at the forefront of the campaign is impossible to predict, given that nearly a year remains before the election. But if it happens, more detail will be required from both the Democrats and Republicans seeking the White House.\nIronically, as the candidates spoke to a country shaken by the Paris attack and wondering if it could happen here, one question was left unasked Saturday night: If France couldn't find a handful of terrorists in a country of 66 million people, how would the next president find them in a country of 320 million?\ncathleen.decker@latimes.com\nFor political news and analysis, follow me on Twitter: \n@cathleendecker \n. For more on politics, go to \nlatimes.com/decker.", "byline": "", "description": "<p>An unsettling yet telling split-screen changed the view of the presidential campaign Saturday night: three Democratic candidates who had come to Iowa to talk about domestic issues found their debate hijacked by a foreign policy crisis dominating the news from a world away.</p> <p>As metaphors for the...</p>", "title": "In debate after Paris attack, Hillary Clinton finds foreign policy a strength", "url": "http://www.latimes.com/la-pol-prez-clinton-democratic-debate-foreign-policy-strength-20151115-story.html", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders", "W. Bush"], "org": "latimes", "election_confidence": 0.9048834332016689, "authors": [{"author_id": 41997, "fullname": "cathleen decker", "primary_org": "latimes"}], "date_written": "2015-11-15 15:58:00", "orgs": ["GOP"], "article_id": "a106378f349b7a4c999b2ff445406a8c", "date_access": "2015-11-15 16:25:06.794468"}, {"body": "AMES, Iowa Nov 15 A top aide to U.S. Democratic\npresidential contender Hillary Clinton said on Sunday that\ncriticism of her remarks in Saturday's debate regarding 9/11 and\nWall Street campaign contributions would not resonate with\naverage voters.\n\"They were attacking her for being too close to Wall\nStreet,\" Communications Director Jennifer Palmieri said of a\ntense exchange among Clinton, Vermont Senator Bernie Sanders,\nher chief rival for the Democratic nomination, and former\nMaryland Governor Martin O'Malley at the party's debate in Iowa.\n\"The point she was making, is that as a senator, she did\nthings for Wall Street, particularly after 9/11, but she also\nspoke out as a senator and now when she thought they were going\ntoo far,\" Palmieri told reporters.\nClinton, the front-runner for the Democratic nomination for\nthe 2016 election, was asked during the debate about\ncontributions she had received from the financial industry and\nwhether it would affect her plans to regulate it.\nSanders said Clinton's response was \"not good enough.\"\n\"Now, why do they make millions of dollars of campaign\ncontributions? They expect to get something. Everybody knows\nthat,\" Sanders said.\nClinton said Sanders had impugned her integrity.\n\"I represented New York, and I represented New York on 9/11\nwhen we were attacked,\" Clinton said. \"Where were we attacked?\nWe were attacked in downtown Manhattan, where Wall Street is. I\ndid spend a whole lot of time and effort helping them rebuild.\"\nClinton's answer drew immediate criticism from Republican\noperatives and on social media. Moderators cited a response\nposted on Twitter when asking Clinton a follow-up question.\n\"I don't think that this is something that caucus-goers in\nIowa or voters are going to focus on,\" Palmieri said of the\nstate that in February holds the first party nominating contest.\n\"It's pretty clear where she stands on issues, and donations\ndon't play a role in how she's going to come down on that\nissue.\"\nFor more on the 2016 U.S. presidential race and to learn\nabout the undecided voters who determine elections, visit the\nReuters website. (here).\n \n\n (Reporting by Amanda Becker; Editing by Peter Cooney)", "byline": "", "description": "AMES, Iowa, Nov 15 (Reuters) - A top aide to U.S. Democratic presidential contender Hillary Clinton said on Sunday that criticism of her remarks in Saturday's debate regarding 9/11 and Wall Street campaign contributions would not resonate with average voters.", "title": "Clinton aide defends her debate remarks on Wall Street money", "url": "http://feeds.reuters.com/~r/reuters/financialsNews/~3/KTdpKH1wC6Q/story01.htm", "topics": ["campaign_finance", "personality"], "people": ["Martin O'Malley", "Hillary Clinton", "Jennifer Palmieri", "Peter Cooney", "Bernie Sanders", "Amanda Becker"], "org": "reuters", "election_confidence": 0.9261654620007613, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-11-15 23:09:22", "orgs": ["AMES"], "article_id": "8e1c724c2baa153a59c600dd9f5c0733", "date_access": "2015-11-15 23:53:58.382189"}, {"body": "With the terrible tragedy in Paris Friday, the focus of the second Democratic debate on CBS changed correctly from the economy and domestic issues, to national security and immigration. However, the bickering back and forth between the two candidates going nowhere and the probable nominee -- Mrs. Clinton, really got off the subject very quickly.\nHillary said she would be tougher than President Obama. I don't doubt that she will be but that's a pretty low bar.\nBernie Sanders, in spite of Friday's terror attacks in Paris, still thinks climate warming is the world’s greatest problem and the root of all evil.\nMartin O’Malley is prepared to become president because he led Baltimore for 8 years as mayor and the greatest state in the country, Maryland for another four as governor. He must have forgotten that we all got to watch Baltimore explode on national TV a few months back.\nSanders thinks Hillary is owned by Wall Street and the Super-PACS and can't be trusted. After hearing O’Malley brag about everything he did in Maryland, I don't know why everyone wouldn't want to live there.\n\nThe overall message of the night was the Democrats agree on most things. Including, if they would be honest, that Hillary's going to be the nominee. \n\nHis great strength is that he looks like he could play a president in a TV show like “House of Cards.”  But in reality, he's lucky the Democrats don't have a junior varsity table or he'd be sitting there by himself.\nThe overall message of the night was the Democrats agree on most things. Including, if they would be honest, that Hillary's going to be the nominee.\nOn policy there is little disagreement. First they still believe in redistribution of wealth (the Robin Hood Theory). The rich are too rich and need to pay more in taxes. The upper limit was not quite the 90%  rate in the Eisenhower administration but close (thank you, Bernie Sanders) to certainly a much higher rate for the upper income earners.\nThe middle class is not what it used to be so therefore the government must do something to change all this.\nThe banks and the drug companies and the insurance companies are too big and they are all bad guys so we must regulate them and watch out for them cheating or getting rich.\nWe need more free programs paid for by tax payers. Free public college education for all.\nTo Hillary's credit she didn't buy into this because she doesn't want taxpayers to pay to educate Donald Trump’s kids.\nStill, there was lots of talk about free health care for all and cheap drugs, too.\nWho is going to pay for all this? The rich guys, of course.\nOn immigration, we should just let the 11 million immigrants who are here illegally stay because they've been here a long time.\nSanders , the avowed Socialist, who represents Vermont, the second smallest state in the Union, kept talking about how great Canada is. Maybe that's because Canada just elected a socialist prime minister.\nHe did waffle on guns a little from the Democratic  position but I am sure that's because nearly every voter in Vermont owns a couple of them.\nThe hardest working guy in the room was John Dickerson, who was the CBS moderator. His biggest task was making sure CBS got its commercial breaks every 10 minutes. About half way through, I confess, I realized that I can't wait for the next “Trump Invitational” as the Republican debates are sometimes called. At least they are not dull! This one was so dull, the network ended it 7 minutes early!   \n\nEdward J. Rollins is a Fox News contributor. He is a former assistant to President Reagan and he managed his reelection campaign. He is a senior presidential fellow at Hofstra University and a member of the Political Consultants Hall of Fame. He is Senior Advisor for Teneo Strategy.\n\n\n+ FollowFoxNewsOpinion on Facebook", "byline": "", "description": "The overall message of the night was the Democrats agree on most things. Including, if they would be honest, that Hillary's going to be the nominee.", "title": "What America learned from Clinton, Sanders, O'Malley at second Democratic debate", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/nDW_stzv3do/what-did-learn-from-clinton-sanders-omalley-at-second-democratic-debate.html", "topics": ["immigration"], "people": ["Donald Trump", "Bernie Sanders", "John Dickerson", "Martin O'Malley"], "org": "fox", "election_confidence": 0.5636901828689682, "authors": [], "date_written": "2015-11-15 13:45:00", "orgs": ["Hofstra University", "Teneo Strategy", "PACS"], "article_id": "b5406b53e5f0ab75b503e6e6f8a8a64d", "date_access": "2015-11-15 15:00:22.609536"}, {"body": "Democrats and Republicans, based on their recent presidential debates, are set to offer voters a stark choice in 2016 about how the economy should be managed, with both sides moving toward the outer flanks of their parties.\nIn Saturday’s Democratic debate, candidates said they would seek to rein in Wall Street, raise taxes, increase the minimum wage and expand the federal government’s role in health care. Republicans, meanwhile, are competing to repeal regulations, cut taxes, keep the minimum wage as it stands and roll back President Barack Obama’s signature health-care overhaul.\nThe parties right now “have polar opposite analyses of how the economy works and how it should work,” said Jared Bernstein, a former economic adviser in the Obama administration. “It’s obvious but underappreciated how far apart they are on the fundamentals—wages, taxes, financial markets.”\n\nFormer Secretary of State Hillary Clinton and her top challenger, Vermont Sen. Bernie Sanders, sparred Saturday over how to pay for new federal investments in education, infrastructure and health care. Both called for raising taxes on the wealthy, although Mrs. Clinton pledged to do so without hitting families that earn less than $250,000 or increasing deficits, which would constrain new spending ambitions.\nMr. Sanders wouldn’t say exactly how high tax rates should rise but noted the top tax rate had been 91% in the 1950s under President Dwight D. Eisenhower, a Republican. “I’m not that much of a socialist compared to Eisenhower,” Mr. Sanders said.\nRepublicans have put tax-cutting proposals at the heart of their economic policy agenda, and they have largely shied away from promises made by candidates four years ago to avoid running up budget deficits.\nThe boldness of some proposals drew warnings from one candidate, Ohio Gov. John Kasich, at last week’s Republican presidential debate. “Hillary and the Democrats promise everything on the spending side. We’ve got to be responsible about what we propose on the tax side,” he said.\nRepublicans at last week’s debate also dismissed efforts to boost the federal minimum wage, now at $7.25 an hour, as an ineffective way to raise incomes. Florida Sen.  Marco Rubio and businessman  Donald Trump said it would put U.S. workers at a disadvantage. “You’re going to make people more expensive than a machine,” Mr. Rubio said.\nDemocrats on Saturday debated whether to target a federal minimum wage of $12 or $15 an hour. Mr. Sanders supports the higher threshold, an effort backed by labor unions. He brushed aside warnings issued recently by Alan Krueger, the Princeton University professor who served as Mr. Obama’s top economist, that a $15 minimum wage is an untested, risky level. His research contends minimum-wage increases haven’t decreased employment, and he supports raising wages to $12 an hour.\n“I do take what Alan Krueger said seriously,” said Mrs. Clinton, who also has endorsed the $12 floor.\nMr. Sanders and Martin O’Malley, the third candidate at Saturday’s debate and a former Maryland governor, said they would shun anyone with Wall Street ties from top positions in their administrations, including figures such as  Robert Rubin and Larry Summers, who served as treasury secretaries for President  Bill Clinton.\nSome Democrats have faulted that approach. “The idea that you have to excommunicate anybody who ever worked in the financial sector is ridiculous,” said Will Marshall, president of the Progressive Policy Institute, a centrist Democratic think tank. “We need people who oversee the Federal Reserve system and have high posts at Treasury that have expertise in finance.”\nBoth Republicans and Democrats have promised to crack down on Wall Street, but they disagree sharply over how to do it. Republicans generally have blamed government policies, from housing to Federal Reserve interest-rate decisions, for provoking the financial crisis. They say the Dodd-Frank Act in particular has restrained economic growth and should be repealed.\nDemocrats quarreled Saturday over whether the regulatory overhaul had gone far enough by failing to reinstate a New Deal-era law that separated commercial and investment banking, known as the Glass-Steagall Act.\nThe flare-up over banking laws reflected Mr. Sanders’s broader critique that Democrats and Republicans have given banks too much political power, a throwback to the “trust busting” of President Theodore Roosevelt more than a century ago. Why do big industries make “millions of dollars of campaign contributions? They expect to get something,” he said in Saturday’s debate. “Everybody knows that.”\nBoth parties did agree in the past week on one thing: the virtues of community banks. Republicans warned that too many were going out of business. Mr. Sanders said Saturday that they needed more support. “That’s the future of banking in America,” he said.\nWrite to Nick Timiraos at nick.timiraos@wsj.com", "byline": "", "description": "Democrats and Republicans, based on their recent presidential debates, are set to offer voters a stark choice in 2016 about how the economy should be managed, with both sides moving toward the outer flanks of their parties.", "title": "Parties' Divide on Economy Widens", "url": "http://www.wsj.com/articles/parties-divide-on-the-economy-widens-1447633374", "topics": ["economy"], "people": ["Theodore Roosevelt", "Martin O'Malley", "Alan Krueger", "Bill Clinton", "Hillary Clinton", "Dwight D. Eisenhower", "John Kasich", "Donald Trump", "Frank Act", "Marco Rubio", "Barack Obama", "Robert Rubin", "Bernie Sanders", "Nick Timiraos", "Jared Bernstein", "Larry Summers"], "org": "wsj", "election_confidence": 0.9974921961765002, "authors": [{"author_id": 1142, "fullname": "nick timiraos", "primary_org": "wsj"}], "date_written": "2015-11-16 00:47:47", "orgs": ["Federal Reserve", "Progressive Policy Institute", "Princeton University", "Treasury"], "article_id": "484ee671ab80d4804ea360c0a75d43e0", "date_access": "2015-11-16 01:02:09.678920"}, {"body": "A women takes a photo while standing on the stage for Saturday night's Democratic presidential debate between Sen. Bernie Sanders, I-Vt,, Hillary Rodham Clinton and former Maryland Gov. Martin O'Malley, Friday, Nov. 13, 2015, in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\n\nDemocratic presidential candidate Sen. Bernie Sanders needs to slow frontrunner Hillary Clinton’s run toward the party nomination, and Saturday night’s debate might be such an opportunity.\nThe format of the CBS debate, the second of the 2016 cycle for Democratic White House candidates, was reworked after the Paris terror attacks Friday night to focus more on terrorism, national security and foreign policy.\nClinton, as a former secretary of state, has more experience with such matters, compared to both Sanders, a Vermont independent, and fellow challenger Martin O’Malley, a former Maryland governor.\nHowever, her record as the State Department leader from 2009 to 2013 could also invite moderator questions and candidate attacks Saturday about her handling of the deadly Sept. 11, 2012, terror attacks on a U.S. diplomatic outpost in Benghazi, Libya.\nAmong the concerns, as frequently highlighted by Republicans, are whether Clinton paid enough attention to security concerns raised by Ambassador Christopher Stevens, who was killed in the attacks, and whether she attempted to cover up that the attacks were terror related.\n\nStevens and three other Americans died in the attacks.\nClinton will also likely face questions at the debate in Des Moines, Iowa, about her role in the Obama administration’s efforts to eradicate the Islamic State, the increasingly dangerous terror group that has claimed responsibility for the Paris attacks that killed at least 129 people.\nClinton leads Sanders 54.7 percent to 33 percent, with O’Malley at a distant 2.7 percent, according to an averaging of polls by the nonpartisan website RealClearPolitics.com.\nAnd an Associated Press survey of superdelegates published Friday found that half of the Democratic insiders are publicly backing Clinton, which further secures her nomination efforts.\nClinton’s campaign got off to a rough start following revelations about eight months ago that as secretary of state she used a private server and email accounts for official business, which raised questions about whether classified information was compromised.\nHowever, the former first lady and New York senator has been on a recent roll, which started with a good first debate in mid-October and was followed about a week later by her well-prepared testimony before a GOP-led special House committee on the Benghazi matter.\nSanders, a self-described Democratic socialist whose outsider campaign has drawn large crowds and good polling numbers in early-voting states Iowa and New Hampshire, will indeed be free to attack Clinton on foreign policy.\nHowever, his focus on such domestic issues as income inequality, affordable college tuition and social justice reform could present problems Saturday if Clinton or the moderators go deep and hard into the foreign policy issues.\nSanders may have inadvertently facilitated some of Clinton’s turnaround when in the first debate he seemed to dismiss the controversy over her use of a private email account and server by saying Americans are tired of hearing about her \"damn emails.\"\nBut he has since given her no more passes.\nThough careful never to mention Clinton by name, Sanders has drawn a series of contrasts with the former secretary of State on issues that include her backing of the war in Iraq, trade and the minimum wage.\nSanders advisers say he plans to discuss the email issue only if the moderators raise it.  \n\"He's definitely going to cut a harder contrast on core issues,\" said Larry Cohen, a senior adviser to Sanders, \"But it's not going to be over personal style.\"\nThe problem for Sanders is that Clinton agrees with him on some of the core domestic issues of his campaign, having shifted to the left in recent weeks to oppose construction of the Keystone XL pipeline and the Trans-Pacific Partnership trade deal.\n\"His current arguments aren't enough to get beyond his core voter,\" said Gina Glantz, manager of Bill Bradley's 2000 presidential campaign.\nWhile Sanders aides bragged about their candidate's lax preparation for the last debate, they shuttled him to his campaign headquarters in Burlington, Vermont, for mock sessions before this match-up. Clinton, too, has kept her schedule relatively clear over the last several days, leaving plenty of time for rehearsals.\n\"They are absolutely prepared for the fact that Bernie's going to come out swinging,\" said Maria Cardona, a Democratic strategist who worked for Clinton's failed 2008 White House campaign, \"The question is how it's going to happen.\"\nClinton supporters say their candidate will remain focused on laying out her vision for the future rather than striking back at Sanders. Her campaign has about $15.2 million in television advertising planned through mid-February, compared with a $3.2 million Sanders ad buy that ends next week, according to Kantar Media's CMAG advertising tracker.\nThe Service Employees International Union, an influential force in Democratic politics, is expected to issue their endorsement on Tuesday, according to people knowledgeable about the union's process. Clinton has been backed by more than 72 percent of members in all their internal polling, including the most recent survey conducted a few weeks ago.\nIn addition to her success in the first debate and on Capitol Hill, Clinton has benefited from Vice President Joe Biden's decision to forgo a presidential run.\nO'Malley has questioned Sanders' commitment to the Democratic Party and President Obama, still a popular figure among Democrats.\nA more aggressive tone would mark a shift for a race that has so far been notable for its civility. Democrats have spent months boasting about the substantive tone of their contest, attempting to set-up a favorable early contrast with the often carnival-like insults of the crowded Republican primary.\nThe Associated Press contributed to this report.", "byline": "", "description": "Democrat presidential challenger Sen. Bernie Sanders needs to slow frontrunner Hillary Clinton's run toward to party nomination, and Saturday night’s debate might be such an opportunity.", "title": "Democratic debate after Paris attacks to focus on terror, likely Clinton's record at State", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/GjPJFXv9bvE/", "topics": ["foreign policy/national security"], "people": ["Charlie Neibergall", "Christopher Stevens", "Martin O'Malley", "Bill Bradley", "Joe Biden", "Hillary Clinton", "Hillary Rodham Clinton", "Larry Cohen", "Gina Glantz", "Maria Cardona", "Bernie Sanders"], "org": "fox", "election_confidence": 0.9495543855164293, "authors": [], "date_written": "2015-11-14 21:55:29", "orgs": ["Democratic Party", "Service Employees International Union", "State Department", "GOP", "RealClearPolitics"], "article_id": "3058770b249eb78ab7537dd40f06861e", "date_access": "2015-11-15 02:15:36.956186"}, {"body": "i\n\n\n\n\n            Democratic presidential candidates Bernie Sanders, Hillary Clinton and Martin O'Malley stand on the stage prior to Saturday's Democratic primary presidential debate in Des Moines, Iowa.\n            \n            \n                \n                Alex Wong/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Alex Wong/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nDemocratic presidential candidates Bernie Sanders, Hillary Clinton and Martin O'Malley stand on the stage prior to Saturday's Democratic primary presidential debate in Des Moines, Iowa.\n\n            \n            Alex Wong/Getty Images\n            \n        \n\n\n\nHillary Clinton entered the second debate of the campaign for the Democratic presidential nomination with far less to prove than she had in the first, and, in the end, she probably achieved far less as well. But for the time being, at least, she may be able to afford it. The first debate, in October, corresponded with a time of stress for her candidacy, besieged by various legal and political investigators and drifting downward in voter-preference polls. But Clinton did so well and struck such a blend of competence and charm in the October debate on CNN that she was widely acknowledged to have rescued her fortunes — or at least strengthened her hand. This latest debate on CBS News and staged at Drake University in Des Moines, Iowa, was never likely to have as great an impact. The likely audience was limited. It was staged on a Saturday night, competing with various sports and entertainment programs. This weekend, in particular, it was overshadowed by the tragedy unfolding in Paris, where at least 129 people died in terrorist attacks Friday night. The group known as Islamic State claimed responsibility for the coordinated attacks by teams of gunmen and suicide bombers. The debaters observed a moment of silence for the victims in Paris and devoted the first quarter of the debate to discussing the attacks and the proper response from the U.S. and its allies. All agreed the U.S. had a major, leading role to play in battling the terrorists, but all also agreed that U.S. allies needed to respond with greater commitment as well. Sen. Bernie Sanders of Vermont noted that the struggles in the Middle East amounted to \"a war for the soul of Islam,\" implying it was a contest beyond the power of the U.S. government to resolve. But Sanders also explicitly assigned responsibility for the current turmoil in the Middle East to the administration of George W. Bush, whose invasion of Iraq in 2003 was responsible for \"all this instability,\" he said. Sanders made the point that he had opposed the invasion on the Senate floor, where Clinton had voted in support. Clinton has since called that vote a mistake. But the most difficult part of that first segment of the debate for Clinton came when CBS News debate moderator John Dickerson asked whether her prescriptions for the fight against the group called Islamic State suffered for her association with President Obama, who has been downplaying, or underestimating, the strength of the group. As recently as this week, the president had said the group had been \"contained,\" at least in its territorial ambitions in Iraq and Syria. On this, Clinton distanced herself from the president somewhat, saying she had advised more involvement in the region after the withdrawal of U.S. troops from Iraq — a shift she said was mandated by the agreement struck with Iraq by the last Bush administration. She had said she warned that \"extremist groups might fill the vacuum.\" Sanders said several times that the Department of Defense budget was already $600 billion and that the U.S. should be hesitant to increase that greatly without knowing what it was expecting to accomplish with more military hardware. A self-described Democratic Socialist, Sanders also contrasted his reliance on small donors with the Clinton campaign's donations from the wealthy of Wall Street: \"Maybe they're stupid about what they're going to get [in return], but I don't think so.\" Clinton then insisted on a chance to respond, because Sanders had \"impugned my integrity.\" That drew an audible sound of anticipation from the crowd, which may not have expected even this degree of confrontation between the candidates after the harmony of the first debate. Clinton then said she had many thousands of donors, most of them not rich, and 60 percent of them women. Although not directly responsive to the Wall Street thrust from Sanders, Clinton's reference to gender prompted applause and cheers from the crowd. This was her best moment of the debate, according to people following the proceedings on social media such as Twitter. Clinton went on to suggest her contributions from Wall Street stemmed from appreciation for all she had done to help the Lower Manhattan financial industry recover from the terror attacks of September 2001. That rationale drew a decidedly mixed response from the audience in the hall and on social media, with many questioning whether it fully explained the generous contributions she still receives from the financial industry more than a dozen years later. \n.@HillaryClinton vehemently offers support for Wall Street as post-911 recovery effort.  Does that fly?— David Axelrod (@davidaxelrod) November 15, 2015\n\n\n\nSanders said Clinton's plan to increase regulation of the financial industry was \"not good enough,\" and he had corroborating support from third-place challenger Martin O'Malley, the former governor of Maryland, who called the Clinton plan \"weak tea.\" The candidates revisited a divide on gun violence, with Sanders saying he was willing to reconsider his past opposition to legislation stripping gun manufacturers of their liability when their products were used in the commission of crimes. O'Malley sided with Clinton on this issue, only moments after favoring Sanders' point of view on banking regulation. But, in general, the candidates were largely in agreement on major issues. They agreed that President Obama had been right to offer a path to citizenship for young people brought to the U.S. illegally while still minor children. \"The symbol of America is the Statue of Liberty,\" said O'Malley, \"not a barbed-wire fence.\" O'Malley also won cheers from the crowd for his reference to \"that immigrant-bashing carnival-barker Donald Trump,\" a reference to the candidate leading most polls among Republican candidates for president. All three candidates supported greater access to a college education, with Sanders saying all public universities and colleges should be tuition-free. Clinton said she did not think taxpayers should pay for Trump's children to go to college, as he is a billionaire. O'Malley noted that he had held the line on tuition increases at state schools when he was a governor. And neither Sanders nor O'Malley took the bait when asked whether Clinton's private e-mail server should have been used for any kind of government business. Sanders in particular refused the chance to criticize her on the issue, saying he was still \"tired of her emails,\" as he had said in the first debate. Dickerson then asked Clinton if there were \"other shoes to drop\" as multiple investigations proceed into her time in office and the activities of her aides. Clinton alluded to her 11 hours of testimony before a House investigative panel last month as an indication to the contrary. Overall, the debate did not seem likely to affect Clinton's standing in the primary field. Despite moments of vulnerability and dubious reaction to her defenses regarding Wall Street contributors, she remained the strong center of the cast on stage. She had 40 percent of the total speaking time, with 35 percent going to Sanders and 25 percent to O'Malley. But as she had arrived at this juncture of the campaign as not only the leader but an increasingly dominant leader, Clinton had little room to improve. Dickerson also invited favorable comparison to his predecessors in the role of debate moderator. His questions were crisp, to the point and frequently challenging — but without the argumentative tone that has brought criticism from participants in earlier debates on the Republican side.", "byline": "", "description": "Former Maryland Gov. O'Malley won cheers referring to \"that immigrant-bashing carnival barker Donald Trump,\" and adding \"the symbol of America is the Statue of Liberty, not a barbed-wire fence.\"", "title": "Clinton And Rivals Cross Swords In Second Debate, But Cause No Wounds", "url": "http://www.npr.org/2015/11/15/456082324/clinton-and-rivals-cross-swords-in-second-debate-but-cause-no-wounds", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "John Dickerson", "Hillary Clinton", "Donald Trump", "George W. Bush", "David Axelrod", "Bernie Sanders", "Alex Wong"], "org": "npr", "election_confidence": 0.9637297713515782, "authors": [{"author_id": 707, "fullname": "ron elving", "primary_org": "npr"}], "date_written": "2015-11-15 15:39:34", "orgs": ["Senate", "Department of Defense", "Statue of Liberty"], "article_id": "7e4ddf68b8279cb0b7cffa129e045a28", "date_access": "2015-11-15 16:00:04.545163"}, {"body": "Hillary Clinton should have seen that Wall Street shot coming. Instead, she compounded the damage.\n\nThe former secretary of state was off to a sound outing in Saturday night’s debate against Senator Bernie Sanders of Vermont and former Gov. Martin O’Malley of Maryland. Friday’s terrorist attacks in Paris dominated at first, allowing her to highlight her superior experience in world affairs. But it was those attacks that made her badly muffed response to questions about her fealty to Wall Street all the more jarring. Here’s the exchange:\n\nMr. Sanders: “I have never heard a candidate, never, who has received huge amounts of money from oil, from coal, from Wall Street, from the military-industrial complex, not one candidate say, oh, these campaign contributions will not influence me. I’m going to be independent. Well, why do they make millions of dollars of campaign contributions? They expect to get something. Everybody knows that. Once again, I am running a campaign differently than any other candidate. We are relying on small campaign donors, 750,000 of them, 30 bucks apiece. That’s who I’m indebted to.”\n\nMrs. Clinton: “Well John, wait a minute. Wait a minute, he has basically used his answer to impugn my integrity. Let’s be frank here.”\n\nMr. Sanders: “No, I have not.”\n\nMrs. Clinton: “Oh, wait a minute, senator. You know, not only do I have hundreds of thousands of donors, most of them small. And I’m very proud that for the first time a majority of my donors are women, 60 percent. So, I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.”\n\nPredictably, Twitter exploded with demands to know what campaign donations from big banks had to do with New York’s recovery from 9/11.\n\nAnswer: little to nothing. Since 2001, she and Bill Clinton have earned more than $125 million for speeches, many of the most lucrative made before financial groups.\n\nThat does not begin to account for the millions of dollars given directly to her campaign, and to political action committees backing her. Nearly 15 years after the 2001 attacks, Mrs. Clinton was earning more than $200,000 for a 20-minute speech. Most of those took place behind guarded doors. But one can guess that she and the financial executives were not still talking about 9/11.\n\nMiddle-class Americans associate Wall Street with the 2008 meltdown of the economy that cost so many their homes and savings. In the debate Mrs. Clinton repeatedly referred to her plan for reining in banks, but offered precious few specifics. This is what happens when Hillary Clinton the candidate gets complacent. The debate moderator, John Dickerson, had even tipped her off before a commercial break that the next topic was Wall Street.\n\nHer effort to tug on Americans’ heartstrings instead of explaining her Wall Street ties — on a day that the scars of 9/11 were exposed anew — was at best botched rhetoric. At worst it was the type of cynical move that Mrs. Clinton would have condemned in Republicans. She should make a fast, thorough effort to explain herself by providing a detailed plan for how she would promote measures protecting middle-class Americans from another financial crisis.", "byline": "THE EDITORIAL BOARD", "description": "After a good start on national security and terrorism, Hillary Clinton flubbed legitimate questions about her ties to Wall Street on Saturday.", "title": "Hillary Clinton Botches Wall Street Questions", "url": "http://www.nytimes.com/2015/11/16/opinion/hillary-clinton-botches-wall-street-questions.html", "topics": ["economy"], "people": ["Bill Clinton", "Bernie Sanders", "John Dickerson", "Hillary Clinton", "Martin O'Malley"], "org": "nyt", "election_confidence": 0.8708710278871227, "authors": [{"author_id": 697, "fullname": "the editorial board", "primary_org": "nyt"}], "date_written": "2015-11-15 21:26:52", "orgs": [], "article_id": "ac1a1d01775534781b522dfa3ead3ef1", "date_access": "2015-11-15 21:45:54.898058"}, {"body": "With the deadly terrorist attacks in Paris as a somber backdrop, three Democratic presidential candidates squared off in Des Moines, Ia., Saturday night in the party’s second 2016 debate.\nSometimes the statements made by former Secretary of State Hillary Clinton, Sen. Bernie Sanders of Vermont and former Maryland Gov. Martin O’Malley on foreign policy and domestic issues rang true; sometimes their remarks didn’t coincide with the facts. For instance:\nSanders criticized Clinton for her support for the Iraq war, saying the was has led to the current instability in the region. Hillary Clinton voted for authorizing the war in Iraq in 2002, which she has since said she regrets. It became an obstacle for her 2008 presidential campaign. In 2006, she said, \"Obviously, if we knew then what we know now, there wouldn't have been a vote, and I certainly wouldn't have voted for it.\" \nClinton said that Americans spend more than anyone else in the world on prescription drugs. A PBS report last year found that “the United States spends almost $1,000 per person per year on pharmaceuticals. That’s around 40 percent more than the next highest spender, Canada, and more than twice as much as than countries like France and Germany spend.” \nSanders aid that Americans spend more on health care than anyone else in the world. This appears to be true, according to a Commonwealth Fund report last year. “The United States health care system is the most expensive in the world, but this report and prior editions consistently show the U.S. under-performs relative to other countries on most dimensions of performance,\" it found. \nSanders said climate change contributed to global terrorism and attributed the claim to the CIA. \"Climate change is directly related to the rise of global terrorism,\" the senator said. \"This is what the CIA says.\"\nIn a Department of Defense release last year, then-Defense Secretary Chuck Hagel said climate change is a \"trend that will affect national security. Rising global temperatures, changing precipitation patterns, climbing sea levels and more extreme weather events will intensify the challenges of global instability, hunger, poverty and conflict.\" \nO'Malley made a similar connection between climate change and terrorism last September. Politifact rated the claim as \"Mostly True.\" It said the drought in Syria – which limited resources – was not the \"sole culprit,\" but rather \"one of many factors that led to the Syrian conflict.\" \nThe article stated that Syrian President Bashar Assad's \"recruitment of al Qaida members\" and Sunni Arab genocide are more \"direct\" and \"crystal clear\" causes.\nVera Bergengruen, Tori Whitley Iana Kozelsky and David Goldstein contributed.", "byline": "", "description": "With the deadly terrorist attacks in Paris as a somber backdrop, three Democratic presidential candidates squared off in Des Moines, Ia., Saturday night in the party’s second 2016 debate. Sometimes …\nClick to Continue »", "title": "Fact-checking the Democratic 2016 hopefuls as they go another round", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44961276.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Bashar Assad", "Chuck Hagel", "Hillary Clinton", "Martin O'Malley"], "org": "mcclatchy", "election_confidence": 0.7874923491309563, "authors": [{"author_id": 33904, "fullname": "william douglas", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 03:32:12", "orgs": ["Commonwealth Fund", "Department of Defense", "CIA"], "article_id": "cd38e7df2e8910d1501aa3ddc8dfb044", "date_access": "2015-11-15 04:00:04.222542"}, {"body": "Here are the week’s top stories.\n\n1. Military troops patrolled Paris as France and its allies around the world mourned 129 people killed in coordinated assaults on Friday that unfolded over three hours. More than 350 people were wounded, many seriously. The French president blamed the Islamic State, calling the attacks “an act of war that was prepared, organized and planned from abroad, with complicity from the inside.”\n\n_______\n\n2. France said three teams carried out the attacks, and ended them by detonating suicide belts. One attacker was identified as a man who used a Syrian passport to enter Europe along with the flow of migrants, another as a French national with a criminal record. Confirmation of the Islamic State’s involvement would mean the group has grown from a regional player in the Syrian conflict into a force waging a global terrorist war in less than two years.\n\n_______\n\n3. World leaders condemned the attacks and many tightened security. President Obama is at the G-20 meeting in Turkey for talks certain to be dominated by the fight against the Islamic State and terrorism in general. The U.S.-led campaign against the group had intensified in recent days in Iraq and Syria, and a bigger push is now likely.\n\n_______\n\n4. A new urgency pulsed through talks on a political solution to Syria’s war. Diplomats from the U.S., France, Russia, Iran and other nations met in Vienna on Saturday, facing knotty divisions on a way forward. Secretary of State John Kerry said the Paris attacks were born of “a kind of medieval and modern fascism at the same time, which has no regard for life, which seeks to destroy and create chaos and disorder and fear.”\n\n_______\n\n5. The second Democratic debate opened with a long discussion of the Paris attacks. Hillary Clinton deftly spun questions that invited her to blame the Obama administration for allowing the rise of the Islamic State, and defended herself from Bernie Sanders’s onslaughts on her relationship with Wall Street. Martin O’Malley may have had the most discussed single line, calling Donald Trump an “immigrant-bashing carnival barker.”\n\n_______\n\n6. The Republican candidates paused their criticisms of one another, particularly against Marco Rubio’s switch to a hard line on immigration. They broadly agreed that the U.S. should strengthen its military strategy against the Islamic State, and some proposed sending ground troops.\n\n_______\n\n7. Other developments this week were independent of international terrorism. Turmoil over racial discrimination spread to campuses across the country after protests forced top officials at the University of Missouri system to step down. Some students acknowledged they had felt only subtle signs of discrimination. “What matters,” one protester said, “is that we all need to have empathy for the experiences that people of color have even if we don’t have those experiences for ourselves.”\n\n_______\n\n8. A Times special report found a thriving U.S. black market that moves guns from states with lax gun laws into those with tougher measures. In New York and New Jersey, which have some of the strictest laws in the country, weapons involved in crimes often arrived via the so-called Iron Pipeline — Interstate 95 and its tributaries — from Virginia, Georgia and Florida.\n\n_______\n\n9. The Swiss foundation that holds the copyright to “The Diary of Anne Frank” has listed her father as a co-author. The diary, by all accounts, remains the words of a young girl hiding from the Nazis with her family. Emphasizing Otto Frank’s contributions of edits and a prologue allows the foundation to extend its copyright from 70 years after her death in 1945 at the Bergen-Belsen concentration camp to 70 years after his death in 1980.\n\n_______\n\n10. International sports officials banned Russia from track and field competitions after a report accused Russia of running a state-sponsored doping program. And should the country fail to rapidly demonstrate compliance with anti-doping regulations, the ban could be extended to include the 2016 Olympics in Brazil.\n\n_______\n\n11. President Obama is scheduled to head from the G20 meeting in Turkey to Asia, for a lengthy trip to Malaysia and the Philippines. His agenda will include promoting the Trans-Pacific Partnership and attending the Asia-Pacific Economic Cooperation summit meeting in Manila on Wednesday.\n\n_______\n\nYour Weekend Briefing is published Sundays at 6 a.m. Eastern.\n\nAnd don’t miss Your Morning Briefing, weekdays at 6 a.m. Eastern, and Your Evening Briefing, weeknights at 6 p.m. Eastern.\n\nWant to look back? Here’s Friday’s Evening Briefing.\n\nWhat did you like? What do you want to see here? Let us know at briefing@nytimes.com.", "byline": "ANDREA KANNAPELL and SANDRA STEVENSON", "description": "Here’s what you need to know at the end of the day.", "title": "Your Weekend Briefing", "url": "http://www.nytimes.com/2015/11/15/nytnow/your-weekend-briefing-paris-democratic-debate-syria.html", "topics": ["immigration", "foreign policy/national security"], "people": ["John Kerry", "Martin O'Malley", "Hillary Clinton", "Donald Trump", "Marco Rubio", "Bernie Sanders"], "org": "nyt", "election_confidence": 0.9582209809343675, "authors": [{"author_id": 29252, "fullname": "andrea kannapell", "primary_org": "nyt"}, {"author_id": 29254, "fullname": "sandra stevenson", "primary_org": "nyt"}], "date_written": "2015-11-15 10:54:12", "orgs": [], "article_id": "73fb344fb05126e77203e3735cc82b87", "date_access": "2015-11-15 12:34:01.007890"}, {"body": "For Bernie Sanders, it was a missed opportunity. \nThe second Democratic debate was a high stakes chance for him to blunt Hillary Clinton’s resurgence at one of the more crucial times in the Democratic contest for president.\nBut while Clinton did find herself on the defensive over foreign policy and terrorism, the challenges came largely from the moderators. Sanders failed to deliver in small and large ways at the Democratic presidential debate Saturday that would have either cast positive attention on him or negative attention on her.\nIt’s a dynamic that explains why she’s pulling comfortably ahead of him in the Democratic race and likely to remain there in the critical weeks to come. \nAfter the terrorist attack in Paris hours before, Americans expected to hear about foreign policy and more specifically how the candidates planned to fight the Islamic State which took responsibility for killing more than 100 people. \nBut when Sanders in his opening statement was asked to share his thoughts on the attacks, he uttered a mere two sentences on terrorism – totaling about 20 seconds – before quickly switching back to his standard stump speech.\n“I’m running for president because as I go around this nation I talk to a lotta people,” he said. “And what I hear is people concerned that the economy we have is a rigged economy.”\nThe abrupt switch from terrorism as well as his claim that climate change is the greatest threat to national security seemed out of place as the Paris attacks dominated the world’s attention.\n\nClimate change is directly related to the growth of terrorism. And if we do not get our act together and listen to what the scientists say you're gonna see countries all over the world...you're gonna see all kinds of international conflict, Bernie Sanders\nSanders’ problems with the debate began even before the candidates walked on stage. His campaign spent hours refuting published reports that aides were angry about changes in the format to reflect the Paris attacks. Clinton supporters flooded social media saying anyone who couldn’t change topics based on world events couldn’t handle being president.\nThe independent senator from Vermont has surprised political observers, even himself, with his popularity in the contest that has translated to large crowds and millions of dollars in contributions. But he needs to do something more if he expects to compete with Clinton for the nomination.\nWith the candidates not debating again for five more weeks, the debate was perhaps his best hope to blunt her rise in the polls. He did provide several strong answers, particularly on reining in Wall Street and ridding politics of unaccountable money. But to get ahead he needed to criticize her, something he and his aides repeatedly say he’s not comfortable with. \nEDITORS: BEGIN OPTIONAL TRIM\nWhen asked if he had any criticism in the way Clinton performed as secretary of state, Sanders spoke vaguely about “regime change,” saying forcing leadership changes in some countries are not always beneficial while he barely mentioned her or explained that she has supported such moves. \nEDITORS: END OPTIONAL TRIM\nSanders instead found himself agreeing with her more than once.\n“I agree with much of what the secretary said,” he said about terrorism.\n“The secretary’s obviously right,” he said on her assessment of the Middle East. \nSanders did manage to criticize her more than he did in their first debate in October.\nHe forcefully went after her for voting to authorize the invasion of Iraq in 2003 as a senator, saying it created instability that led to the rise of the Islamic State.\n“I don’t think any sensible person would disagree that the invasion of Iraq led to the level of instability that we have now,” he said. “That is one of the worst foreign policy blunders in the history of the United States.”\nClinton acknowledged once again that she made a mistake on the Iraq war. But she then called on him to acknowledge his mistake on a vote he cast to grant immunity to gun manufacturers and dealers from liability if their firearms are used criminally. \n\nThat was a terrible mistake. It basically gave the gun lobby even more power to intimidate, legislators not just in Washington but across the country, Hillary Clinton.\nHe didn’t and instead delivered a muddled answer. “We will talk of that bill which I agree with parts, I disagree – I am certainly absolutely willing to look at that bill and make sure – and not a form of the bill,” he said.\nEDITORS: BEGIN OPTIONAL TRIM\nHe also failed to focus on what political observers consider one of his best lines of attacks – accusing Clinton of flipping on policy positions. \nEDITORS: END OPTIONAL TRIM\nIf all else failed, Sanders could have used the emails. Clinton has been under fire using a personal email system while secretary of state.\nSanders gave her pass on the issue in the first debate – saying Americans are “sick and tired” about hearing about her emails. But he said later he wasn’t dismissing concerns and that there are “valid questions.”\nThen on Saturday, he said he really hadn’t changed his mind and that the way his remarks were misinterpreted was “just media stuff.”\n“I was sick and tired of Hillary Clinton’s email,” he said. “I am still sick and tired of Hillary Clinton’s email.” \nEDITORS: STORY CAN END HERE\nClinton was pleased with that statement. “I agree completely.”\nAnita Kumar: 202-383-6017, @anitakumar01", "byline": "", "description": "Senator agrees with former secretary of state, declines to criticize her at times in debate\nSanders again decides not to attack Clinton for her use of personal email for government work\nTiming is crucial as Democrats will not debate again for five weeks\n…\nClick to Continue »", "title": "Sanders’ failure to score in debates helping Clinton pull away", "url": "http://www.mcclatchydc.com/news/politics-government/election/article44984622.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Anita Kumar", "Hillary Clinton"], "org": "mcclatchy", "election_confidence": 0.5350968740541836, "authors": [{"author_id": 33912, "fullname": "anita kumar", "primary_org": "mcclatchy"}], "date_written": "2015-11-15 14:42:00", "orgs": [], "article_id": "36ede6409cbd19b605ca188c967d2a81", "date_access": "2015-11-15 15:00:06.457603"}, {"body": "Photo gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\n\n                                        Updated 11/14/15 09:03 PM EST\n\n                                        By \nAnnie Karni\n\n“We had agreed on opening and closing statements, the timing of those,\" Sanders campaign manager Jeff Weaver said.\n\n11/14/15 09:00 PM EST\n\n                                        By \nGabriel Debenedetti\n\nI think I just saw a tumbleweed go by...\n\n11/14/15 08:49 PM EST\n\n                                        By \nGabriel Debenedetti\n\nDon't expect to see as much from the group after Friday's attacks.\n\n2016\n\n                                        Updated 11/14/15 08:40 PM EST\n\n                                        By \nNahal Toosi\n\nRepublicans go on the attack, while the Democratic debate's focus is set to change.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n                Moderator John Dickerson asks a question during a Democratic presidential primary debate. | AP Photo\n\nDebate Night \n\n                        In a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n            By \nHadas Gold\n\n11/15/15 12:30 AM EST\nThe debate season hasn’t been entirely kind to TV moderators and their often-ignored panels of questioners. From boos for “gotcha” questions and angry complaints directly from the candidates — sometimes right on stage — over debate formats, it’s been a brutal run for some moderators (though a ratings bonanza for the networks).  The ferret-like journalistic questioning of CBS’s John Dickerson, the moderator of Saturday night’s debate and host of “Face the Nation,\" represented something of an honorable mean between the contentiousness of the CNBC anchors at last month’s unruly Republican debate and the cautiousness of Fox Business anchors at this month’s GOP encounter. \nFew people expected many fireworks from Saturday night’s Democratic primary debate. The horror of the attacks in Paris put a somber damper on the evening, dominating the first half of the debate. But moderator Dickerson and his fellow questioners – CBS News congressional correspondent Nancy Cordes, Iowa’s KCCI-TV anchor Kevin Cooney and Des Moines Register political columnist Kathie Obradovich — were widely praised for being aggressive but respectful, concentrating on sharpening the exchanges and surfacing underlying tensions between the candidates. \nStory Continued Below\n“You said Sen. Sanders took a vote on [gun] immunity you don’t like. If he can be tattooed by a single vote and that ruins all future opinions by him on this issue, why then isn’t he right that your vote on Iraq tattoos you forever for your judgment?\" Dickerson asked Hillary Clinton at one point. \nThe question didn’t immediately elicit fireworks, as Clinton quickly responded that her Iraq vote was a mistake, and challenged Bernie Sanders to say the same about his gun vote. But it eventually led to a revealing exchange between the two nonetheless.\nObradovich pushed Sanders on what level of “job loss” he would consider acceptable in exchange for a higher minimum wage, and after he danced around the answer, she prodded further: “Do you think job losses are a consequence that are worth accepting?” \n\nDebate Night \n\n            By \nEli Stokols\n\nThe first hour was more uneven, as the candidates cautiously parsed their differences on national security in the wake of the Paris attacks. But Dickerson, who led the terrorism discussion, deftly cited aspects of the candidates’ record and past inconsistencies to clarify their positions.\nHe smartly latched onto a 2014 speech from Clinton in which she said she \"could not have predicted the extent to which ISIS could be effective in seizing cities in Iraq.\" \n\"So you've got prescriptions for the future. But how-- how do we know if those prescriptions are any good if you missed it in the past?” Dickerson asked. \n His tone, throughout the night, stayed calm and curious, only rising when it came time to cut candidates’ off for a commercial break.\n“Is the world too dangerous for a governor with no foreign policy experience?” he queried a ruffled Martin O’Malley. \nDickerson's question of the night, destined to become a GOP attack line, got all three candidates to dance around the term “radical Islam,” refusing to characterize the Paris attackers by their religion. \n\"Marco Rubio, also running for president, said that this attack showed in Paris showed that we are at war with radical Islam. Do you agree with that characterization, radical Islam?” Dickerson asked, directing his question first to Clinton. \nThe Saturday evening time slot — known to be one of the lowest rated nights of the week for television — made for less engagement on social media than in previous debates. But CBS wisely decided to integrate the debate with Twitter — the candidates’ Twitter handle names were plastered on each podium — and used social media to get the candidates to address real-time responses from viewers.\n\n\nOne Twitter comment, highlighted by the moderators, questioned Clinton’s attempt to attribute her large trove of donations from Wall Street to her work rebuilding New York’s business district in the aftermath of the World Trade Center destruction, something many reporters and political watchers were asking themselves. It was one of the toughest questions of the night and generated the most conversation on Twitter. \nThe move to integrate Twitter was widely praised by journalists and political watchers as, finally, the right way to integrate the social media platform. CBS, tweeted the conservative pollster and analyst Frank Luntz, “just used Twitter perfectly. That question about linking 9/11 and Hillary’s donations was masterful.”\nDickerson’s performance also won plaudits on social media, especially for his calm demeanor.\n \"Boy, John Dickerson is really winning this debate,” John Podhoretz, the editor of Commentary, tweeted. \n \"So far Dickerson has had a fair-minded but bracing question for each candidate so far,” NPR’s Ron Elving tweeted. \n Concluded Peter Suderman, a senior editor at Reason, \"I hope John Dickerson moderates a general election debate.”\n\nHadas Gold is a reporter at Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "In a tough debate season for TV questioners, the CBS moderator was almost perfect.", "title": "Winner of the 2nd Democratic debate: John Dickerson", "url": "http://www.politico.com/story/2015/11/cbs-democratic-debate-moderator-215898", "topics": ["foreign policy/national security"], "people": ["Jesse Rifkin", "Hillary Clinton", "Henry C. Jackson", "Hadas Gold", "Peter Suderman", "Richard Nixon", "Frank Luntz", "Martin O'Malley", "Kathie Obradovich", "Nahal Toosi", "Gabriel Debenedetti", "Annie Karni", "Bernie Sanders", "John Podhoretz", "Katie Glueck", "Nick Gass", "Michael Hirsh", "John Dickerson", "Jeff Weaver", "Jeb Bush", "Ron Elving", "Andrew Glass", "Todd S. Purdum", "Marco Rubio", "Glenn Thrush", "Mike Allen", "Daniel Strauss", "Nancy Cordes", "Eli Stokols"], "org": "politico", "election_confidence": 0.9760952304503073, "authors": [{"author_id": 38822, "fullname": "diana d’abruzzo", "primary_org": "politico"}], "date_written": "2015-11-15 05:30:04", "orgs": ["Washington And The World", "CNBC", "World Trade Center", "GOP"], "article_id": "125445e025b381085c5086cd4f941af1", "date_access": "2015-11-15 06:36:12.928346"}, {"body": "mboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nRepublican lawmakers suggested Sunday that France use NATO powers to retaliate against the Islamic State group that killed at least 129 people during a weekend terror attack that French President Francois Hollande has called “an act of war.”\nThey specifically want France to use the North Atlantic Treaty Organization’s Article 5, which essentially states that an attack on one member of the group is an attack on all members and sets in motion a coordinated military response. \n“Hopefully, President Hollande will call Article 5 of NATO. And maybe we'll put together a coalition that can for once attack this horrific terrorist element before they have ability to carry out another coordinated attack like this,” North Carolina GOP Rep. Richard Burr, chairman of the Senate Intelligence Committee, said on NBC’s “Meet the Press.”\nHolland is scheduled to address the French Parliament on Monday, during which he could lay out his plan.\nHe said after the attacks in and around Paris on Friday night that France “will be merciless toward the barbarians of the Islamic State group,” which has claimed responsibility for the killings.\n\nWhite House Deputy National Security Adviser Ben Rhodes said Sunday that the United States would back France calling for Article 5.\n“That’s a decision for the French to make,” he told NBC. “What we've made clear to the French is we will be shoulder to shoulder with them in this response.”\nArticle 5 has been used only once, after the 9-11 terror attacks on the United States, according to NATO.\nRepublican presidential candidate Sen. Marco Rubio also suggest using the measure.\n“This is clearly an act of war and an attack on one of our NATO allies,” the Florida lawmaker said on ABC’s “This Week.”\nFellow GOP candidate Jeb Bush told CNN’s “State of the Union” that France is “our longest and strongest and most loyal ally” but said the United States should only consider a request to use Article 5.\nDemocratic presidential candidate Martin O’Malley during Saturday night’s debate said the U.S. should take the lead in stopping the Islamic State.\n“This actually is America’s fight,” said O’Malley, a former Maryland governor.", "byline": "", "description": "Republican lawmakers suggested Sunday that France use NATO powers to retaliate against the Islamic State group that killed at least 129 people during a weekend terror attack that French President Francois Hollande has called “an act of war.”", "title": "Republican lawmakers urge France to use NATO powers to help in fight against ISIS", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/LTDb7hPo1wE/", "topics": ["foreign policy/national security"], "people": ["Marco Rubio", "Jeb Bush", "Richard Burr", "Martin O'Malley", "Francois Hollande"], "org": "fox", "election_confidence": 0.5194721719496712, "authors": [], "date_written": "2015-11-15 21:02:04", "orgs": ["Senate Intelligence Committee", "North Atlantic Treaty Organization", "NATO", "GOP"], "article_id": "34345dab312e65fc8f204994d93124b2", "date_access": "2015-11-15 22:25:07.739588"}, {"body": "As \nDonald Trump\n and other \nRepublicans\n talked tough on illegal immigration during last week's presidential debate, an exasperated \nJeb Bush\n noted that \nHillary Clinton\n's campaign aides were, right then, exchanging high-fives.\nHe might have added: And Republican leaders in many states, like California, were once again despairing.\nFrom the beginning of the summer of Trump, many Republicans here hoped he would disappear quickly, to limit damage to the party's image. Summer turned to fall, and Trump still dominates the presidential campaign. And so does the subject of illegal immigration, posing a mighty threat.\nHow mighty could be seen in a USC Dornsife/Los Angeles Times poll published last week. It demonstrated again what California sees in every election: The party's positions on immigration and other issues, like gay marriage, have cost Republicans a generation of good will and support. Here, the poll reminded, Republicans are limited mostly to older and white voters, religious voters and residents of inland California.\nThe current brouhaha over illegal immigration is important because new voters will carry their views of the political parties with them for a very long time.\n\"The experiences people have when they enter the political system do stay with them,\" said Jon Cohen, vice president of survey research for SurveyMonkey, the firm that conducted the poll. Political views \"can shift … but those initial moments are important and do frame how they see things.\"\nRepublican difficulties can be seen in three key areas.\nYoung and minority voters\nThere's substantial overlap in the membership of these groups, and in their reasons for siding with Democrats and the party's candidates.\nAccording to the poll, 36% of voters ages 18 to 29 strongly approve of \nPresident Obama\n. Another 40% approve of him more mildly, meaning three-quarters of young California voters are on Obama's side. Asked whether the country was headed in the right direction, 40% said it was — not a majority but six points above the percentage for California voters overall.\nAsked whether immigrants strengthened or weakened American society, 7 in 10 of the 18- to 29-year-olds said they represented a strength. (Among those age 65 and older, a slight majority felt the same way.)\nViews among Latino, African American and Asian voters were similar. All told, three-quarters of black voters, almost two-thirds of Latino voters and 70% of Asian voters supported President Obama. By strong majorities, all said immigration was positive for the country. Latino and Asian voters were about as positive about the direction of the country as were young voters.\nThose voters receive a contrary message from the Republican candidates for president. To hear them, the country is falling apart, President Obama is an abject failure and immigration is a threat. (The USC Dornsife/Times poll did not test views on the president's healthcare plan, but polls taken since the measure passed showed that it is broadly popular among minority voters. The GOP presidential candidates regularly scorn it and pledge to repeal it.)\nInterestingly, young Republicans are not that different in some ways from their elders — their presidential selections were quite similar — but they, too, have more moderate positions on immigration, gay marriage and other cultural issues.\nThe state's coastal-inland split\nThe traditional California fight is between north and south. The political split is between west and east, coastal and inland.\nTake the Obama support rating: Along the coast, 61% supported him. Inland, only 44% did. Two of the most conservative areas of the state, the Central Valley and Inland Empire, had only a 46% and 34% support rating for him, respectively. In both places, strong opposition was by far the dominant view.\nHere's the problem: The Central Valley represents 19% of the state's voters, and the Inland Empire another 10%. The two largest Democratic areas, Los Angeles County and the Bay Area, make up 44% of the state's voters.\nEven inland, demography is cutting into Republican unanimity. A majority of voters in the Central Valley said that immigrants strengthen this country, and 43% of Inland Empire voters agreed. (Growing Latino voting strength everywhere in the state has pushed many inland Republican members of Congress to support changes in immigration policy opposed by their leaders.)\nReligion, or lack thereof\nReligion has long been a dividing line in politics — the more common attendance at services, the greater the likelihood of political conservatism. It was true in the new poll as well.\nAbout half of Republican candidate Ben Carson's supporters said they attend church at least once a week, the highest percentage for any candidate. Only 20% of Democrat Hillary Rodham Clinton's supporters reported that they attend services at least once a week.\nThe problem for Republicans? There aren't enough Californians who are that religious.\nIn California, 28% said they attend services at least once a week, and 44% said they attend seldom or never. Nationally, 35% were actively religious, while 38% seldom or never attended services.\nRepublicans might be tempted to write off California, but their problem is that trends that started here are spreading. In presidential elections, Nevada and New Mexico have become regularly Democratic and Colorado has turned into a toss-up state because of California-style demographic changes.\nThere would appear to be two solutions: a rapid influx of inland church-goers moving into the state, or a shift by the candidates toward moderation. At this early point of the presidential contest, the odds of the former seem greater than the odds of the latter.\ncathleen.decker@latimes.com\nTwitter: \n@cathleendecker \nFor more on politics, go to\n \nwww.latimes.com/decker\n \nand \nwww.latimes.com/politics\n.", "byline": "", "description": "<p>As Donald Trump and other Republicans talked tough on illegal immigration during last week's presidential debate, an exasperated Jeb Bush noted that Hillary Clinton's campaign aides were, right then, exchanging high-fives.</p> <p>He might have added: And Republican leaders in many states, like California,...</p>", "title": "Three key areas that give Republicans trouble in California", "url": "http://www.latimes.com/la-me-pol-ca-california-politics-poll-20151115-story.html", "topics": ["immigration"], "people": ["Donald Trump", "Rodham Clinton", "Jeb Bush", "Hillary Clinton", "Ben Carson"], "org": "latimes", "election_confidence": 0.9969839217021564, "authors": [{"author_id": 41997, "fullname": "cathleen decker", "primary_org": "latimes"}], "date_written": "2015-11-15 08:05:00", "orgs": ["GOP", "Congress", "Los Angeles County"], "article_id": "5bf4d8ad78d9540c95882d1c5942fa1e", "date_access": "2015-11-15 08:26:25.829957"}, {"body": "AMES, Iowa (AP) â\u0080\u0094 Fresh from the second Democratic presidential debate, Hillary Rodham Clinton suggested Sunday that Bernie Sanders would raise middle-class taxes and \"scrap\" President Barack Obama's health care law, in an escalating critique of the Vermont senator.\nJoined by her husband, former President Bill Clinton, at a fall barbecue, the front-runner said middle-class families \"need a raise, not a tax increase\" and she was the lone Democrat in the debate to commit to raising wages \"and not your taxes.\"\nWithout mentioning her main rival by name, Clinton said Democrats should work to build on Obama's health law and not suggest \"we scrap it and start all over again.\" During the debate, Clinton questioned Sanders' 2013 health care legislation, saying it would dismantle the law and empower Republican governors like Terry Branstad of Iowa to administer the health care system in each state. Sanders envisions a \"single-payer\" system that would be run by the states under federal rules.\nEven as the field responded somberly to the deadly attacks in Paris, the debate Saturday night marked a feistier phase in the Democratic campaign. Helped by a strong autumn, Clinton has built a small lead in Iowa and is trying to stave off Sanders in the Feb. 1 presidential caucuses.\nSanders put Clinton on the defensive in the debate when he said Wall Street had been the major contributor to her campaigns in order to get support in return.\nClinton responded that Sanders was trying to \"impugn my integrity\" and said that as a New York senator, she helped New York City's financial hub rebuild after the Sept. 11 attacks. Her invoking of 9/11 received an incredulous response on social media and Republicans accused her of shamefully hiding behind the attacks to deflect attention from her ties to her wealthiest donors.\nTaking the stage in Ames, former Maryland Gov. Martin O'Malley said Clinton brought up 9/11 to try to \"mask her proximity to Wall Street and the huge amount of contributions and the dollars she has received personally from the major banks of Wall Street.\"\n\"She doesn't have to mask it. It is what it is,\" O'Malley said. \"That is the sort of company, that is the sort economic advice that she would follow.\"\nSanders campaign manager Jeff Weaver said following the debate that the senator's proposals would be paid for with higher taxes on the wealthy and large corporations. \"He's raising taxes to pay for relief for middle-income and working people,\" he said.\nHe also said Sanders would build upon the health care law to provide universal coverage. \"It's not a question of ripping up Obamacare, it's really expanding on the promise of Obamacare,\" Weaver said.\nThe barbecue inside a massive agriculture center featured another appearance by Bill Clinton, who briefly introduced his wife and joked that after watching the debates, \"I think I'm going to vote for Hillary.\"\n___\nOn Twitter, follow Ken Thomas: https://twitter.com/KThomasDC", "byline": "", "description": "AMES, Iowa (AP) — Fresh from the second Democratic presidential debate, Hillary Rodham Clinton suggested Sunday that Bernie Sanders would raise middle-class taxes and \"scrap\" President Barack Obama's health care law, in an escalating critique of the Vermont senator.", "title": "Clinton goes after Sanders on taxes, health care", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-15-US--DEM%202016-Clinton/id-e642156bd9b549fb8161c27ced2fad72", "topics": ["health"], "people": ["Jeff Weaver", "Martin O'Malley", "Bill Clinton", "Hillary Rodham Clinton", "Barack Obama", "Ken Thomas", "Bernie Sanders", "Terry Branstad"], "org": "ap", "election_confidence": 0.535904016805291, "authors": [{"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}], "date_written": "2015-11-15 16:27:00", "orgs": ["AMES"], "article_id": "339e5cfe47434f9efe0d01fa28b3f86f", "date_access": "2015-11-15 22:00:05.671043"}]