[{"body": "WASHINGTON — The tragedy in Paris is roiling American politics, bolstering the Republican right’s anti-immigration demands in the short run and perhaps ultimately enhancing Hillary Rodham Clinton and her credentials as the candidate with experience.\n\nPoliticians from President Obama on down have expressed outrage at the attacks, for which the Islamic State claimed responsibility.\n\nSeveral leading Republicans immediately politicized the issue. Senator Ted Cruz of Texas blamed Mr. Obama and what he called a weak “photo-op” foreign policy, and one of the party’s presidential front-runners, Donald J. Trump, said the tragedy reinforced the need for “tougher” American leadership.\n\n“This will be exceptionally important” in shaping the presidential race, said Peter D. Hart, a prominent Democratic poll-taker, suggesting it was likely to help Mrs. Clinton, the only top-tier candidate in either party who has a background in national security.\n\nIn a debate among Democratic candidates on Saturday, she opened by stating that the United States would be electing a new commander in chief.\n\nThe attacks seem certain to heighten the importance of foreign policy in an election where it has not been prominent. In a recent Wall Street Journal/NBC News poll, only 8 percent of the public cited terrorism as the most important issue.\n\nThe attacks were immediately seized upon as a reason for cracking down on immigration. “This will help the anti-immigration cause and hurt efforts to bring in Syrian refugees,” predicted Vin Weber, a leading Republican strategist and immigration advocate.\n\nAmong Republicans, the speculation was about the consequences of the Paris attacks for Mr. Trump. In Iowa on Thursday, he let loose a particularly vicious tirade against some of his rivals.\n\nThere was a growing sense within the Republican establishment that the “Trump rant” might be the incident that really derails his candidacy, even though he has not been affected by supposedly lethal political acts in the past. The terrorist episode could reverse any political slippage. Mr. Trump has largely set the agenda and dominated the dialogue on immigration; other candidates have followed.\n\nBoth prominent Republicans and Democrats suggested that a renewed attention to terrorism could harden his core support, though an overall emphasis on foreign policy would not play to Mr. Trump’s strengths.\n\nAmong the other leading contenders, the boyish-looking Senator Marco Rubio of Florida, 44, has most emphasized a hard line on national security.\n\nYet, Mr. Hart predicts voters “won’t want the kid” in the White House. Mr. Cruz, though the same age, was seen as projecting more forcefulness than his rivals in his response to the attacks, though he may have overreached.\n\nMr. Weber, one of the Republican wise men, said that with time, voters may look “for someone with more gravitas.” He said he hoped this would play to the strength of his candidate, former Gov. Jeb Bush of Florida.\n\nMr. Bush, considered one of the more mature candidates in either party, has only derivative national security credentials because of his family, particularly his brother, former President George W. Bush. That may prove a mixed blessing for a candidate struggling to regain his footing.\n\nThe reason Mr. Hart sees an advantage for Mrs. Clinton, the former secretary of state, is that a greater focus on terrorism will cause voters to look even more for a “heavy and strong hand at the tiller.” This might minimize the problems she has among staunchly noninterventionist Democratic primary voters because she is more hawkish on foreign policy than the president she served. And it could help her in a general election, though Republicans constantly criticize the “Obama/Clinton” weakness on foreign policy.\n\nIn the Democratic debate, Mrs. Clinton took the hardest line on national security: She insisted that the Islamic State “must be defeated,” not just contained, and stressed that she had advised Mr. Obama to approve the raid that killed Osama bin Laden.\n\nHowever this evolves, both Republicans and Democrats agree that Nov. 13 is likely to be an important marker in the selection of the 45th American president.", "byline": "ALBERT R. HUNT | BLOOMBERG VIEW", "description": "The attacks have bolstered the Republican right’s anti-immigration demands and may enhance Hillary Rodham Clinton’s credentials as the candidate with experience.", "title": "Letter From Washington: Paris Attacks Pose Test for U.S. Presidential Candidates", "url": "http://www.nytimes.com/2015/11/16/us/politics/paris-attacks-pose-test-for-us-presidential-candidates.html", "topics": ["foreign policy/national security", "immigration"], "people": ["Peter D. Hart", "Gary Hart", "Jeb Bush", "Vin Weber", "Donald Trump", "Hillary Rodham Clinton", "Marco Rubio", "Donald J. Trump", "Barack Obama", "George W. Bush", "Ted Cruz"], "org": "nyt", "election_confidence": 0.9927813695070009, "authors": [{"author_id": 1806, "fullname": "albert r. hunt | bloomberg view", "primary_org": "nyt"}], "date_written": "2015-11-15 22:04:16", "orgs": [], "article_id": "7bb8b760a9c88ebc360655ae68f78c35", "date_access": "2015-11-15 22:39:39.969440"}, {"body": "Seeking to shake up the Democratic race and loosen \nHillary Rodham Clinton\n's front-runner status, rivals \nBernie Sanders\n and \nMartin O'Malley\n repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.\nThe session at \nDrake University\n was originally supposed to focus on the economy, but the terrorist attacks in Paris changed that. The deadly assault, which \nIslamic State\n extremists took responsibility for, set a somber tone; the debate opened with a moment of silence, the candidates standing on stage with their heads bowed, to mark the tragedy.\nThe contest is about “choosing our next commander in chief,” Clinton pointedly stated in her opening remarks. “All of the other issues we want to deal with depend on our being secure and strong.”\nThe candidates echoed one another in calling for a war against Islamic extremists, agreeing there was a need for better intelligence, a better use of the country's vast military resources and the need for a closer partnership with U.S. allies, especially in the Middle East.\nSanders, the independent U.S. senator from Vermont, used the discussion to once more bring up Clinton's 2002 vote in favor of the Iraq war when she was a senator, which she has since called a mistake. Noting his opposition at the time when he was a member of the House, Sanders said the invasion “led to the massive level of instability we are seeing right now. I think that was one of the worst foreign policy blunders in the modern history of the United States.”\nHillary Rodham Clinton waves as Bernie Sanders, left, and Martin O'Malley prepare before a Democratic presidential primary debate, Saturday, Nov. 14, 2015, in Des Moines, Iowa.\nHillary Rodham Clinton waves as Bernie Sanders, left, and Martin O'Malley prepare before a Democratic presidential primary debate, Saturday, Nov. 14, 2015, in Des Moines, Iowa.\nClinton said the issue of terrorism was far more complicated, pointing out that the United States had been a target long before the invasion, including the Sept. 11, 2001, attacks. “We've got to understand the complexity of the world that we are facing, and no place more so than in the Middle East,” she said.\nIn light of the horror in Paris, Sanders was asked whether he still believed, as he had earlier stated, that global warming was the greatest threat to national security.\n“Absolutely,” Sanders replied, suggesting that “climate change is directly related to the growth of terrorism” — with the fight over natural resources like water possibly leading to even greater international conflict.\nAsked by moderator John Dickerson of CBS News whether they would use the words “radical Islam” to describe the United States' enemy — as many Republicans do — all three Democrats balked.\n“Let's not fall into the trap of thinking all of our Muslim American neighbors in this country are somehow our enemies here,” said former Maryland Gov. O'Malley, suggesting the vast majority of law-abiding Muslims are the “first line of defense” against radical elements.\nStrikingly, some of the testiest exchanges of the evening came on issues where the differences among the candidates were largely a matter of degree.\nSanders and O'Malley insisted, for instance, on setting a $15 national minimum wage rather than the $12 that Clinton favors, and suggested her history of taking generous contributions from Wall Street undercut her promises to impose stiffer regulations. “Weak tea,” O'Malley said dismissively.\nClinton repeatedly brushed aside the challenges, saying she shared the same broad goals but would pursue policies that were more pragmatic and more apt to achieve results.\n“I have nothing against the passion my two friends have here for reinstating Glass-Steagall,” she said, when the debate turned to a discussion of the Depression-era bank regulation. “I just don't think it gets the job done.”\nClinton entered the evening in the strongest political position since announcing her candidacy in April, benefiting from an impressive performance at the Democrats' first debate last month and her marathon testimony before lawmakers investigating the 2012 attack on a U.S. diplomatic compound in Benghazi, Libya.\nNothing she said or did seemed likely to diminish her commanding status.\nBy contrast, Sanders has lost steam after drawing gargantuan crowds over the summer. He has stalled far behind Clinton in national polls, and has also lost ground in some early-voting states, including Iowa, which casts the first votes of the 2016 contest.\nStepping onto the debate stage, the Vermonter found himself in something of a quandary of his own design. He has long disparaged negative campaigning, boasting he has never run an attack ad in his decades-long political career.\nHe also seemed to conspicuously foreclose one line of attack on Clinton, her controversial use of a private server while secretary of State, declaring in last month's debate that the “American people were sick and tired of hearing about your damn emails.” Aides have been pressing Sanders to assume a more combative stance, but asked Saturday night whether he was reconsidering his comment, Sanders emphatically said he was not. “I was sick and tired of Hillary Clinton's email,” he said. “I am still sick and tired.”\n“What I would like for the media now is for us to be talking about why the middle class is disappearing, or we have more people in jail than any other country, or we have massive levels of income and wealth inequality,” Sanders said. “We've gotten off of Hillary Clinton's emails, good. Let's go to major issues facing America.”\n“I agree completely,” Clinton said. “I couldn't have said it better myself.”\nBut she bridled when Sanders attacked her over her fundraising on Wall Street, suggesting that bankers would not contribute so much money if they did not think they would get something in response. “Maybe they're dumb,” he said. “I don't think so.”\nClinton responded that Sanders was trying to “impugn [her] integrity” and noted that two hedge-fund billionaires were already running advertisements against her in Iowa.\nThe exchange led to a seeming Clinton stumble, when she referred to her work helping Wall Street recover from the Sept. 11 attacks. “I did spend a whole lot of time and effort helping them rebuild. That was good for New York; that was good for the economy,” Clinton said.\nThe negative reaction on social media was swift, including a Tweet from one critic who was incredulous that Clinton invoked the terrorist attacks in defending her relationship with Wall Street. When the comment was read to her onstage, Clinton said she was sorry if her remark — quickly seized upon by Republican opponents — was misconstrued.\nIn another response that may echo later in the campaign, Clinton inadvertently raised the generational issue during a discussion of the protests sweeping college campuses. Republicans have repeatedly portrayed her as a has-been compared with some of their more youthful candidates.\n“I come from the '60s, a long time ago,” she said. “There was a lot of activism on campus. Civil rights activism, antiwar activism, women's rights activism. And I do appreciate the way young people are standing up and speaking out. Obviously, I believe that on a college campus, there should be enough respect so people hear each other.”\nO'Malley has struggled to be anything more than an afterthought in the Clinton-Sanders contest and he repeatedly took after both rivals.\nHe cited his record as Maryland's chief executive, saying, for instance, that while all three support a higher minimum wage, in his state “it was not just a theory … we did it.”\nThe stage was less crowded than at the Democrats' first debate last month in Las Vegas. Former Sens. \nJim Webb\n of Virginia and \nLincoln Chafee\n of Rhode Island both quit the contest after their poor showings.\nThat opened up the two-hour program for a longer, deeper series of exchanges. But that didn't mean they broke a lot of new substantive ground. Much of the conversation touched on issues they had covered before.\nClinton again attacked Sanders on guns, one of the few areas where she is to the left of the Vermont senator.\n“There are different records,” Clinton said. “I know that Sen. Sanders had a different vote than I did when it came to giving immunity to gun makers and sellers. That was a terrible mistake. It basically gave the gun lobby even more power to intimidate legislators, not just in Washington but across the country.”\nSanders cited his votes for certain gun controls and said he would reconsider the liability issue.\nO'Malley said Clinton had her own consistency problems, arguing she had repeatedly changed her position for political reasons. “There's a big difference between leading by polls and leading by principle,” he said.\nTo the delight of the partisan crowd, all three candidates positioned themselves as aggressively pro-immigrant.\n“The fact of the matter is — and let's say it in our debate because you will never hear it from that immigrant-bashing carnival barker Donald Trump — the truth of the matter is net immigration from Mexico last year was zero,” O'Malley said in response to weighing immigration reform against the need for border security.\n“We've been focusing on border security to exclusion of talking about comprehensive immigration reform,” he said. “Our symbol is the Statue of Liberty; it is not a barbed wire fence.”\nSanders, a self-described democratic socialist, drew one of the biggest laughs of the night from the university audience, during a discussion of taxes. All three candidates said they favored higher rates for well-off Americans to pay for such things as cheaper college tuition for students.\n“We haven't come up with an exact number yet,” Sanders said. “But it will not be as high as the number under Dwight D. Eisenhower, which was 90%.... I'm not a socialist compared to Eisenhower.”\nBarabak reported from San Francisco and Halper from Des Moines. Times staff writer Noah Bierman in Des Moines contributed to this report.\nLos Angeles Times", "byline": "", "description": "<p>Seeking to shake up the Democratic race and loosen Hillary Rodham Clinton's front-runner status, rivals Bernie Sanders and Martin O'Malley repeatedly challenged the former secretary of State on Saturday night in a debate where they largely agreed on most issues.</p> <p>The session at Drake University...</p>", "title": "Sanders, O'Malley step up attacks on Clinton in Iowa Democratic debate", "url": "http://www.latimes.com/ct-iowa-democratic-debate-20151115-story.html", "topics": ["immigration"], "people": ["Martin O'Malley", "John Dickerson", "Hillary Clinton", "Dwight D. Eisenhower", "Donald Trump", "Hillary Rodham Clinton", "Jim Webb", "Bernie Sanders", "Lincoln Chafee"], "org": "latimes", "election_confidence": 0.9919928583756613, "authors": [{"author_id": 40451, "fullname": "mark z. barabak", "primary_org": "latimes"}, {"author_id": 40355, "fullname": "evan halper", "primary_org": "latimes"}], "date_written": "2015-11-15 12:18:00", "orgs": ["Sens", "Statue of Liberty", "Drake University"], "article_id": "36e768aad5ce47df6b47e5ce60c46b2a", "date_access": "2015-11-15 13:00:05.117971"}, {"body": "WashingtonThe Democratic candidates for president gathered in Des Moines, Iowa, for their second debate Saturday, and CNN's Reality Check team spent the night putting their statements and assertions to the test.\nThe team of reporters, researchers and editors across CNN selected key statements and rated them: True; Mostly True; True, but Misleading; False; or It's Complicated.\nPrevious CNN Reality Check coverage of the Democratic and Republican candidates can be found here. This story will be updated throughout the night.\nReality Check: Sanders on vets with PTSD\nBy Debra Goldschmidt, CNN Health\nVermont Sen. Bernie Sanders said, \"When you talk about the long-term consequences of war, let's talk about the men and women who came home from war, the 500,000 who came home with PTSD and traumatic brain injury.\"\nRoughly 2.6 million veterans served in Iraq and Afghanistan, and the U.S. Department of Veteran Affairs says 11% to 20% of military members who served in Iraq and Afghanistan suffer from PTSD.\nAccording to a Veteran Affairs independent study on traumatic brain injury, self-reported data found 15% of troops who were engaged in active combat in Afghanistan and Iraq \"may have suffered\" a mild traumatic brain injury. This falls in line with a report from the Brain Trauma Foundation, which found between 10% to 20% of Iraq veterans suffer from some level of traumatic brain disorder.\nVerdict: True\nReality Check: O'Malley on net immigration from Mexico\nBy Sonam Vashi, CNN\nFormer Gov. Martin O'Malley said, \"The truth of the matter is net immigration from Mexico last year was zero.\" He then challenged viewers to fact-check him, and we couldn't resist.\nAccording to the Pew Research Center, net migration from Mexico probably reached zero in 2010, and more Mexicans have left the United States than arrived since then.\nAdditionally, the actual number of Mexicans living in the United States consistently declined throughout 2014. The U.S. Border Patrol also reported that in the 2014 fiscal year, the number of Mexicans apprehended along the border decreased 14% when compared to the 2013 fiscal year.\nThe information we have suggests that the net immigration rate is negative -- which is actually not zero -- but it is close, and probably still supports O'Malley's point.\nVerdict: Mostly true", "byline": "", "description": "", "title": "Democratic debate: CNN's Reality Check team inspects the claims", "url": "http://www.cnn.com/2015/11/14/politics/democratic-debate-fact-check/index.html", "topics": ["immigration"], "people": ["Bernie Sanders", "Martin O'Malley"], "org": "cnn", "election_confidence": 0.5480945459848154, "authors": [{"author_id": 45638, "fullname": "cnn's reality check team", "primary_org": "cnn"}], "date_written": "2015-11-15 04:09:39", "orgs": ["U.S. Border Patrol", "Pew Research Center"], "article_id": "5f763ceb49f12a5e357faeff8b4407dd", "date_access": "2015-11-15 04:16:08.650830"}, {"body": "i\n\n\n\n\n            The Democratic presidential candidates took the stage in Des Moines, Iowa for their second debate.\n            \n            \n                \n                MANDEL NGAN/AFP/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        MANDEL NGAN/AFP/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nThe Democratic presidential candidates took the stage in Des Moines, Iowa for their second debate.\n\n            \n            MANDEL NGAN/AFP/Getty Images\n            \n        \n\n\n\n\n\n\n\n\n\n\n            The issues that got the most attention at the CBS debate Saturday night. Times shown in minutes and seconds.\n            \n            \n                \n                Barbara Sprunt/NPR\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Barbara Sprunt/NPR\n        \n    \n\n\nThe three Democratic candidates for president met in Des Moines on Saturday night for their second debate. The CBS debate was originally going to focus on the economy but shifted gears after the attacks in Paris on Friday. Christopher Isham, CBS News vice president and Washington bureau chief said, \"Last night's attacks are a tragic example of the kinds of challenges American presidents face in today's world, and we intend to ask the candidates how they would confront the evolving threat of terrorism.\" NPR tracked which issues got the most time during the debate. If the candidates veered off the question posed to them, we kept track of that too: Banks/Wall Street: 11:18 Foreign Policy: 9:16 ISIS: 6:08 Obamacare/healthcare next steps: 5:27 Guns: 4:06 Who pays for candidates' plans: 3:49 What experience would you draw on in a crisis? 3:41  Higher Education: 3:23 Minimum Wage: 3:12 Black Lives Matter/race relations: 2:45 Immigration: 2:24 Bringing people together/leadership: 2:18  Refugees: 1:51 The term 'radical Islam': 1:50 University of Missouri/Protests: 1.50  Clinton's emails: 0:56 Empathizing with enemies (Clinton): 0:43 Republicans: 0:30 Veterans: 0:19 Climate Change: 0:18", "byline": "", "description": "NPR kept track of how many minutes each issue — like foreign policy and the economy — got at the second Democratic debate.", "title": "The Democratic Debate Clock: Which Issues Got The Most Time", "url": "http://www.npr.org/2015/11/14/456046154/the-democratic-debate-clock-which-issues-got-the-most-time", "topics": ["foreign policy/national security", "racial issues"], "people": [], "org": "npr", "election_confidence": 0.5557765743970295, "authors": [{"author_id": 39152, "fullname": "barbara sprunt", "primary_org": "npr"}], "date_written": "2015-11-15 04:30:59", "orgs": [], "article_id": "851a15c454c585895d5a50c43cdc4fb2", "date_access": "2015-11-15 05:00:58.280572"}, {"body": "Nov. 14, 2015: Hillary Rodham Clinton shakes hands with Martin O'Malley after a Democratic presidential primary debate in Des Moines, Iowa. (AP)\n\n\nHillary Clinton invoked the 9/11 terror attacks as she defended herself against complaints about her Wall Street donations during Saturday night’s debate, a response that drew bipartisan criticism.\nThe former New York senator made the reference after Vermont Sen. Bernie Sanders repeatedly criticized her for taking money from the financial sector and questioned whether she had the independence to overhaul the industry.\n“I represented New York, and I represented New York on 9/11 when we were attacked,” Clinton pointed out. “Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York.”\nRepublican National Committee Chairman Reince Priebus slammed Clinton for the comments after the debate in Des Moines ended.\n“[I]n a new low, Hillary Clinton shamefully hid behind the 9/11 terrorist attacks in a bizarre attempt to deflect attention from her ties to her wealthy donors,” he said in a statement.\nThe backlash also surfaced during the CBS-hosted debate itself. Shortly after Clinton made the remarks, the moderators cited social media reaction, including a tweet saying she had invoked 9/11 to justify Wall Street donations.\n“Well, I'm sorry that whoever tweeted that had that impression because I worked closely with New Yorkers after 9/11 for my entire first term to rebuild,” Clinton said.\nSanders acknowledged she was the senator from New York at the time and did help rebuild. But he also said Wall Street has too much power.\nEarlier, he suggested Clinton would not be able to overhaul the industry given its support for her.\n“Let's not be naive about it. Why …has Wall Street been the major campaign contributor to Hillary Clinton?” he said. “You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.”\nEven Clinton’s former campaign manager, Patti Solis Doyle, questioned the 9/11 reference following the debate.\n“I do think that the 9/11 reference was probably better used when she was talking about terrorism. She was the senator when the 9/11 attacks happened. She was the senator when we needed to rebuild that city. And it would have been more powerful talking about terrorism,” she said on CNN.", "byline": "", "description": "Hillary Clinton invoked the 9/11 terror attacks as she defended herself against complaints about her Wall Street donations during Saturday night’s debate, a response that drew bipartisan criticism.", "title": "Clinton invokes 9/11 in countering criticism of Wall St. donations, takes heat", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/vdZmq3POxBM/", "topics": ["campaign_finance", "foreign policy/national security"], "people": ["Martin O'Malley", "Patti Solis Doyle", "Hillary Clinton", "Hillary Rodham Clinton", "Reince Priebus", "Bernie Sanders"], "org": "fox", "election_confidence": 0.7299152360001901, "authors": [], "date_written": "2015-11-15 05:45:07", "orgs": ["Republican National Committee"], "article_id": "a533791204f9b0b0a133a20164b5eb40", "date_access": "2015-11-15 06:00:35.220925"}, {"body": "Democratic presidential candidates Bernie Sanders, Hillary Clinton and Martin O'Malley debate in Des Moines, Iowa.", "byline": "", "description": "Democratic presidential candidates Bernie Sanders, Hillary Clinton and Martin O'Malley debate in Des Moines, Iowa.", "title": "Democratic debate in Iowa", "url": "http://www.cnn.com/2015/11/15/politics/gallery/democratic-debate-iowa/index.html", "topics": ["personality", "campaign_finance"], "people": ["Bernie Sanders", "Hillary Clinton", "Martin O'Malley"], "org": "cnn", "election_confidence": 0.7807667701681759, "authors": [], "date_written": "2015-11-15 13:34:05", "orgs": [], "article_id": "920429bdc2037b8c788e02d99abc6669", "date_access": "2015-11-15 14:01:26.727014"}, {"body": "Hillary Clinton defended herself against criticism over the money she has raised from the financial industry by invoking her job as a U.S. senator representing New York after the attacks of Sept. 11, 2001.\n“I did spend a whole lot of time and effort helping them rebuild. That was good for New York,” she said, after finding herself again on the defensive over her perceived close ties to Wall Street. “It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.”\nThe unusual defense emerged during a feisty exchange over financial-industry regulation in Saturday’s Democratic presidential debate hosted by CBS News. Mrs. Clinton also noted that 60% of her donors are women—another effort to turn back the Wall Street fundraising attack from Vermont Sen. Bernie Sanders, an independent who has emerged as a formidable opponent in the Democratic primary.\nJust as in last month’s Democratic debate, the discussion Saturday of financial regulation turned largely on whether Congress should reinstate the New Deal-era banking law, the Glass-Steagall Act, which separated investment banking from commercial banking. President Bill Clinton played a major role ushering in legislation, signed into law in 1999, that repealed Glass-Steagall.\nSome critics say Glass-Steagall facilitated the financial crisis in 2008 by allowing large banks to grow, in effect, “too big to fail,” forcing the unpopular emergency bailouts. They have pushed legislation to carve up the banks by instating aspects of Glass-Steagall, which the banking industry strongly opposes. Mr. Sanders and former Maryland Gov. Martin O’Malley both endorsed that effort again on Saturday.\nMrs. Clinton was more restrained. “Reinstating Glass-Steagall is a part of what very well could help, but it is nowhere near enough,” she said, adding that her regulatory-overhaul proposal is “tougher, more effective, and more comprehensive,” because it would target nonbank institutions as well as Wall Street banks and large depository institutions.\nMrs. Clinton implied that Glass-Steagall would have done little to forestall the bank bailouts in 2008 because many of the companies that either failed or required bailouts—including American International Group and Lehman Brothers—weren’t big deposit-taking banks. AIG is an insurance company and Lehman Brothers was a standalone investment bank.\nCritics of the Glass-Steagall repeal don’t agree with this view. They say it too easily overlooks the ways in which banks, particularly Citigroup, took on greater risks that fed increased risk-taking across Wall Street. AIG, for example, got into trouble because it had insured billions of financial products issued by more than a dozen firms—some that had grown thanks to Glass-Steagall and some that, like Lehman and Bear Stearns, had remained standalone investment banks.\nStepping back from the bank-regulation arcana, there’s a broader disagreement here. At the heart of Mr. Sanders’s argument over the size of banks is the idea that they have too much political power, an idea that evokes the “trust busting” of President Teddy Roosevelt who sought to break up big industrial monopolies for some of the same reasons.\nWhy do big industries make “millions of dollars of campaign contributions? They expect to get something. Everybody knows that,” said Mr. Sanders.\nWhen Mrs. Clinton said that she would break up banks if they didn’t play by the rules, Mr. Sanders responded with disbelief that this might be in doubt. “The business model of Wall Street is fraud,” he said.\nMr. Sanders pledged not to have any Wall Street representatives in his cabinet. “One of the problems we’ve had…whether it’s Republican administrations or Democratic administrations, we have seen Wall Street and Goldman Sachs dominate administrations,” he said.\nMr. O’Malley joined in when he said that Richard Rubin and Larry Summers, both former treasury secretaries for President Bill Clinton, wouldn’t be allowed near his administration. Mr. Rubin has been a very influential figure within Democratic policymaking for the last two decades, and many policymakers that he has mentored have served in top positions for President Barack Obama.\n“They are the architects,” said Mr. O’Malley.\nMr. O’Malley was pressed to name who, exactly, would provide him with advise on financial regulation. He didn’t provide any names. “We’ll have an inclusive group,” he said.\nFinancial regulation also emerged as a hot topic in Tuesday’s Republican debate, and it showed how both parties have vastly different interpretations of what caused the financial crisis and, consequently, what should be done to prevent it from happening again.\nRepublicans generally have blamed government policies, from housing to the Federal Reserve, for provoking risk-taking, an idea that draws mixed readings from economists. They say that there is now too much government regulation, singling out for criticism the Dodd-Frank financial-regulatory overhaul, even though they have also tried to sound critical of Wall Street.\nThe clear winner in both the GOP debate earlier this week and in Saturday’s Democratic debate: community banks.\n“Imagine America without its community banks. Well, that’s what’s happening because of Dodd-Frank,” said former Florida Gov. Jeb Bush in Tuesday’s debate.\nAnd Mr. Sanders on Saturday: “Support community banks and credit unions. That’s the future of banking in America.”\n\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Former Secretary of State Hillary Clinton defended herself against criticism that she raised money from the financial industry by invoking her job as a U.S. senator representing New York after the attacks of Sept. 11, 2001.", "title": "Hillary Clinton Invokes 9/11 in Defending Wall Street Ties", "url": "http://blogs.wsj.com/washwire/2015/11/15/hillary-clinton-invokes-911-in-defending-wall-street-ties/", "topics": ["financial regulation"], "people": ["Martin O'Malley", "Bill Clinton", "Richard Rubin", "Jeb Bush", "Hillary Clinton", "Barack Obama", "Lehman Brothers", "Bernie Sanders", "Teddy Roosevelt", "Larry Summers"], "org": "wsj", "election_confidence": 0.8325589707651082, "authors": [{"author_id": 1142, "fullname": "nick timiraos", "primary_org": "wsj"}], "date_written": "2015-11-15 05:16:37", "orgs": ["WSJ", "Federal Reserve", "Congress", "Dodd", "American International Group", "Goldman Sachs", "Capital Journal", "AIG", "Citigroup", "GOP"], "article_id": "abb2681d02c742e0d300a81300445aed", "date_access": "2015-11-15 05:51:17.389493"}, {"body": "After Bernie Sanders challenged Hillary Clintonâ\u0080\u0099s independence from the influence of her corporate donors, she offered a defense during Saturday nightâ\u0080\u0099s debate â\u0080\u0094 and included her work as a New York senator after September 11th.\nSANDERS: Hereâ\u0080\u0099s the story: I mean, you know, letâ\u0080\u0099s not be naive about it. Why do â\u0080\u0094 why, over her political career has Wall Street been a major â\u0080\u0094 the major campaign contributor to Hillary Clinton? You know, maybe theyâ\u0080\u0099re dumb and they donâ\u0080\u0099t know what theyâ\u0080\u0099re going to get, but I donâ\u0080\u0099t think so.", "byline": "", "description": "“So, I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked?” Bernie Sanders had challenged Clinton on whether the Wall Street contributions she receives influence her.\nView Video ›\nbuzzfeed-video1.s3.amazonaws.com\nAfter Bernie Sanders challenged Hillary Clinton's independence from the influence of her corporate donors, she offered a defense during Saturday night's debate — and included her work as a New York senator after September 11th.\n\"Why, over her political career has Wall Street been a major — the major campaign contributor to Hillary Clinton?\" Sanders asked onstage after calling her financial policy package not good enough. \"You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.\"\nClinton, offered the chance to respond, first cited the number of small donors to her presidential campaign, and then that the majority of them are women.\nThen, she turned to 9/11.\n\"So, I represented New York, and I represented New York on 9/11 when we were attacked,\" she said. \"Where were we attacked? We were attacked in downtown Manhattan where Wall Street is.\" \n\"I did spend a whole lot of time and effort helping them rebuild,\" she continued. \"That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.\"\n\nSANDERS: Here's the story: I mean, you know, let's not be naive about it. Why do — why, over her political career has Wall Street been a major — the major campaign contributor to Hillary Clinton? You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.\nHere is the major issue when we talk about Wall Street. It ain't complicated. You have six financial institutions today that have assets of 56%, equivalent to 56% of the GDP In America. They issue two-thirds of the credit cards and one-third of the mortgages.\nIf Teddy Roosevelt, a good Republican, were alive today, you know what he'd say? \"Break them up.\" Reestablish Glass-Steagall. And Teddy Roosevelt is right. That is the issue. Now I am the only candidate up here that doesn't have a super PAC. I am not asking Wall Street or the billionaires for money. I will break up these banks. Support community banks and credit unions. That's the future of banking in America.\nDICKERSON: Great follow up because you — and Secretary Clinton, you will get a chance to respond. You said they know what they're going to get. What are they going to get?\nSANDERS: I have never heard a candidate never, who has received huge amounts of money from oil, from coal, from Wall Street, from the military industrial complex, not one candidate say, oh, these campaign contributions will not influence me. I'm going to be independent. Well, why do they make millions of dollars of campaign contributions? they expect to get something. Everybody knows that. Once again, I am running a campaign differently than any other candidate. We are relying on small campaign donors, 750,000 of them, 30 bucks a piece. That's who I'm indebted to.\nCLINTON: Well, John, wait a minute. Wait a minute, he has basically used his answer to impune my integrity. Let's be frank here.\nSANDERS: No, I have not. \nCLINTON: Oh, wait a minute, senator. You know, not only do I have hundreds of thousands of donors, most of them small. And I'm very proud that for the first time a majority of my donors are women, 60%\nSo, I represented New York, and I represented New York on 9/11 when we were attacked. Where were we attacked? We were attacked in downtown Manhattan where Wall Street is. I did spend a whole lot of time and effort helping them rebuild. That was good for New York. It was good for the economy and it was a way to rebuke the terrorists who had attacked our country.\nSo, you know, it's fine for you to say what you're going to say, but I looked very carefully at your proposal. Reinstating Glass-Steagall is a part of what very well could help, but it is nowhere near enough. My proposal is tougher, more effective, and more comprehensive because I go after all of Wall Street not just the big banks.\n", "title": "Hillary Clinton Invokes 9/11 In Defense Of Wall Street Contributions", "url": "http://www.buzzfeed.com/katherinemiller/hillary-clinton-invokes-911-in-defense-of-wall-street-contri", "topics": ["campaign_finance"], "people": ["Bernie Sanders", "Teddy Roosevelt", "Hillary Clinton"], "org": "buzzfeed", "election_confidence": 0.7519994201642299, "authors": [{"author_id": 12333, "fullname": "katherine miller", "primary_org": "buzzfeed"}], "date_written": "2015-11-15 04:03:03", "orgs": ["PAC"], "article_id": "9608bd7e4c558c810706989bb1733bc8", "date_access": "2015-11-15 05:07:37.594310"}, {"body": "(AP) â\u0080\u0094 The Democratic presidential candidates are debating for the second time in the 2016 nomination contest, this time in Des Moines.\nThe latest developments (all times local):\n___\n7:45 p.m.\nThe Democratic candidates for president are gathering for the party's second debate of the 2016 campaign, a meeting that will take place in the shadow of the attacks in Paris.\nThe campaigns have tangled with debate host CBS over the format of the debate in the hours before the debate.\nWhen CBS said on a conference call with the campaigns that it wanted to focus the opening statement and the first section of the debate on the Paris attacks, the campaign of Vermont Sen. Bernie Sanders vigorously disagreed.\nThat's according to a participant on the call, who spoke on condition of anonymity and was not authorized to speak publicly.\nSanders campaign manager Jeff Weaver says the key issue is a proposal to shorten the opening statements from 90 seconds to 30 seconds in order to move quickly to questions in a debate unfolding a day after the Paris attacks.\nThe Vermont senator's campaign says it successfully argued on behalf of the longer opening statements, which all three candidates will deliver.\nThe debate will begin with a moment of silence in memory of the victims of the attacks.\nâ\u0080\u0094 By Ken Thomas.", "byline": "", "description": "DES MOINES, Iowa (AP) — The Democratic presidential candidates are debating for the second time in the 2016 nomination contest, this time in Des Moines.", "title": "The Latest: Democratic 2016 candidates meet for 2nd debate", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-11-14-US--DEM%202016-Debate-The%20Latest/id-0e87a5d0fb4e4feca870115079ba2e96", "topics": ["personality"], "people": ["Ken Thomas", "Bernie Sanders", "Jeff Weaver"], "org": "ap", "election_confidence": 0.8332397720754736, "authors": [{"author_id": 3398, "fullname": "ap", "primary_org": "huffpo"}], "date_written": "2015-11-14 20:48:00", "orgs": ["DES MOINES"], "article_id": "b071740b6e3f766d43fa3f8cc8950695", "date_access": "2015-11-15 02:00:05.513360"}, {"body": "DES MOINES —  The news team at station KCCI buzzed with nervous anticipation here at Drake University on Saturday night, less than two hours before the start of the Democratic candidates’ debate.\n\nIt was the first presidential debate that KCCI, the local CBS affiliate, would help present in its 60-year history, and the atmosphere had shifted dramatically in the previous 24 hours — from one charged with excitement to a grave and somber tone following the deadly terror attacks in Paris.\n\nBehind a temporary stage erected for the event, KCCI’s news director, Dave Busiek, watched a live stream of CBS News coverage on his iPhone about the latest developments out of Paris. In a nearby workspace, the veteran anchor Kevin Cooney made final preparations for the questions he would pose later about national security as one of debate’s four moderators.\n\nJust after 6:15 p.m., cameras flashed on the KCCI anchors Stacey Horst and Steve Karlin, who stood on the stage and welcomed viewers to an area for the news media known as the spin room; they noted how the carnage in Paris would change the focus of the debate.\n\n“Our viewers are interested in that,” Mr. Busiek said. “That flows into what will be a very serious discussion with who could be the president of the United States.”\n\nBroadcasting from Iowa’s capital city to 434,500 TV households in the country’s 72nd largest television market, KCCI takes on outsize importance among the nation’s local television stations every four years. Iowans are the first in the nation to vote in presidential caucuses, setting the tone for the rest of the campaign season.\n\nAs a result, presidential candidates devote significant face time to KCCI, the perennial market leader and one of 30 stations owned by Hearst, and its rival WHO-HD, the local NBC affiliate. And the stations respond in kind, adding more political coverage to the menu of news offerings.\n\nKCCI started its own Sunday morning half-hour interview program this fall called “Close Up,” which has featured interviews with presidential candidates from both parties. And WHO boasts that it televises 25 percent more news each week than other stations in the market, thanks in large part to a 4 p.m. newscast that presents a more in-depth look at news and politics. WHO also is hosting three special one-hour forums this week featuring the Republican presidential candidates Donald Trump, Ben Carson and Bobby Jindal. The stations also count on campaigns and interest groups to open their checkbooks in the months leading up to the caucuses and the general election. KCCI and its market rivals are likely to reap a disproportionate share of the $3.3 billion in political advertising dollars that analysts project will go to local television stations for 2016 races, particularly for pre-caucus spending.\n\n“Technically, the presidential election is a national election,” said Elizabeth Wilner, a senior vice president at Kantar Media/CMAG, a company that monitors political advertising. “But in reality it is a race that occurs in about 10 states. In 2012, seven states saw 84 percent of all local TV ad spend, and we expect that same dynamic again.”\n\nThat swing in political ad spending is of huge importance to the big media conglomerates that own local television stations, particularly as other categories of advertisers shift a larger share of spending to digital outlets. “In political, TV is still king,” said Kip Cassino, executive vice president for research at Borrell Associates.\n\nOver the last several years, a wave of consolidation has swept across the industry with station owners trying to put themselves in the path of more of political advertising dollars. In 2013, for instance, Tribune Company closed a $2.7 billion acquisition of Local TV Holdings that made it one of the country’s largest station owners; it added stations in 16 markets in the transaction, including WHO in Des Moines.\n\nTribune is now expecting to gross about $200 million in political advertising sales in 2016, up 25 percent from adjusted revenues in 2012. “At this point, we’re calling for it to be strong, all signs are pointing to that,” Peter Liguori, chief executive of Tribune Media, said during a recent conference call, noting the company’s strength in swing states. In Des Moines, station executives said that the sales strategy boiled down to waiting for the phones to ring and the orders to come in. “We don’t have to actively go out,” said Dale R. Woods, general manager of WHO. “They are the ones who want to obtain our real estate.”\n\nAnd while ad orders have started trickling in, executives said that the deluge largely has yet to arrive, partly because of the large number of Republican candidates this year, which has prompted campaigns to hold back on paying for advertising as they wait for the field to narrow. The surprising success of Donald J. Trump, who for the most part does not use advertising, has also affected how the candidates spend.\n\n“We’re in a decent position,” said Brian Sather, president and general manager of KCCI. “We’re open for business.”\n\nThe stations also benefit from the rise of outside political action groups. While the stations are required by law to provide equal access to candidates and to charge them the lowest unit rates, there are no laws limiting what they can charge outside groups for commercial time. Analysts project a sharp increase in spending by these groups for 2016.\n\n“There is nothing stopping stations from charging groups five to six times as much — or even 10 times as much” as they charge candidates, Ms. Wilner of Kantar said. “Nobody weeps for the poor billionaire that has to pay 10 times as much as the candidate.”\n\nBut the influx of campaign dollars creates a delicate situation for the stations, which have to juggle their limited supply of commercial time. High demand for political ads in the Des Moines market, particularly in the weeks leading up to the caucus, can put a squeeze on inventory and push out local businesses, such as car dealerships, that are the bread-and-butter advertisers year round.\n\n“It is a balancing act,” Mr. Sather said. “We try to do our best.”\n\nMike Schreurs, chief executive of Strategic America, an advertising agency in West Des Moines, said that it is common for businesses to see as many as one out of four commercial spots bumped from local TV during the peak political season. They also might have to pay at least a 30 percent increase in the rates. “It takes the inventory away from smaller retailers and advertisers, not including the fact that it creates something of a toxic environment,” he said.Already, more than 35,000 commercials adding up to more than $22.5 million in spending have aired or are scheduled to air on Iowa television stations through Feb. 2, the day after the Iowa caucuses, according to an analysis of Federal Communications Commission records by The Des Moines Register. On KCCI alone, viewers will see more than 62 ads a day in the eight days leading up to the Iowa caucuses. And at WHO, Hillary Rodham Clinton’s campaign has booked a single spot for $5,800 to air during prime time Monday night. A spot airing during another time the same week cost $60.\n\nBack in the spin room after the debate on Saturday night, KCCI anchors wrapped up more than four hours of related coverage. During the coming 78 days leading to the Iowa caucus, the journalists plan to return to the air to cover the twists and turns of the campaign. But, for the moment, Mr. Karlin, one of the anchors, reflected on the Des Moines station’s moment in the national spotlight.\n\n“It’s really a privilege for a television station like us to be part of a debate like this,” he said.", "byline": "EMILY STEEL", "description": "Over the last several years, a wave of consolidation has swept across the industry with station owners trying to put themselves in the path of more of political advertising dollars.", "title": "Iowa TV Gets Its Close-Up, Enjoying Outsize Influence", "url": "http://www.nytimes.com/2015/11/16/business/media/iowa-tv-gets-its-close-up-enjoying-outsize-influence.html", "topics": ["campaign_finance"], "people": ["Elizabeth Wilner", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Bobby Jindal", "Ben Carson"], "org": "nyt", "election_confidence": 0.8820578449082261, "authors": [{"author_id": 393, "fullname": "emily steel", "primary_org": "nyt"}], "date_written": "2015-11-16 02:18:23", "orgs": ["Federal Communications Commission", "Des Moines Register", "iPhone", "DES MOINES"], "article_id": "a7f7bc6fd47285e05c440c4f8c5bbc44", "date_access": "2015-11-16 02:32:02.797202"}, {"body": "Julian Zelizer is a professor of history and public affairs at Princeton University, a New America fellow and author of \"The Fierce Urgency of Now: Lyndon Johnson, Congress, and the Battle for the Great Society.\" The opinions expressed in this commentary are his.\n (CNN)Until now, Donald Trump has defied all the expectations. Most of the political experts predicted he would be one of the media-fueled candidates who have emerged in last few primary seasons, propped up by intense coverage and then deflated when reporters turned their attention to another candidate. \nThe Donald has proven to be a much more durable candidate than they expected, maintaining a strong position in national polls as well as in local polling in key primary states such as New Hampshire. He has demonstrated tremendous savvy in keeping the media's attention for a sustained period of time, which is not a total surprise given his deep experience on \"The Apprentice\" as well as the dynamics of what I have called the click-bait primary, where incendiary statements are more likely to win attention than to receive widespread rebuke. \nBut the Republican campaign is starting to enter a new phase where there are a number of questions about how Trump will fare. Now that the early phase of the competition will soon wind down -- a free-for-all primarily revolving around televised debates -- Trump will have to prove his chops if he is to win in Iowa, New Hampshire and the primaries that follow. \nThe most pertinent question has to do with grass-roots organization. In less than three months, the voting will actually begin. When it comes to the caucuses and primaries, old-fashioned retail politics still matters. As Barack Obama proved in 2008, the winner of these contests needs to put together a formidable grass-roots organization to mobilize and bring out the vote.\nIn a few states like Iowa, Trump's campaign has given indications that it understand this. It has brought on some talented figures and started to put together a campaign. In Iowa, Trump scored a success by hiring Chuck Laudner, the grass-roots campaign operative who put together Rick Santorum's surprise victory there in 2012, to handle his operations. \nBut it is not yet clear whether Trump is willing to devote the money or can devote the kind of day-to-day appearances that the campaign will require, and how well-organized his strategic voter mobilization plan will be. Tim Fernholz reported, for instance, that Trump had not even purchased some of the basic voter information databases that are prerequisites for victory. \nTrump has made a point of saying he is self-funding his campaign, trying to draw a contrast with his rivals. While it is true he used some of his money, donations are still funding a lot of his campaign, and it's not clear how much of his fortune he is willing to commit to this effort, particularly if his odds of winning start to diminish.  \nSoon Trump will also have to contend with an actual establishment candidate. The leaders of the Republican Party are starting to coalesce around a main candidate, very likely Sen. Marco Rubio. Trump has thrived in part because the GOP did not yet have a central candidate upon whom to shower its resources and energy. The divisions and uncertainty that have resulted from Jeb Bush's poor run have opened up room in the campaign for some of the \"outsiders\" who have gained support. \nIf party leaders settle on Rubio, or Bush somehow engineers a miraculous comeback, the pressure against outsiders such as Trump will intensify. The party leaders will do much more, through their candidate, to unload blistering political and personal attacks on opponents within the party. Most recently, The Wall Street Journal, a scion of the Republican establishment, published a scathing editorial about how little Trump seemed to know about what was in the Trans-Pacific Partnership deal.  When Trump responded by calling the editors \"dummies\" through a tweet, the paper stood by its comments. \nIf Trump is able to transition to the next phase with his standing in the polls intact, the media still have a lot of exposing to do. Everyone who has followed him since he made a splash on the national scene in 1980s New York as a \"greed is good\" real estate mogul knows there is a long record to explore.\nDespite all the attention he has received thus far, the scrutiny has been relatively contained. Ironically, the fame with which he entered into the contest has diminished the incentive of some reporters to dig more deeply into his life. It is a contrast with candidates such as Ben Carson about whom the media didn't really know much. That made reporters more curious to figure it out. With Trump, and the assumption we know everything there is about him, there has not been as much investigation as we might expect. But if he remains a serious candidate, more scrutiny will focus on his failed business ventures and his rocky marriages. \nThere are a number of important issues that have barely made it onto the radar. For example, a handful of reports have surfaced on how little Trump has given to charity over the years, a measure for the values of a wealthy person who has not been in public service, and the ways in which he has greatly exaggerated and misconstrued the money that he has donated.\nThe Associated Press produced a scathing report in August showing how he has overstated his contributions, how they are small compared with others of his income status, and that they advance his personal interests. This record would not sit well with some voters, who are seeking a populist voice, especially from a billionaire candidate who is now insisting that the wages of workers are too high. \nHis recent attacks on Carson, such as comparing what he called the neurosurgeon's \"pathological temper\" to the sickness of a \"child molester\" have offered a reminder as to just how nasty the thin-skinned businessman can become against his opponents.\nThere are also questions about Trump himself. Thus far he has clearly enjoyed the ride. Yet it is not evident how he will feel as the campaign slog really gets going, with the brutal hours that it requires, and if he starts to fall from his plateau. It is not clear how passionate Trump is about the job and the kind of commitment winning a presidential race requires. \nHe has already made some comments about his willingness to quit if he is not doing well. In October, he told \"Meet the Press\": \"I'm not a masochist. And if I was dropping in the polls, where I saw that I wasn't going to win, why would I continue?\" \nHe gives off a different sentiment than some of the other candidates, such as Rubio, who are clearly willing to invest everything they have for as long as they are still viable. \nFor those who have always doubted whether this is about promoting his brand name as opposed to promoting a vision for the White House, there are doubts about whether he might just be willing to fire himself if this process turned unpleasant. \nThe brutal terrorist attacks in Paris this weekend are also a stark reminder of the immense security challenges that the United States and the world faces. These are serious times that call for extraordinary leaders. In this context, Trump's yelling and insults, combined with questions about whether he would really be up for this job, are likely to become bigger liabilities among voters.\nIt is clear Trump has the potential to survive over the long run, and the state of the Republican Party might give him room to make it much further than anyone suspected. But the going is about to get a lot tougher, and the challenges Trump will have to overcome will intensify in the next few months.\n Join us on Facebook.com/CNNOpinion.Read CNNOpinion's new Flipboard magazine.", "byline": "", "description": "", "title": "Can Trump survive?", "url": "http://www.cnn.com/2015/11/15/opinions/zelizer-can-trump-survive/index.html", "topics": ["immigration"], "people": ["Rick Santorum", "Julian Zelizer", "Lyndon Johnson", "Jeb Bush", "Donald Trump", "Marco Rubio", "Barack Obama", "Chuck Laudner", "Ben Carson"], "org": "cnn", "election_confidence": 0.9985304854830003, "authors": [{"author_id": 2537, "fullname": "julian zelizer", "primary_org": "cnn"}], "date_written": "2015-11-15 16:41:58", "orgs": ["Republican Party", "Battle for the Great Society", "GOP", "Congress"], "article_id": "b7df427329008031e1e26794de6d8913", "date_access": "2015-11-15 17:01:38.530298"}, {"body": "WASHINGTON The deadly attacks in Paris pushed terrorism and the Syrian refugee crisis to the center of the U.S presidential campaign on Sunday, as Republicans hammered Obama administration plans to take in more refugees as well as Democratic front-runner Hillary Clinton's stance on Middle East policy.\nAfter officials said one of the Paris gunmen might have slipped into Europe among refugees fleeing Syria's war, more Republicans voiced their opposition to the 10,000 Syrian refugees the White House wants to admit in the coming year.\n\"Bringing people into this country from that area of the world I think is a huge mistake,\" Republican candidate Ben Carson said on the \"Fox News Sunday\" program, echoing comments by fellow Republican contenders on Saturday.\nWhile the U.S. number is a fraction of the hundreds of thousands of refugees that Europe is prepared to take, the plan has become a main point of attack for candidates seeking to show a tougher stance on terrorism.\nThe deadliest attack in Europe in a decade could end up reshaping the race to elect a U.S. president in 2016.\nClinton, a former secretary of state under President Barack Obama, told a debate on Saturday in Iowa that she supported raising the refugee intake to 65,000, but only with a careful screening and vetting process.\nBen Rhodes, deputy national security adviser for Obama, defended the administration's vetting process as thorough and made a humanitarian appeal.\n\"We're also dealing with people who've suffered the horrors of war, women and children, orphans. We can't just shut our doors to those people,\" he said on NBC's \"Meet the Press.\"\nEarlier this month, the administration announced plans to accelerate the process for Syrian refugees hoping to enter the United States with new screening outposts in Iraq and Lebanon. \nMore on the Syrian refugee screening process\nThe events in Paris have highlighted a double-edged foreign policy problem for Clinton. As America's top diplomat from 2009 to 2013, she has international experience none of her rivals can match but can also be called to account for failings on her watch.\nClinton's Democratic and Republican opponents said the administration had misjudged the Middle East and underestimated Islamic State, the militant group that claimed credit for bomb and gun attacks that killed at least 132 people in Paris on Friday.\nRepublican presidential candidate Senator Lindsey Graham said on CNN's \"State of the Union\" on Sunday that if he were elected, the United States would be \"part of a world-wide force to destroy ISIL,\" another acronym for Islamic State.\n\"Hillary Clinton,\" he added \"seems to be disconnected from what you need to do. She won’t embrace boots on the ground.\"\n\nVETTING UNDER SCRUTINY\nFlorida Senator Marco Rubio, another Republican candidate, said on ABC's \"This Week with George Stephanopoulos\" that just one vetting oversight could jeopardize public safety. \n\"You can have a thousand people come in and 999 of them are just poor people fleeing oppression and violence, but one of them is an ISIS fighter. ... If that's the case, you have a problem,\" Rubio said.\nFellow Republican contenders, Ohio Governor John Kasich and former Florida Governor Jeb Bush, have been open to accepting more refugees, but they echoed Rubio's concerns about vetting. \n\"We can't be in a position of inviting the enemy in, and frankly we better be careful about looking at Americans that have traveled\" in the region, Kasich said on Fox News' \"Sunday Morning Futures with Maria Bartiromo.\"\nBush said on \"Meet the Press\" the United States had a special responsibility to help Syrian Christians, who he said had no place in their homeland.\nAhead of the first Democratic nominating contest in Iowa on Feb. 1, Clinton has opened a commanding lead over main party challenger Bernie Sanders, who argues the invasion of Iraq, which Clinton supported in a U.S. Senate vote in 2003, led to the rise of al Qaeda and Islamic State.\nFor more on the 2016 U.S. presidential race and to learn about the undecided voters who determine elections, visit the Reuters website. (here).\n\n\n (Additional reporting by Krista Hughes and Alana Wise; Writing by Kevin Drawbaugh; Editing by Mary Milliken and Peter Cooney)", "byline": "", "description": "WASHINGTON (Reuters) - The deadly attacks in Paris pushed terrorism and the Syrian refugee crisis to the center of the U.S presidential campaign on Sunday, as Republicans hammered Obama administration plans to take in more refugees as well as Democratic front-runner Hillary Clinton's stance on Middle East policy.", "title": "After Paris, Republicans hit refugee plan and Clinton stance", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/aZCPPJBFojY/story01.htm", "topics": ["foreign policy/national security"], "people": ["Maria Bartiromo", "Kevin Drawbaugh", "Lindsey Graham", "Jeb Bush", "George Stephanopoulos", "Hillary Clinton", "John Kasich", "Ben Rhodes", "Mary Milliken", "Marco Rubio", "Barack Obama", "Alana Wise", "Bernie Sanders", "Peter Cooney", "Krista Hughes", "Ben Carson"], "org": "reuters", "election_confidence": 0.9457890581047372, "authors": [{"author_id": 11927, "fullname": "erin mcpike", "primary_org": "cnn"}], "date_written": "2015-11-15 21:56:18", "orgs": ["ISIL"], "article_id": "8c4cb0133b41d671e8e09a1a4ce7c972", "date_access": "2015-11-15 22:06:52.867809"}, {"body": "The second Democratic primary debate held in Des Moines, Iowa, pulled in a respectable audience of 8.5 million viewers to CBS on Saturday.\nThe number from Nielsen isn't as spectacular as the other debates that have pulled record audiences for \nCNN\n, CNBC, \nFox News Channel\n and \nFox\n Business News. But Saturday night typically has the smallest TV audience of the week, and there is barely any habitual viewing of the broadcast network viewing outside of sports telecasts.\nThe network's debate coverage, which aired from 9 to 11 p.m. ET, was the most watched program of the night. Among Democratic debates televised since 1996, it ranks fourth. The first 2016 Democratic primary debate, which pulled in 15 million viewers for CNN on Oct. 13, ranks first. Fox News Channel's Aug. 6 Republican primary debate is the most-watched contest for either party, with 24 million viewers.\nSaturday's debate from Drake University was moderated by CBS News political director and \"Face the Nation\" anchor John Dickerson. Due to the terrorist attacks in Paris, the debate had a greater emphasis on international policy and security than anticipated.\nThe debate, which included Hillary Rodham Clinton, Sen. Bernie Sanders of Vermont and former Maryland governor Martin O'Malley, was also streamed by 1.2 million viewers on CBSN, the digital video news service operated by CBS News, a record for the one-year-old enterprise.", "byline": "", "description": "<p>The second Democratic primary debate held in Des Moines, Iowa, pulled in a respectable audience of 8.5 million viewers to CBS on Saturday.</p> <p>The number from Nielsen isn't as spectacular as the other debates that have pulled record audiences for CNN, CNBC, Fox News Channel and Fox Business News. But...</p>", "title": "Democratic debate draws 8.6 million viewers for CBS", "url": "http://www.latimes.com/la-et-ct-cbs-debate-ratings-20151115-story.html", "topics": ["surveillance/privacy", "immigration"], "people": ["Hillary Rodham Clinton", "John Dickerson", "Martin O'Malley", "Bernie Sanders"], "org": "latimes", "election_confidence": 0.793050271290848, "authors": [{"author_id": 40338, "fullname": "stephen battaglio", "primary_org": "latimes"}], "date_written": "2015-11-15 22:45:00", "orgs": ["CNBC", "Drake University"], "article_id": "a35ebd6ff7599d9809eb9de7505c9438", "date_access": "2015-11-15 23:00:03.859945"}, {"body": "mboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton and the other Democratic presidential candidates are being criticized for declining to use the words “radical Islam” during Saturday night’s debate, following the deadly terror attacks in Paris.\nFormer Secretary of State Clinton, Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O’Malley declined to use the words after being asked during the CBS debate whether they would agree with GOP presidential candidate Sen. Marco Rubio saying, “We are at war with radical Islam.”\nThe front-running Clinton said using the term “radical Islam” would be “painting with too broad a brush.”\nShe also said the term was “not particularly helpful.” \n“I don’t think we’re at war with Islam,” Clinton continued. “I don’t think we’re at war with all Muslims. I think we’re at war with jihadists.”\n\nHowever, Clinton said the world is indeed at war with “violent extremists” and those who use religion for “power” and “oppression.”\nGOP presidential candidate Mike Huckabee tweeted: “You’re all grown up now. You can do it. Three words. Ten syllables. Say it with me: ‘Radical Islamic terrorism.”\nThe Islamic State has taken credit for the three coordinated attacks in and around Paris that killed 129 people and wounded more than 350.\nFrench President Francois Hollande called the attacks “an act of war” by the terror group ISIS, which claimed responsibility for the strikes.\nDuring the debate at Drake University in Des Moines, Iowa, Sanders said he didn’t think the term “is what's important.”\nHe argued the real issue is groups such as ISIS and Al Qaeda, and their mistreatment of women and children, have become “a danger to modern society” and that “American leadership can and must come together to destroy them.”\nO’Malley, like Clinton and Sanders, also took special consideration not to offend the entire Muslim community.\n“I believe calling it what it is … radical jihadis,” he said. “Let's not fall into the trap of thinking that all of our Muslim-American neighbors in this country are somehow our enemies here. They are our first line of defense. … We need our Muslim-American neighbors to stand up and to be a part of this.”\nGOP presidential candidate Jeb Bush tweeted: “Yes, we are at war with radical Islamic terrorism.”\nDuring the debate, Clinton also was asked about a December 2014 speech in which she said it’s important to show “respect even for one's enemy” and to try to “empathize with their perspective and point of view.”\nClinton responded: “It is important to try to understand your adversary in order to figure out how they are thinking, what they will be doing, how they will react.”\nClinton campaign communications director Jennifer Palmieri told Yahoo News after the debate that she didn’t think Clinton was getting a lot of criticism for remarks.\n“I think she was really clear that we don’t need to go to war,” Palmieri said. “We don’t need to go to war with Islam. We’re going to war with extremists.”", "byline": "", "description": "Hillary Clinton and the other Democratic presidential candidates are being criticized for declining in Saturday night’s debate to use the worlds “radical Islam,” following the deadly terror attacks in Paris.", "title": "Clinton and the other Democratic presidential candidates in debate decline to use term 'radical Islam'", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/iCqF8dYLSfs/", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Francois Hollande", "Jeb Bush", "Hillary Clinton", "Jennifer Palmieri", "Marco Rubio", "Mike Huckabee", "Bernie Sanders"], "org": "fox", "election_confidence": 0.9805286484201229, "authors": [], "date_written": "2015-11-15 14:42:39", "orgs": ["Al Qaeda", "GOP"], "article_id": "1993008bfeaa0faebdb68db2eec6b03d", "date_access": "2015-11-15 15:16:59.194482"}, {"body": "Senator Marco Rubio, arguing that the United States is “at war with radical Islam,” sharply criticized Hillary Rodham Clinton for declining to characterize the perpetrators of the Paris attacks in that way, invoking Nazi Germany to make his point.\n\n“That would be like saying we weren’t at war with Nazis, because we were afraid to offend some Germans who may have been members of the Nazi Party but weren’t violent themselves,” Mr. Rubio said Sunday on ABC’s “This Week.”\n\nAt the Democratic debate on Saturday night, Mrs. Clinton said she was wary about “painting with too broad a brush” while describing Muslims and terror.\n\n“I don’t think we’re at war with all Muslims,” she said. “I think we’re at war with jihadists. We are at war with violent extremism. We are at war with people who use their religion for purposes of power and oppression.”\n\nRepublican presidential candidates have repeatedly condemned Democrats like Mrs. Clinton for their reluctance to use the term “radical Islam” while describing how they would respond to the violence wrought by ISIS.\n\nMr. Rubio, the Florida senator, also called on Sunday for the invocation of Article 5 of the North Atlantic Treaty, which declares an attack on one member of NATO as an attack on all.\n\nHe demurred when asked about the prospect of placing American troops on the ground.\n\n“I think it’s premature to say the exact numbers,” he said, though he called for an increase in the number of “special operators on the ground.”", "byline": "MATT FLEGENHEIMER", "description": "Attacking Mrs. Clinton, the Florida senator drew a parallel between members of the Nazi Party who did not commit acts of violence and Muslims who are not violent extremists.", "title": "First Draft: Invoking Nazis, Marco Rubio Hits Hillary Clinton for Not Saying U.S. at War With ‘Radical Islam’", "url": "http://www.nytimes.com/politics/first-draft/2015/11/15/invoking-nazis-marco-rubio-hits-hillary-clinton-for-not-saying-u-s-at-war-with-radical-islam/", "topics": ["foreign policy/national security"], "people": ["Hillary Rodham Clinton", "Marco Rubio", "Hillary Clinton"], "org": "nyt", "election_confidence": 0.6955656874739587, "authors": [{"author_id": 358, "fullname": "matt flegenheimer", "primary_org": "nyt"}], "date_written": "2015-11-15 15:56:02", "orgs": ["NATO"], "article_id": "16ad84a36862fa7f625bcbade71ca7be", "date_access": "2015-11-15 16:31:51.866074"}, {"body": "Democratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.    REUTERS/Mark Kauzlarich\n\n\n\n\n\n\n\nDemocratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.   (REUTERS/Jim Young)\n\n\n\n\n\n\nPrevious\nNext\n\n\nHillary Clinton faced tough criticism Saturday night from her Democratic rivals over everything from her Middle East policies to her swaying stance on gun control to her Wall Street ties, at a debate that saw both Bernie Sanders and Martin O’Malley step up their attacks on the party’s front-runner.\nThe former secretary of state was put on the defensive almost immediately, as she was challenged by her rivals -- and the moderator -- over military interventions she backed in countries now gripped by instability. Vermont Sen. Sanders ripped her support for “regime change.”  \nBut while the Paris terror attacks the night before shifted the early presidential debate focus to national security, the candidates sparred aggressively in the latter half over domestic issues – especially financial industry reform and Clinton’s Wall Street support.\nFormer Maryland Gov. O’Malley called her the “candidate of Wall Street.”\nAsked about her hefty Wall Street-backed speaking fees and donations, Clinton defended her independence in being able to pursue financial industry reform.\n\nBut Sanders shot back, “Not good enough.”\n“Let's not be naive about it. Why …has Wall Street been the major campaign contributor to Hillary Clinton?” he said. “You know, maybe they're dumb and they don't know what they're going to get, but I don't think so.”\nHe and O’Malley, unlike Clinton, both want to re-instate a Depression-era banking law known as Glass-Steagall – and they both criticized Clinton’s Wall Street plans as not going far enough. \nO’Malley called it “weak tea.”\nIn an eyebrow-raising moment, Clinton countered Sanders’ criticism of her Wall Street donations by saying that as New York senator, she helped “rebuild” Wall Street and downtown Manhattan after 9/11.\nClinton was later asked about social media reaction claiming she had invoked 9/11 to justify financial industry donations; Clinton said she’s sorry that anyone had that “impression.”\nMeanwhile, she said she doesn’t think her rivals’ financial industry plans – particularly to reinstate the Depression-era law that separated investment and commercial banking – would get the job done.\n“I'm all about making sure we actually get results,” Clinton said.\nThe debate in Des Moines, Iowa, came in the wake of the Paris terror attacks, which thrust the issues of national security and foreign policy back to the center of the 2016 campaign. The format of the debate – hosted by CBS News, KCCI-TV and The Des Moines Register -- was changed to focus anew on those issues in the beginning.\nClinton tried to highlight her deep experience in foreign policy issues from the outset.\n“This election is not only about electing a president. It's also about choosing our next commander-in-chief,” she said.\nBut, citing the chaos in the Middle East and North Africa, Clinton’s rivals soon turned to her record as U.S. senator and later as secretary of state to question her judgment in foreign policy matters.\nO’Malley appeared to criticize her support for toppling Libyan dictator Muammar Qaddafi.\nHe said America’s role is not to roam the world “looking for new dictators to topple.” He said it is also important to understand “secondary and third consequences” that come after removing a “single dictator.” O’Malley called Libya, Syria and other countries in the region a “mess.”\nClinton defended her support for ousting Qaddafi, saying he was threatening a “genocide” and America’s European and Arab allies asked for U.S. support. And to O’Malley’s critique, she said, “I don’t think you can paint with a broad brush” in an “incredibly complicated region of the world.”\nSanders, meanwhile, referenced Clinton’s Senate vote for the use of force in Iraq and said the “disastrous invasion” led “to the rise of Al Qaeda and to ISIS.” The senator also claimed that “climate change is directly related to the growth of terrorism.”\nClinton again called her Iraq war vote a “mistake,” but disputed that the war is the only driver of modern terrorism.\nShe and O’Malley briefly sparred over America’s role in fighting ISIS. After Clinton said it “cannot be an American fight, although American leadership is essential,” O’Malley said, “This actually is America’s fight,” though not “solely” America’s fight.\nSanders staked out a different position in saying it is the nations in the region that “have to get their hands dirty.”\n“Those Muslim countries are going to have to lead the effort,” he said.\nThe candidates declined to categorize the threat itself as “radical Islam.” Asked about that categorization, Clinton said only, “I don’t think we’re at war with Islam.”\nAll the candidates on stage condemned the Paris terror attacks and vowed to take on the threat of terror.\n“It cannot be contained. It must be defeated,” Clinton said of ISIS, appearing to distance herself from President Obama, who hours before the Paris attacks claimed ISIS was “contained.”\nThe attacks across multiple locations in Paris killed at least 129 people and wounded hundreds, officials said. It brought the issue of terrorism to the forefront of both party’s presidential primary races. Ostensibly, it is an area where Clinton enters with the thickest resume – but also one that could, as the debate showed, prove problematic given her involvement shaping the policies in increasingly unstable nations like Libya and Syria.\nWhile the tragedy hung over the debate, the candidates were able to tackle of range of domestic issues including wages and immigration.\nO’Malley landed virtually the only shot of the night against Republican candidate Donald Trump, a favorite target of the Democrats, by calling him an “immigrant-bashing carnival barker.” The Democratic candidates generally agree on the call for comprehensive immigration reform with a path to citizenship for illegal immigrants in the country.\nSanders, meanwhile, continued to advocate for a $15 minimum wage.\nBut the candidates were divided on gun control. While Clinton has tried in the past to cast Sanders as soft on the issue, O’Malley accused Clinton of being “on three sides of this.”\n“When you ran in 2000, you said we needed federal robust regulations, then in 2008 you were portraying yourself as Annie Oakley and saying we don't need those regulations ... and now you’re coming back around here,” he said.\nThe debate was notable in that it saw Sanders and O’Malley taking a more aggressive tone against the front-runner, who seemed to have strengthened her hand since their initial debate.\nSince that debate, two candidates have dropped out, leaving only Sanders and O’Malley. She also made it through a lengthy hearing before the Benghazi congressional committee and saw one of her biggest potential political threats – a late bid by Vice President Biden – disappear as the vice president announced he would not run.\nSanders remains Clinton’s biggest challenge, and has stirred an enthusiasm in the Democratic base that Clinton has struggled to evoke. But nationally and in Iowa, she continues to lead him by double digits in the polls.\nStill, the FBI investigation over Clinton’s use of a personal email and server while secretary of state looms over her bid, with the probe said to be expanding. Sanders appeared to give her a pass on the email issue at the first debate by saying he was tired of hearing about the controversy.\nSanders, though, stood by his comments at the second debate Saturday night: “I was sick and tired of Hillary Clinton’s email, I’m still sick and tired of Hillary Clinton’s email. … Let’s go to the major issues facing America.”", "byline": "", "description": "Hillary Clinton faced tough criticism Saturday night from her Democratic rivals over everything from her Middle East policies to her swaying stance on gun control to her Wall Street ties, at a debate that saw both Bernie Sanders and Martin O’Malley step up their attacks on the party’s front-runner.  ", "title": "Clinton hit by Dem rivals over Wall St. ties, Mideast policies at 2nd debate", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/V8TEBB0dgZ8/", "topics": ["foreign policy/national security", "immigration"], "people": ["Martin O'Malley", "Jim Young", "Hillary Clinton", "Donald Trump", "Muammar Qaddafi", "Bernie Sanders"], "org": "fox", "election_confidence": 0.9974292038547423, "authors": [], "date_written": "2015-11-15 05:15:16", "orgs": ["Senate", "Al Qaeda", "FBI"], "article_id": "79bd7c26a3cede5c90902c1c11117ed4", "date_access": "2015-11-15 06:14:21.385069"}, {"body": "Ames, Iowa (CNN)Former President Bill Clinton joined Hillary Clinton on the campaign trail Sunday in Ames, Iowa, telling CNN after the event that attacks tying his wife to Wall Street are \"a stretch.\"\nThe couple traveled to Iowa together on Saturday for the second Democratic debate in Des Moines, where challengers Bernie Sanders and Martin O'Malley knocked Clinton for what they said were close ties to Wall Street and big banks.\nAsked about those attack lines, the former president shook his head as he signed an autograph.\n\"It is a stretch,\" Bill Clinton said. \"Those of us who were there know that.\"\nAt the debate, Sanders said Clinton was tied to Wall Street because some of her biggest lifetime contributors come from employees of the nation's biggest financial institutions. \n\"They expect to get something. Everybody knows that,\" Sanders said.\nSanders' campaign also blasted out a graph to reporters during the debate that showed some of the former secretary of state's top donors came from Citigroup, Goldman Sachs and Morgan Stanley.\nClinton responded on Saturday night by arguing that her Wall Street plan was \"tougher, more effective and more comprehensive\" the others.\nBill Clinton, who stayed on stage to watch his wife speak at a Central Iowa Democrats annual barbecue, said he thought Hillary Clinton did \"fine\" on debate night.\n\"It is painful time for the whole world in the aftermath to what happened in Paris,\" Bill Clinton said on the terrorist attack. \"The most important thing that happened was that our party said we are with them and we are going to work together to solve this problem and we can only solve it by working together.\"\nThe former president did not respond to questions about Hillary Clinton's assertion that one of the reasons she has received millions of dollars in donations from Wall Street is because she \"represented New York on 9/11 when we were attacked.\"\nO'Malley, however, was happy to hit Clinton on the issue after his speech to the same Democratic barbecue in Ames.\n\"Last night in the debate, Secretary Clinton, to try to mask her proximity to Wall Street, the huge amount of dollars and contributions she has received  personally from the major banks of Wall Street, sadly invoked 9/11 to try to mask that,\" he said. \"Look, she doesn't have to mask that, it is what it is.\"", "byline": "", "description": "Former President Bill Clinton joined Hillary Clinton on the campaign trail Sunday in Ames, Iowa, telling CNN after the event that attacks tying his wife to Wall Street are \"a stretch.\"", "title": "Bill Clinton weighs in on Wall Street attacks against his wife", "url": "http://www.cnn.com/2015/11/15/politics/bill-clinton-hillary-clinton-wall-street-attacks/index.html", "topics": ["campaign_finance", "economy", "immigration"], "people": ["Morgan Stanley", "Martin O'Malley", "Bill Clinton", "Hillary Clinton", "Goldman Sachs", "Bernie Sanders"], "org": "cnn", "election_confidence": 0.7744591869515453, "authors": [{"author_id": 2532, "fullname": "dan merica", "primary_org": "cnn"}], "date_written": "2015-11-15 21:33:23", "orgs": ["Citigroup"], "article_id": "9cf47064a9048191f96f176775375489", "date_access": "2015-11-15 22:01:12.273279"}, {"body": "A women takes a photo while standing on the stage for Saturday night's Democratic presidential debate between Sen. Bernie Sanders, I-Vt,, Hillary Rodham Clinton and former Maryland Gov. Martin O'Malley, Friday, Nov. 13, 2015, in Des Moines, Iowa. (AP Photo/Charlie Neibergall)\n\n\nDuring a conference call Saturday between representatives of CBS News and the three Democratic presidential camps, an aide to Vermont Sen. Bernie Sanders angrily objected to the network’s plans to change the focus of Saturday night’s debate from the economy to terror and national security, two Democratic sources confirmed to Fox News.\nThe Sanders camp pushed back on CBS' efforts to trim opening statements from 90 seconds to 30 seconds in order to create more time to cover terror -- in addition to the economy and other topics -- in the wake of the Paris terror attacks.\nThe Democratic sources said the Sanders camp argued that CBS could not change the format, agreed to long ago, at the last minute for Sanders as well as Hillary Clinton and former Maryland Gov. Martin O'Malley. The campaign’s objections were first reported by Yahoo News.\nSanders aides noted on the call that in 90-second opening statements all three candidates could choose to spend their time on terror or other topics, and in the end they prevailed on organizers to keep the longer opening statements.\nIn the end, the candidates agreed to hold their opening statements to 60 seconds\n\nHowever, the Sanders camp was still not pleased that CBS planned to spend significant time early in the debate on national security after the lead moderator, John Dickerson of CBS, in recent days privately told the campaigns and publicly said in media interviews that the primary focus would be on income inequality and other economic topics.\nIn the wake of the terror attacks, the Clinton and O'Malley camps expressed support for the topic shift on the conference call, according to the Democratic sources.\nThe objections by the Sanders camp fueled talk among Democrats in Iowa that the senator is worried he cannot match the former secretary of state's stature on national security.\nSanders aides reject this by saying he will focus on how judgment on national security is more important than experience. The insurgent candidate has previously tried to drum up support on the left by noting he opposed the war in Iraq while Clinton supported it.Ed Henry currently serves as Fox News Channel's (FNC) chief White House correspondent. He joined the network in June 2011.", "byline": "", "description": "During a conference call Saturday between representatives of CBS News and the three Democratic presidential camps, an aide to Vermont Sen. Bernie Sanders angrily objected to the network’s plans to change the focus of Saturday night’s debate from the economy to terror and national security, two Democratic sources confirmed to Fox News.", "title": "CBS News debate changes after Paris attacks prompt Sanders camp objections", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/BQuL4uBSG-A/", "topics": ["economy", "income inequality"], "people": ["Charlie Neibergall", "Martin O'Malley", "John Dickerson", "Hillary Clinton", "Ed Henry", "Hillary Rodham Clinton", "Bernie Sanders"], "org": "fox", "election_confidence": 0.6039600496795527, "authors": [], "date_written": "2015-11-15 01:55:23", "orgs": ["FNC"], "article_id": "a08998a3f6a33b7600fb1018cc71d2a2", "date_access": "2015-11-15 03:20:18.910757"}, {"body": "mboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nHillary Clinton and the other Democratic presidential candidates are being criticized for declining to use the words “radical Islam” during Saturday night’s debate, following the deadly terror attacks in Paris.\nFormer Secretary of State Clinton, Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O’Malley declined to use the words after being asked during the CBS debate whether they would agree with GOP presidential candidate Sen. Marco Rubio saying, “We are at war with radical Islam.”\nThe front-running Clinton said using the term “radical Islam” would be “painting with too broad a brush.”\nShe also said the term was “not particularly helpful.” \n“I don’t think we’re at war with Islam,” Clinton continued. “I don’t think we’re at war with all Muslims. I think we’re at war with jihadists.”\n\nHowever, Clinton said the world is indeed at war with “violent extremists” and those who use religion for “power” and “oppression.”\nGOP presidential candidate Sen. Marco Rubio said Sunday on NBC's \"Meet the Press\" that not saying \"Islamic State\" would \"be like saying we weren't at war with Nazis, because we were afraid to offend some Germans who may have been members of the Nazi Party but weren't violent themselves.\" \n\"I don't understand it,\" the Florida lawmaker continued. \"We are at war with radical Islam.\"\nThe White House on Sunday also made clear that the United States is a war with the Islamic State.\n\"We've been at war with ISIL for some time,\" White House Deputy National Security Adviser Ben Rhodes told NBC. \"Over more than a year now we've conducted thousands of air-strikes.\"\nGOP presidential candidate Mike Huckabee on Saturday night tweeted: “You’re all grown up now. You can do it. Three words. Ten syllables. Say it with me: ‘Radical Islamic terrorism.”\nThe Islamic State has taken credit for the three coordinated attacks in and around Paris that killed 129 people and wounded more than 350.\nFrench President Francois Hollande called the attacks “an act of war” by the terror group ISIS, which claimed responsibility for the strikes.\nDuring the debate at Drake University in Des Moines, Iowa, Sanders said he didn’t think the term “is what's important.”\nHe argued the real issue is groups such as ISIS and Al Qaeda, and their mistreatment of women and children, have become “a danger to modern society” and that “American leadership can and must come together to destroy them.”\nO’Malley, like Clinton and Sanders, also took special consideration not to offend the entire Muslim community.\n“I believe calling it what it is … radical jihadis,” he said. “Let's not fall into the trap of thinking that all of our Muslim-American neighbors in this country are somehow our enemies here. They are our first line of defense. … We need our Muslim-American neighbors to stand up and to be a part of this.”\nGOP presidential candidate Jeb Bush tweeted on Saturday: “Yes, we are at war with radical Islamic terrorism.”\nDuring the debate, Clinton also was asked about a December 2014 speech in which she said it’s important to show “respect even for one's enemy” and to try to “empathize with their perspective and point of view.”\nClinton responded: “It is important to try to understand your adversary in order to figure out how they are thinking, what they will be doing, how they will react.”\nClinton campaign communications director Jennifer Palmieri told Yahoo News after the debate that she didn’t think Clinton was getting a lot of criticism for remarks.\n“I think she was really clear that we don’t need to go to war,” Palmieri said. “We don’t need to go to war with Islam. We’re going to war with extremists.”", "byline": "", "description": "", "title": "TERMINOLOGY TUSSLE Clinton, Dems refuse to use term 'radical Islam'", "url": "http://www.foxnews.com/politics/2015/11/15/clinton-and-other-democratic-presidential-candidates-in-debate-decline-to-use/", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Francois Hollande", "Jeb Bush", "Hillary Clinton", "Jennifer Palmieri", "Marco Rubio", "Mike Huckabee", "Bernie Sanders"], "org": "fox", "election_confidence": 0.9671780688612105, "authors": [], "date_written": "2015-11-15 16:29:46", "orgs": ["Al Qaeda", "Dems", "GOP"], "article_id": "b0c1fb8bb9cd86056d780c571d7f454b", "date_access": "2015-11-15 17:00:04.411913"}, {"body": "Here’s the latest:\n\n• What is the status of the investigation?\n\nThe French authorities have released no information since a news conference by the Paris prosecutor on Saturday, and no updates are scheduled for Sunday.\n\nThe death toll holds at 129, but the number of critically wounded — nearly 100 — signaled that figure was certain to grow.\n\nInvestigators were hunting down information about the first of the suspects to be publicly identified, Ismaël Omar Mostefaï, 29, a French citizen who was one of three hostage takers at the Bataclan concert hall.\n\nIn the eastern Paris suburb of Montreuil, the authorities found three Kalashnikov rifles in an abandoned vehicle, a sign that some of the attackers may have escaped.\n\nThe authorities in Belgium made seven arrests that left open the possibility that the plot had roots there.\n\nFundamental questions remain: How did the terrorists, who acted in three synchronized teams, pull off the deadliest terrorist attack in Western Europe since 2004?\n\nAnd did they receive direction from Islamic State leaders in Iraq and Syria, who until now had never taken responsibility for such a large-scale attack in the West?\n\n• What’s happening in Paris?\n\nParis is still by and large shuttered, even for a Sunday, and France remains under a state of emergency.\n\nMuseums and other cultural centers are closed for a second day. A star-crossed movie opening about a terrorist attack in France was canceled.\n\nBut small crowds congregated at the Place de la République — as they did after the Charlie Hebdo massacre in January — to show solidarity on Saturday, ignoring government advice to stay home. And French flags are appearing in Parisian apartment windows.\n\nThe archbishop of Paris officiates at a Mass at the Cathedral of Notre-Dame today. And schools are to reopen on Monday.\n\n• What about elsewhere?\n\nFrom Vatican City to Seoul, law enforcement authorities are on heightened alert.\n\nForeign Minister Ibrahim al-Jaafari of Iraq said his country’s intelligence services obtained information indicating that, besides France, the United States and Iran were among countries being targeted for attack.\n\n• What’s next for policy makers?\n\nAs France deals with the aftermath in Paris, global attention turns to policy and politics. President Obama and other world leaders are in Turkey for a Group of 20 summit meeting today, where the terrorist attacks are already a focus.\n\nMigration is, too, because one of the assailants entered the European Union through Greece with other refugees last month and then passed through Serbia, where he sought asylum.\n\nThat is sure to complicate the vexing problem of how to handle the unceasing flow of people from Syria, Iraq, Afghanistan and elsewhere in Europe. Jean-Claude Juncker, the head of the European Commission, said today that Europe should not react by rejecting refugees.\n\nEuropean Union justice and interior ministers will hold a special meeting on the Paris attacks Friday.\n\n• How is Paris playing in the U.S. presidential campaign?\n\nCandidates for the Democratic nomination, in their debate Saturday night in Des Moines, agreed that America is determined to fight terrorism, dedicated to responsibilities to refugees and devoted to diplomacy.\n\nBut Senator Bernie Sanders of Vermont sought to tie the rise of the Islamic State to Hillary Rodham Clinton’s vote as a senator to authorize the American-led invasion of Iraq in 2003.\n\nBy contrast, leading Republicans like Donald J. Trump, Ben Carson and Senator Ted Cruz of Texas called on the Obama administration to halt plans to accept 10,000 Syrian refugees next year.\n\nAlthough they broadly agreed that the Paris attacks should be the catalyst for a new military strategy against the Islamic State, most of the Republicans were still tentative about committing more American ground troops to that effort.\n\n• Who were the victims?\n\nLittle seemed to tie the dead at the six attack sites, except that they were out having fun. And that was the point for the Islamic State militant group, which said that it struck France’s symbols of “perversity.”\n\n“Bars, a concert, a great game,” Bernard-Henri Lévy, a French author and philosopher, wrote on Twitter. “This is the French art of living together that has been targeted.”\n\nSeveral foreigners, including people from Belgium, Britain, Germany, Portugal, Spain, Sweden, and the United States, were killed in the attacks.\n\nAn American student from California State University in Long Beach, Nohemi Gonzalez, 23, also died in the Paris attacks. She was spending a semester at the Strate School of Design in Paris.\n\nValentin Ribet, a 26-year-old lawyer, was killed at the Bataclan concert hall during a sold-out show by the American rock band Eagles of Death Metal.\n\nGuillaume B. Decherf, 43, a critic at a French cultural magazine and a father of two, was killed as well. Three employees from Universal Music France also died, as did Nick Alexander, a British citizen who sold merchandise for the band, and Aurélie De Peretti, 33.\n\n“Yesterday, the victims weren’t journalists or famous. They were civilians,” Maxim Ferron, manager of a Paris tea shop, said on Saturday.\n\nYou can sign up here to get the regular weekday Morning Briefing delivered to your inbox. \n\nFor feedback, contact us at briefing@nytimes.com.", "byline": "VICTORIA SHANNON", "description": "A briefing with the latest information.", "title": "Paris Attacks: What We Know and Don’t Know", "url": "http://www.nytimes.com/2015/11/15/world/europe/paris-attacks-what-we-know-and-dont-know.html", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Donald J. Trump", "Ted Cruz", "Ben Carson", "Hillary Rodham Clinton"], "org": "nyt", "election_confidence": 0.618289695091248, "authors": [{"author_id": 3610, "fullname": "victoria shannon", "primary_org": "nyt"}], "date_written": "2015-11-15 13:40:59", "orgs": ["European Union", "European Commission"], "article_id": "6ded827bf50f48e2904c2075b94bd707", "date_access": "2015-11-15 14:00:27.355766"}]