[{"body": "AMES, Iowa – The day after a debate in which Democratic presidential candidates tangled over the causes of Islamic State terrorism but not how to confront it, Hillary Rodham Clinton offered a more forward-looking view of American leadership in response to the threat.\n\n“We have to be rallying our partners and allies, pulling countries off the sidelines,” Mrs. Clinton said on Sunday. \n\nShe called the Islamic State “the first Internet-fueled terrorist group,” which will require strong countermeasures to its propaganda and recruitment.\n\nSpeaking at an indoor barbecue lunch hosted by several Iowa counties’ Democratic parties, Mrs. Clinton offered no specifics. But she suggested a more proactive approach than she had in the debate, when she dodged a question about whether the Obama administration had underestimated the Islamic State and seemed to take a fatalistic view of terrorism connected to chaos in the Middle East.  \n\n“Attacking Paris, the city of light, reminds us that there is no middle ground in going after these terrorists,’’ Mrs. Clinton said. She was notably alone in bringing up the Paris attacks. Former Gov. Martin O’Malley of Maryland, who also spoke at the event, focused almost entirely on domestic issues. Senator Bernie Sanders of Vermont was represented by a surrogate, the former Princeton professor Cornel West.     \n\nMrs. Clinton implicitly pressed her claim as the most qualified Democratic candidate for commander in chief, highlighting terrorism at a moment that the campaigns of both parties seem likely to pivot to national security and American leadership in the world. \n\nAlthough many pundits scored Saturday’s debate a draw, with Mr. O’Malley having his best night yet and Mr. Sanders more focused in his responses, a focus group of undecided Democrats in Des Moines, where the debate took place, gave Mrs. Clinton a clear win.  \n\nAll 33 likely caucus-goers in the group thought Mrs. Clinton would be the stronger commander in chief, said Chris Kofinis, a Democratic consultant who conducted the focus group.  “It was clear that Clinton’s answers on terrorism, and her improved answers on domestic issues, moved undecided Iowans in striking ways,’’ he said.       \n\nMr. Kofinis identified one vulnerability: Mrs. Clinton’s ties to Wall Street, exemplified by an answer to a question about accepting donations from rich bankers that has been widely mocked. \n\nMr. O’Malley echoed the critique on Sunday, dismissing her explanation that she has been flooded with Wall Street donations in gratitude for her help in rebuilding the New York financial district after the terrorist attacks of 2001. \n\nMrs. Clinton “sadly invoked 9/11 to try to mask’’ her ties to Wall Street bankers, Mr. O’Malley said on Sunday.    \n\nThe crowd of several hundred largely older Democrats did not respond strongly to Mr. O’Malley’s critiques of Mrs. Clinton, which  included sharper barbs than usual  about her record on guns and immigration.\n\nThe crowd, which swarmed Mrs. Clinton and former President Bill Clinton after she spoke, seemed pragmatic with less than three months before the Iowa caucuses and as Mr. Sanders’s summer surge in the state appears to be ebbing.  “Personally, I like what Sanders and O’Malley have to say,’’ Glenda Eggerling, a retiree, said.  “But I think Hillary will appeal to more voters, and I would really like to see a Democrat in the White House, because I don’t like Republicans’ platforms.’’\n\nSandra McJimsey, also a retiree, said, “I think Bernie has done a great service to the party,” but she declared herself “energized to vote for Hillary.’’\n\nDespite their embrace of Mrs. Clinton’s foreign policy experience, Iowa Democrats had no interest in committing ground troops to fight the Islamic State, as several Republican candidates have advocated, or in declaring war, as Jeb Bush suggested on Sunday.\n\nChas Weber, a retiree who recently moved to Ames from Michigan, said the Paris attacks and confronting the Islamic State were “this week’s hot topic,’’ which he predicted would soon give way to something else.\n\nAn independent who is candidate shopping, Mr. Weber plans to attend a rally for Donald J. Trump later in the week.  But he said he was no fan of Mr. Trump’s call to aggressively bomb the Islamic State and commit ground troops.  “He’s an extremist with no experience,’’ he said.", "byline": "TRIP GABRIEL", "description": "A day after the second Democratic presidential debate, where the candidates did not offer ideas on confronting extremists, Mrs. Clinton said the United States had to rally its allies, “pulling countries off the sidelines.”", "title": "First Draft: Hillary Clinton Takes a More Defined Stance on ISIS", "url": "http://www.nytimes.com/politics/first-draft/2015/11/15/hillary-clinton-takes-a-more-defined-stance-on-isis/", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Bill Clinton", "Jeb Bush", "Hillary Clinton", "Vin Weber", "Donald Trump", "Hillary Rodham Clinton", "Donald J. Trump", "Cornel West", "Bernie Sanders"], "org": "nyt", "election_confidence": 0.9857799050026026, "authors": [{"author_id": 915, "fullname": "trip gabriel", "primary_org": "nyt"}], "date_written": "2015-11-15 23:41:23", "orgs": ["AMES"], "article_id": "53da8159c0f5c9872db417f0c9ca7f83", "date_access": "2015-11-16 00:00:52.844802"}, {"body": "Democratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.   (REUTERS/Jim Young)\n\n\nHillary Clinton was put on the defensive at the opening of Saturday night’s Democratic presidential debate over military interventions she backed in countries now gripped by instability.\nThe debate in Des Moines, Iowa, came in the wake of the Paris terror attacks, which thrust the issues of national security and foreign policy back to the center of the 2016 campaign. The debate format was changed to focus anew on those issues.\nBut, citing the chaos in the Middle East and North Africa, Clinton’s rivals criticized her Senate vote for use of force before the Iraq war and appeared to criticize her support for toppling Libyan dictator Muammar Qaddafi.\nFormer Maryland Gov. Martin O’Malley said America’s role is not to roam the world “looking for new dictators to topple.”\nHe said it is also important to understand “secondary and third consequences” that come after removing a “single dictator.” O’Malley called Libya, Syria and other countries in the region a “mess.”\n\nClinton defended her support for toppling Qaddafi, saying he was threatening a “genocide” and America’s European and Arab allies asked for U.S. support.\nShe also said “it is imperative” that the U.S. do more to confront the “arc of instability” in the region. And to O’Malley’s critique, she said, “I don’t think you can paint with a broad brush,” and “This is an incredibly complicated region of the world.”\nVermont Sen. Bernie Sanders, meanwhile, referenced Clinton’s support for use of force in Iraq and said the “disastrous invasion” led “to the rise of Al Qaeda and to ISIS.”\nClinton again called her Iraq war vote a “mistake,” but disputed that the war is the only driver of modern terrorism.\nThe candidates also condemned the Paris terror attacks.\n“Our prayers are with the people of France tonight, but that is not enough,” Clinton said.\nShe called for global “resolve” to “root out” the “radical jihadist ideology” that motivates groups like the Islamic State. Clinton, a former secretary of state, said she would coordinate efforts “against the scourge of terrorism.”\n“It cannot be contained. It must be defeated,” she said of ISIS.\nSanders blasted ISIS as a “barbarous organization.”\nO’Malley called this the “new face” of terror threats.\nThe attacks across multiple locations in Paris killed at least 129 people and wounded hundreds, officials said. \nIn a primary race otherwise dominated by the economy, climate and front-runner Clinton’s personal record, the debate in Des Moines, Iowa, now is expected to focus heavily on security and foreign policy after debate host CBS News reworked the format.  \nIt is an area where Clinton, as former secretary of state, enters with the thickest resume – but also one that could prove problematic, given her involvement shaping the policies in increasingly unstable and chaotic nations like Libya and Syria.\nSanders, after appearing to give her a pass at the first debate over her personal email controversy, has in recent weeks shown a greater interest in criticizing her record. But his focus on issues like income inequality could be out of place in a discussion focused on global security challenges. Sanders’ campaign objected to some of the CBS News debate tweaks, sources said.\nClinton also enters this debate – hosted by CBS News, KCCI-TV and The Des Moines Register – facing a narrower field than at their first encounter in October. Since that debate, two candidates have dropped out, leaving only Sanders and O’Malley.\nClinton is seen to have otherwise strengthened her hand since that debate, making it through a lengthy hearing before the Benghazi congressional committee and seeing one of her biggest potential political threats – a late bid by Vice President Biden – disappear as the vice president announced he would not run.\nSanders remains Clinton’s biggest challenge, and has stirred an enthusiasm in the Democratic base that Clinton has struggled to evoke. But nationally and in Iowa, she continues to lead him by double digits in the polls.\nStill, the FBI investigation over Clinton’s use of a personal email and server while secretary of state looms over her bid, with the probe said to be expanding.", "byline": "", "description": "Hillary Clinton was put on the defensive at the opening of Saturday night’s Democratic presidential debate over military interventions she backed in countries now gripped by instability. ", "title": "Clinton on defense over Middle East policies at Dem debate", "url": "http://feeds.foxnews.com/~r/foxnews/most-popular/~3/TEOgoe910VE/", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Muammar Qaddafi", "Hillary Clinton", "Martin O'Malley", "Jim Young"], "org": "fox", "election_confidence": 0.9311865151561396, "authors": [], "date_written": "2015-11-15 02:02:16", "orgs": ["Senate", "Al Qaeda", "FBI"], "article_id": "b06f7a0e9f9c60524f5011b3887f1e37", "date_access": "2015-11-15 03:00:12.671185"}, {"body": "Republican candidates for president called on the Obama administration to tighten border controls amid reports that one of the suicide bombers who carried outÂ Fridayâ\u0080\u0099s attacks in Paris may have entered Europe as a Syrian migrant.\nFormer Arkansas governor Mike Huckabee said President Barack Obama should â\u0080\u009cclose our borders.â\u0080\u009d\nâ\u0080\u009cIf a left-wing politically-correct country like France will close its borders, it’s time for us to put a moratorium on people coming here from countries where there are ISIS or al Qaeda ties,â\u0080\u009d he told CNN on Saturday.\nFlorida Sen. Marco Rubio, another GOP presidential candidate, said the difficulty of running background checks on Syrian refugees should preclude further migration from Syria into the U.S.\nâ\u0080\u009cYou canâ\u0080\u0099t pick up the phone and call Syria, and thatâ\u0080\u0099s one of the reasons why I said we wonâ\u0080\u0099t be able to take more refugees,â\u0080\u009d he said on ABC on Sunday.\nHe added: â\u0080\u009cYou can have 1,000 people come in, and 999 of them are just poor people fleeing oppression and violence, but one of them is an ISIS fighter. If thatâ\u0080\u0099s the case, you have a problem, and there is no way to vet that out.â\u0080\u009d\nThe news that one of the bombers may have entered Europe amidst the flood of Middle Eastern refugees has galvanized opponents of Chancellor Angela Merkelâ\u0080\u0099s open-door policy, with critics saying migrants represented a grave security threat.\nJeb Bush, whose support for legal status for undocumented immigrants in the U.S. puts him at odds with the mainstream of the Republican Party, said the U.S. had the capacity to screen refugees based on their religion.\nâ\u0080\u009cWe do that all the time. We do that,â\u0080\u009d he said on CNN on Sunday. â\u0080\u009cIt takes almost a year for a refugee to be processed into the United States.”\nHe called for the U.S. to take a â\u0080\u009climited numberâ\u0080\u009d and to prioritize Christians who are fleeing religiously motivated persecution in Syria.\nThe U.S. is preparing to admit at least 10,000 Syrian refugees in the next year, a six-fold increase from the number currently in the country, the White House announced in September.\nBen Rhodes, deputy national security advisor to President Obama, said the administration had no intention of changing its refugee policy and said it had extensive screening procedures already in place for all Syrian refugees entering the U.S.\nâ\u0080\u009cThere’s a very careful vetting process that includes our intelligence community, our national Counterterrorism Center, the Department of Homeland Security,â\u0080\u009d he said on NBC on Sunday.\nâ\u0080\u009cWe need to sort out how to focus on the terrorists that we need to keep out of the country. But I think we do need to do our part to take those refugees who are in need.â\u0080\u009d\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican candidates for president called on the Obama administration to tighten border controls amid reports that one of the suicide bombers who carried out Friday’s attacks in Paris may have entered Europe as a Syrian migrant.", "title": "Republican White House Hopefuls Call for Curbs on Syrian Refugee Inflow", "url": "http://blogs.wsj.com/washwire/2015/11/15/republican-white-house-hopefuls-call-for-curbs-on-syrian-refugee-inflow/", "topics": ["foreign policy/national security"], "people": ["Jeb Bush", "Ben Rhodes", "Marco Rubio", "Mike Huckabee", "Barack Obama"], "org": "wsj", "election_confidence": 0.5913526949570084, "authors": [{"author_id": 34144, "fullname": "anna louie sussman", "primary_org": "wsj"}], "date_written": "2015-11-15 19:55:56", "orgs": ["al Qaeda", "WSJ", "Capital Journal", "Republican Party", "Department of Homeland Security", "United States.", "GOP"], "article_id": "b2e7aeeb9e5674f19b32e6bf93cac287", "date_access": "2015-11-15 20:01:36.153455"}, {"body": "The POLITICO Caucus\n\n11/15/15 06:50 AM EST\n\n                                        By \nKatie Glueck\n\nOne day after the Paris attacks, Democrats viewed him as unprepared to talk in depth about foreign policy.\n\n11/15/15 06:49 AM EST\n\n2016\n\n11/15/15 06:44 AM EST\n\n                                        By \nBen Schreckinger\n\nTrump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\nDebate Night\n\n11/15/15 01:41 AM EST\n\n                                        By \nGabriel Debenedetti\n\nThe debate's flashpoints suggested a party more animated by its antipathy toward big banks than any other subject.\n\nPhoto gallery\n\n11/15/15 01:08 AM EST\n\n                                        By \nDiana D’Abruzzo\n\n\nOff Message\n\n11/15/15 12:57 AM EST\n\n                                        By \nGlenn Thrush\n\nClinton shows vulnerabilities, Sanders sounds tone-deaf, and O'Malley lives to fight another day.\n\n11/15/15 12:39 AM EST\n\n                                        By \nAndrew Glass\n\nHis political career spanned the Vietnam War, Watergate and the fall of President Richard Nixon.\n\nDebate Night \n\n11/15/15 12:30 AM EST\n\n                                        By \nHadas Gold\n\nIn a tough debate season for TV questioners, the CBS moderator was almost perfect.\n\n11/15/15 12:19 AM EST\n\n11/15/15 12:13 AM EST\n\n11/15/15 12:10 AM EST\n\n                                        By \n                                                Henry C. Jackson\n\nDefense, secretary — Ready to pounce\n\n11/15/15 12:10 AM EST\n\n11/15/15 12:06 AM EST\n\n11/14/15 11:55 PM EST\n\n                                        By \nNick Gass\n\nHer comments weren't received well on Twitter.\n\nDebate Night \n\n                                        Updated 11/14/15 11:51 PM EST\n\n                                        By \nEli Stokols\n\nThe front-runner was taken to task for her record on foreign policy, guns and Wall Street, but emerges largely unscathed.\n\n11/14/15 11:50 PM EST\n\n                                        By \nMike Allen\n\nThe biggest moments and the most followers went to...\n\n                                        Updated 11/14/15 11:50 PM EST\n\n                                        By \nDaniel Strauss\n\nO'Malley referred to Trump as \"that immigrant-bashing carnival barker.\n\n11/14/15 11:46 PM EST\n\n11/14/15 11:38 PM EST\n\n                                        By \nNahal Toosi\n\nThe Democratic frontrunner called out Turkey and the Gulf Arab states during Saturday night's Democratic debate.\n\n11/14/15 11:23 PM EST\n\n                                        By \nMike Allen\n\nAs narrated by an influential GOP operative.\n\n11/14/15 11:23 PM EST\n\n                                        Updated 11/14/15 11:21 PM EST\n\n                                        By \nKatie Glueck\n\nThe candidates spar over foreign policy, gun control and Wall Street.\n\n11/14/15 11:16 PM EST\n\n11/14/15 11:09 PM EST\n\n11/14/15 11:09 PM EST\n\n                                        By \nNick Gass\n\nIt gave Iowa Democrats the chance to catch the end of the Hawkeyes' game.\n\n                                        Updated 11/14/15 11:01 PM EST\n\n                                        By \n                                                Jesse Rifkin \n\nBy POLITICO’s numbers, Clinton has spoken for 13 minutes and 18 seconds.\n\n11/14/15 10:55 PM EST\n\n                                        By \nNick Gass\n\n\"I don’t think we should have to be defending it among Democrats,\" she says.\n\n11/14/15 10:50 PM EST\n\n11/14/15 10:45 PM EST\n\n                                        Updated 11/14/15 10:39 PM EST\n\n                                        By \nNahal Toosi\n\nThe 2016 contenders dance around religion.\n\n11/14/15 10:29 PM EST\n\n                                        By \nMike Allen\n\nFigures on Twitter followers and conversation.\n\n11/14/15 10:28 PM EST\n\n                                        By \nDaniel Strauss\n\nDems want higher wages for low-income workers.\n\n11/14/15 10:22 PM EST\n\n11/14/15 10:21 PM EST\n\n                                        By \nNick Gass\n\nSanders thinks Clinton's position isn't  \"Good enough.\"\n\n11/14/15 10:05 PM EST\n\n                                        By \nMike Allen\n\nJeb Bush tweets out a preview of what Republicans will be discussing next week.\n\n11/14/15 10:02 PM EST\n\n11/14/15 09:58 PM EST\n\n                                        By \nMike Allen\n\nA GOP operative emails, with subject line \"biggest takeaway so far\": \"One day after Paris, Hillary Clinton won't say 'radical Islam.' Even...\n\n11/14/15 09:57 PM EST\n\n                                        By \nNick Gass\n\n\"I’m not that much of a socialist compared to Eisenhower,\" Bernie Sanders said.\n\n11/14/15 09:56 PM EST\n\n                                        By \nMike Allen\n\nThe Vermont senator comes out on top.\n\n11/14/15 09:54 PM EST\n\n11/14/15 09:52 PM EST\n\n                                        By \nDaniel Strauss\n\nShe reiterates her previous admission that the invasion of Iraq \"was a mistake.\n\n11/14/15 09:49 PM EST\n\n11/14/15 09:35 PM EST\n\n                                        By \nNick Gass\n\nShe echoes Bush's words from 2001, saying that the U.S. is not at war with Islam.\n\n11/14/15 09:23 PM EST\n\n                                        By \nMike Allen\n\nRival campaigns snarking about short shrift Sanders gave Paris in the opening statement: How tone deaf is he?\n\n11/14/15 09:23 PM EST\n\n                                        By \nNahal Toosi\n\nShe stresses that she agrees with Obama on the need to build a coalition to take out the terrorist network.\n\n11/14/15 09:20 PM EST\n\n                                        By \nNick Gass\n\nThe senator links the environment to international security.\n\n11/14/15 09:20 PM EST\n\n                                        By \nMike Allen\n\nSanders campaign manager suggests that Bernie will go after Clinton on her Iraq vote.\n\n                                        Updated 11/14/15 09:13 PM EST\n\n                                        By \nNick Gass\n\nThe second Democratic debate opened with a somber monologue.\n\nWashington And The World\n\n11/14/15 09:03 PM EST\n\n                                        By \n                                                Graeme Wood\n\nRead the Islamic State’s propaganda and you wonder if the followers might be getting ahead of their caliph.\nWe're working on more stories right now\n\n                                            By \n                                                    Graeme Wood\n\n\n                                            By \n                                                    Jacob Silverman\n\n\n                                            By \nMichael Hirsh\n\n\n                                            By \nTodd S. Purdum\n\n\n                Republican presidential candidate Sen. Rand Paul addresses the Sunshine Summit. | AP Photo\n\n2016\n\n                        Trump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.\n\n            By \nBen Schreckinger\n\n11/15/15 06:44 AM EST\nORLANDO, Fla. —The day after a series of terrorist attacks rocked Paris, Republican presidential candidates delivered a new message on immigration and border security: We told you so.\nIn the attacks — perpetrated by agents of the Islamic State, at least one of whom may have entered the European Union among a group of Syrian refugees — several Republican contenders saw vindication of their criticisms of President Obama on those issues. But the real target of their barbs was each other, as nearly every GOP candidate stressed their conservative bona fides on a topic that has fired up voters, powered the rise of Donald Trump and hobbled Jeb Bush's strategy of being willing to \"lose the primary to win the general.\"\nStory Continued Below\nAt the Sunshine Summit Republican gathering here, Chris Christie, Rand Paul and Bobby Jindal all tied the attacks to immigration on Saturday and raised the prospect that agents of ISIL had slipped into the United States already or could do so if the administration proceeds with plans to allow in Syrian refugees. On the campaign trail in Texas and South Carolina, Donald Trump and Ted Cruz did the same.\n“President Obama and Hillary Clinton’s idea that we should bring tens of thousands of Syrian Muslim refugees to America: it is nothing less than lunacy,” Cruz told Fox News from the site of his campaign’s “rally for religious liberty” in Greenville.\nAt a rally in Beaumont, Texas, Trump — who expressed support for taking in Syrian refugees in September but later reversed himself — called the administration’s plan to admit thousands of them “insane.”\n\n\n\n            By \nNahal Toosi\n\n“Our president wants to take in 250,000 from Syria,” said Trump, inflating the actual figure, which is 10,000. “We all have heart, and we all want people taken care of and all that, but some of them are going to have problems, big problems.”\nChristie rewrote his entire speech at the Republican Party of Florida’s Sunshine Summit in response to the attacks, beginning with his account of the morning of Sept. 11, 2001, when he lost contact with his wife Mary Pat for five hours as she evacuated her office at the World Trade Center in New York.\nHe said that the federal government’s failure to secure America’s borders had left the country vulnerable to terrorist infiltration. “On an afternoon like this afternoon we wouldn’t be worried about ISIS slipping across our borders to commit unspeakable acts of violence” if the government had addressed the issue, he said.\nNoting that French President François Hollande had ordered the emergency closure of France’s borders in the immediate aftermath of Friday’s attacks, Jindal suggested the United States should follow his lead. “It’s time for us here in America to secure our borders and keep us safe as well from these radical evil terrorists,” said the Louisiana governor.\nEarlier at the summit, at a Friday evening post-speech press conference as the attacks were still unfolding, Carson said he opposed the admission of Syrian refugees into the country. If the administration does proceed with its plan to admit the refugees, Carson said, Islamic State leaders would be stupid not to try to plant terrorists among them. “That would almost be malpractice, you know?”\nIn his speech at the summit, Paul targeted his Republican rival Marco Rubio as he addressed border security in light of the attacks.\n“I think one of the lessons we should learn from the tragedy in Paris is that we have to be very careful, and very cautious — extraordinarily cautious — about who comes to visit, who immigrates here and who studies here,” he said.\n\n\n\n            By \nGabriel Debenedetti\n\nHe recounted the story of two Iraqi refugees who immigrated to his hometown of Bowling Green, Kentucky, and were later arrested for arranging to buy to surface-to-air missiles, saying that federal authorities do not do enough to screen out potential terrorists before allowing them into the country. “Who in the hell is in charge of scrutinizing these people?” he asked.\nPaul said he had attempted to strengthen border security by offering a “trust but verify” amendment to the 2013 “Gang of Eight” immigration bill that would have mandated an improved visa tracking system and greater congressional oversight of border policing.\nHe said that Rubio and Sen. Chuck Schumer, Democrat of New York, struck a “secret” deal to thwart conservative amendments to the bill. Paul’s amendment was defeated and the bill itself died in the House.\n“I don't know what Senator Paul is talking about,” responded Rubio spokesman Alex Conant. “It would appear Senator Paul is trying to change the subject away from his dangerous isolationist agenda and proposals to cut defense spending. … Marco has been warning for months that ISIS terrorists could hide among refugees.”\nNot all Republicans were ready to make political points in the immediate aftermath of the attack. The Republican opposition research group America Rising called off its rapid response to Hillary Clinton during Saturday night’s Democratic debate because of its proximity to the attacks.\nAsked at the summit about the Obama administration’s policies and the attacks, Florida Lieutenant Gov. Carlos Lopez-Cantera, a Republican Senate candidate, took a pass, saying, \"It's all in poor taste today to be laying blame.”\nMarc Caputo contributed to this report.\n\nBen Schreckinger is a reporter for Politico.\n © 2015 POLITICO LLC", "byline": "", "description": "Trump, Cruz and others say their rhetoric on border security and Syrian refugees has been vindicated.", "title": "GOP candidates link Paris attacks to immigration", "url": "http://www.politico.com/story/2015/11/paris-attacks-republicans-immigration-trump-cruz-215895", "topics": ["foreign policy/national security"], "people": ["Rand Paul", "Francois Hollande", "Alex Conant", "Jesse Rifkin", "Henry C. Jackson", "Hadas Gold", "Marc Caputo", "Ted Cruz", "Richard Nixon", "Chris Christie", "Carlos Lopez", "Nahal Toosi", "Gabriel Debenedetti", "Bobby Jindal", "Bernie Sanders", "Katie Glueck", "Nick Gass", "Michael Hirsh", "Mary Pat", "Jeb Bush", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Marco Rubio", "Glenn Thrush", "Ben Schreckinger", "Mike Allen", "Daniel Strauss", "Hillary Clinton", "Chuck Schumer", "Eli Stokols"], "org": "politico", "election_confidence": 0.9981668631586624, "authors": [{"author_id": 30851, "fullname": "katie glueck", "primary_org": "politico"}], "date_written": "2015-11-15 11:44:28", "orgs": ["Washington And The World", "World Trade Center", "ISIL", "European Union", "Democrat"], "article_id": "69731b137eb34092ddea83ddc9c76b88", "date_access": "2015-11-15 12:00:04.471412"}, {"body": "Republican presidential candidate and Florida Sen. Marco Rubio said U.S. allies should invoke the collective defense clause of the North Atlantic Treaty Organization in response to terrorist attacks in Paris.\n“This is clearly an act of war and an attack on one of our NATO allies, and we should invoke Article 5 of the NATO agreement, and bring everyone together to put together a coalition to confront this challenge,” Mr. Rubio said Sunday morning on ABC.\nFrench president Francois Hollande called the attacks “an act of war” and cited Islamic State as responsible.\nFormer Florida governor and GOP presidential candidate Jeb Bush stopped short calling for an Article 5 declaration, which is the formal recognition that an attack on one NATO member represents an attack on them all, and sets the groundwork for collective military action.\n“I think the president should convene the North Atlantic Council to discuss that,” Mr. Bush said Sunday morning on CNN. “If that’s what the French want, then, our longest and strongest and most loyal ally over our entire history, we should certainly consider it.”\nThe only time the collective defense provision was invoked came after the Sept. 11 terror attacks in the U.S.\nLater, on NBC, Mr. Bush said: “This is a threat to western civilization and we should consider it that way.”\nThe U.S. and France already work together in operations in Iraq and Syria, sharing intelligence and coordinating airstrikes.\nBen Rhodes, deputy national security adviser to President Barack Obama, agreed with Mr. Hollande that the attacks in Paris were an act of war. He said the U.S. wants “to continue to intensify that coordination” with France.\nWhile France hasn’t invoked Article 5, NATO’s secretary-general Jens Stoltenberg said members are ready to assist.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidate and Florida Sen. Marco Rubio said U.S. allies should invoke the collective defense clause of the North Atlantic Treaty Organization in response to terrorist attacks in Paris.", "title": "Marco Rubio on Paris Attacks: ‘We Should Invoke Article 5′", "url": "http://blogs.wsj.com/washwire/2015/11/15/marco-rubio-on-paris-attacks-we-should-invoke-article-5/", "topics": ["foreign policy/national security"], "people": ["Francois Hollande", "Jeb Bush", "Ben Rhodes", "Marco Rubio", "Barack Obama", "Jens Stoltenberg"], "org": "wsj", "election_confidence": 0.9197582384492887, "authors": [{"author_id": 34144, "fullname": "anna louie sussman", "primary_org": "wsj"}], "date_written": "2015-11-15 16:26:16", "orgs": ["Capital Journal", "WSJ", "NATO", "GOP"], "article_id": "dc841d5fcc6081f32d128bc86d93e66e", "date_access": "2015-11-15 16:51:08.152079"}, {"body": "DES MOINES, Iowa U.S. Democratic presidential front-runner Hillary Clinton came under heavy criticism in a debate on Saturday for her 2003 vote backing the U.S. invasion of Iraq, with rival Bernie Sanders linking it to regional chaos that aided the rise of Islamic State militants.\nSanders and rival Martin O'Malley took a more aggressive tone with Clinton than in their first debate last month, also accusing her of being too cozy with Wall Street and unwilling to stand up to corporate interests.\nThe day after a series of bomb and gun attacks that killed at least 129 people in Paris, Sanders criticized Clinton's vote authorizing the Iraq invasion and said it was \"one of the worst foreign policy blunders in the modern history of the United States.”\n\"I would argue that the disastrous invasion of Iraq, something that I strongly opposed, unraveled the region immensely, and led to the rise of Al Qaeda and to ISIS,\" said Sanders, a U.S. senator from Vermont.\n\"I don't think any sensible person would disagree that the invasion of Iraq led to the massive level of instability we are seeing right now,\" he said.\nClinton, who has frequently called the vote a mistake, said it should be placed in the historical context of years of terrorism before the invasion.\n“If we’re ever going to really tackle the problems posed by jihadi extremists, we need to understand it and realize that it has antecedents to what happened in Iraq,” she said.\n\"This is an incredibly complicated region of the world.  It's become more complicated. And many of the fights that are going on are not ones that the United States has either started or have a role in,\" she said.  \nThe Iraq exchange came early in the second debate for Democrats seeking their party's nomination for the November 2016 presidential election, which focused on foreign policy and ways to combat terrorism after the Paris attacks.\nThe candidates and audience at Drake University in Des Moines, Iowa, observed a moment of silence at the beginning of the debate to honor those killed in France.\nClinton, the former secretary of state, has far more foreign policy experience than either Sanders or O'Malley. But she was forced on the defensive early in the debate about her years of leading President Barack Obama's foreign policy team.\nClinton struck a sharp contrast to Obama's comments in an interview aired on Friday that ISIS had been contained. \"We have to look at ISIS as the leading threat of an international terror network. It cannot be contained, it must be defeated,\" she said.\nRepublican presidential contenders have criticized Obama for what they say was an inadequate response to the rise of Islamic State in Iraq and Syria. In the aftermath of the attacks, businessman Donald Trump and U.S. Senator Ted Cruz called on the administration to reconsider plans to allow thousands of Syrian refugees to be resettled in the United States.\nThe White House aims to increase to 10,000 the number of Syrian refugees accepted in the United States during fiscal year 2016, from less than 2,000 accepted in the previous year.\nClinton has always been from the more hawkish wing of the Democratic Party. Her support for the 2003 Iraq invasion played a major role in her primary loss to Obama in the 2008 White House race.\nThe foreign policy focus was a dramatic shift in emphasis in a Democratic presidential race that so far has been dominated by domestic economic issues such as income inequality, college affordability and family leave.\nThe Democrats returned to that theme later in the debate, and Sanders criticized Clinton for her opposition to reinstating the Glass-Steagall Act, the 1933 law that established a firewall between investment and commercial banking. Its removal has been blamed by some for helping lead to the 2008 financial crisis.\n\"Over her political career, Wall Street has been a major, the major donor to Hillary Clinton. Now maybe they’re dumb, but I don’t think so,\" said Sanders, who favors reinstatement of the act.\nClinton accused Sanders of impugning her integrity and said reinstating the law was not enough to rein in corporate influence and reform Wall Street.\n\"Reinstating Glass-Steagall is a part of what very well could help, but it is nowhere near enough,\" she said. \"I just don’t think it would get the job done, I’m all about making sure it actually gets results for whatever we do.” \nWith the political clock ticking to the first nominating contest in Iowa on Feb. 1, Clinton has opened a commanding lead over Sanders, her prime challenger, in national and Iowa polls. O'Malley trails well behind, in single digits in most polls.\n\n (Additional reporting by Megan Cassella and Luciana Lopez; Editing by Ken Wills)", "byline": "", "description": "DES MOINES, Iowa (Reuters) - U.S. Democratic presidential front-runner Hillary Clinton came under heavy criticism in a debate on Saturday for her 2003 vote backing the U.S. invasion of Iraq, with rival Bernie Sanders linking it to regional chaos that aided the rise of Islamic State militants.", "title": "Clinton's Iraq vote, Wall Street stance criticized at Democratic debate", "url": "http://feeds.reuters.com/~r/reuters/MostRead/~3/Y6L5GIMrkjQ/story01.htm", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Hillary Clinton", "Donald Trump", "Ken Wills", "Barack Obama", "Luciana Lopez", "Bernie Sanders", "Megan Cassella", "Ted Cruz"], "org": "reuters", "election_confidence": 0.8535870643969636, "authors": [{"author_id": 34291, "fullname": "john whitesides", "primary_org": "reuters"}, {"author_id": 33388, "fullname": "amanda becker", "primary_org": "reuters"}], "date_written": "2015-11-15 04:43:11", "orgs": ["Al Qaeda", "United States.", "Democratic Party", "DES MOINES"], "article_id": "a4954896a255a78dba2f6c30de441264", "date_access": "2015-11-15 06:00:46.954433"}, {"body": "Republican presidential candidates have criticized Democratic White House hopeful Hillary Clinton for decliningÂ to use term such as â\u0080\u009cradical Islam” and “Islamic terrorism”Â to describe the extremists who have unleashed a string of terrorist attacks on Western targets recently.\nAsked at the second Democratic debate on Saturday night whether the U.S. was â\u0080\u009cat war with radical Islam,â\u0080\u009d Ms. Clinton drew a distinction between the worldâ\u0080\u0099s 1.6 billion Muslims and those who commit acts of violent extremism.\nâ\u0080\u009cI donâ\u0080\u0099t think weâ\u0080\u0099re at war with Islam. I donâ\u0080\u0099t think weâ\u0080\u0099re at war with all Muslims,â\u0080\u009d she said. â\u0080\u009cI think weâ\u0080\u0099re at war with jihadists. We are at war with violent extremism. We are at war with people who use their religion for purposes of power and oppression, and yes, we are at war with those people, but I donâ\u0080\u0099t want us to be painting with too broad a brush.â\u0080\u009d\nShe recounted admiringly former president George W. Bushâ\u0080\u0099s call forÂ tolerance in the aftermath of the Sept. 11, 2001 terrorist attacks.\nâ\u0080\u009cIslam is peace,â\u0080\u009d Mr. Bush said in a speech at the Islamic Center of Washington, D.C. the week after the attacks.\nMrs. Clinton’sÂ answer prompted reproach from Republicans who insisted she use the phrase, â\u0080\u009cradical Islam.â\u0080\u009d\nFormer Arkansas governor and Republican presidential candidate Mike Huckabee on Twitter mocked Democrats, writing â\u0080\u009cSay it with me: â\u0080\u0098Islamic Terrorism.â\u0080\u0099â\u0080\u009d Carly Fiorina wrote on Twitter that unlike Hillary Clinton, she would use the phrase â\u0080\u009cIslamic terrorism.â\u0080\u009d\nYou’re all grown up now. You can do it. Three words. Ten syllables. Say it with me: “Radical Islamic terrorism.” #DemDebate\nâ\u0080\u0094 Gov. Mike Huckabee (@GovMikeHuckabee) November 15, 2015\n\nWe need a President who will see and speak and act on the truth…Hillary Clinton will not call this Islamic terrorism. I will.\nâ\u0080\u0094 Carly Fiorina (@CarlyFiorina) November 15, 2015\n\nOn Sunday morning, Republican Florida Sen. Marco Rubio, who has put an aggressive foreign policy at the center of his presidential campaign, called the fight against terrorism â\u0080\u009ca clash of civilizationsâ\u0080\u009d and said he was baffled by Ms. Clintonâ\u0080\u0099s reluctance to use the term â\u0080\u009cradical Islam.â\u0080\u009d\nâ\u0080\u009cI donâ\u0080\u0099t understand it. That would be like saying we werenâ\u0080\u0099t at war with Nazis, because we were afraid to offend some Germans who may have been members of the Nazi Party but werenâ\u0080\u0099t violent themselves,â\u0080\u009d he said. â\u0080\u009cWe are at war with radical Islam, with an interpretation of Islam by a significant number of people around the world, who they believe now justifies them in killing those who donâ\u0080\u0099t agree with their ideology.â\u0080\u009d\nAnd on CNN on Sunday morning, Former Florida governor and Republican presidential candidate Jeb Bush said, â\u0080\u009cI know what Islamic terrorism is. This is not a question of religion. This is a political ideology that has co-opted a religion. And I think it’s more than acceptable just to call it for what it is and then organize an effort to destroy it.â\u0080\u009d\nHe also described the fight against terrorism as â\u0080\u009ca fight for Western civilization.â\u0080\u009d\nAbout 1% of the U.S. population are Muslims, according to the Pew Research Center.Â About 26% are evangelical Protestants, a group who hold considerably influence among the GOP primary electorate in the early nominating states of Iowa and South Carolina.\n______________________________________________________\n2016 Election Calendar | WSJ/NBC Polls   | 2016 Poll Standings\n\n\nPolitics Alerts: Get email alerts on breaking news and big scoops. \r\n\nCapital Journal Daybreak Newsletter: Sign up to get the latest on politics, policy and defense delivered to your inbox every morning.\r\nFor the latest Washington news, follow @wsjpolitics\r\nFor outside analysis, follow @wsjthinktank", "byline": "", "description": "Republican presidential candidates have criticized Democratic White House hopeful Hillary Clinton for declining to use term such as “radical Islam\" and \"Islamic terrorism\" to describe the extremists who have unleashed a string of terrorist attacks on Western targets recently.", "title": "GOP Candidates Fault Hillary Clinton For Declining to Use Phrase ‘Radical Islam’", "url": "http://blogs.wsj.com/washwire/2015/11/15/gop-candidates-demand-hillary-clinton-use-phrase-radical-islam/", "topics": ["foreign policy/national security"], "people": ["Mike Huckabee", "Marco Rubio", "Jeb Bush", "Carly Fiorina", "Hillary Clinton"], "org": "wsj", "election_confidence": 0.9898823157673136, "authors": [{"author_id": 34144, "fullname": "anna louie sussman", "primary_org": "wsj"}], "date_written": "2015-11-15 20:15:50", "orgs": ["Capital Journal", "WSJ", "Democratic White House", "Pew Research Center", "GOP"], "article_id": "17923d3aa29dbbe159e610fb3fc7ab78", "date_access": "2015-11-15 20:59:26.868660"}, {"body": "BUENOS AIRES Argentina's ruling party presidential candidate, Daniel Scioli, lagging in the opinion polls, will have to win points in Sunday night's debate against his business-friendly rival if he hopes to revive his campaign in time to win the Nov. 22 election.\nScioli, the governor of Buenos Aires province, has been endorsed by outgoing President Cristina Fernandez. Barred by law from running for a third term this year, Fernandez will leave her successor to deal with double-digit inflation, scant central bank reserves and a widening fiscal deficit.\nAt 9 p.m. (midnight GMT), in the campaign's only televised debate, Scioli will square off against Mauricio Macri, a free-markets proponent who is leading the polls by about 8 percentage points after a stronger-than-expected performance in last month's first round of voting. \nMacri promises to spur investment by quickly dismantling Fernandez's trade and currency controls. Scioli's message of gradual change toward more orthodox policies while preserving Fernandez's generous welfare programs has failed to catch fire with the middle-class swing voters who will decide the election.\n\"Scioli has to use the debate to show he is independent from Fernandez and that he has a plan for change, concentrating on economic issued like inflation and employment,\" said local pollster Mariel Fornoni. \"He already has Fernandez's supporters locked in. So he has to concentrate on undecided voters.\"\nFernandez is revered by Argentina's poor for having strengthened the social safety net during her eight years in power. But inflation sparked by her policy of printing pesos to finance an ever-wider fiscal deficit has pumped up household expenses for families across the political spectrum. \nFernandez may return as a presidential candidate in 2019. She and Scioli have never been close and her statements of support for him have been tepid. She has given stirring speeches in support of the continuance of her policies, but usually without mentioning Scioli by name.  \n\n (Reporting by Hugh Bronstein; Editing by Leslie Adler)", "byline": "", "description": "BUENOS AIRES (Reuters) - Argentina's ruling party presidential candidate, Daniel Scioli, lagging in the opinion polls, will have to win points in Sunday night's debate against his business-friendly rival if he hopes to revive his campaign in time to win the Nov. 22 election.", "title": "Argentine presidential TV debate may be ruling party's last chance", "url": "http://feeds.reuters.com/~r/Reuters/worldNews/~3/rupgZI4sFjw/story01.htm", "topics": ["trade", "jobs/employment"], "people": ["Cristina Fernandez", "Daniel Scioli", "Leslie Adler", "Mauricio Macri", "Hugh Bronstein"], "org": "reuters", "election_confidence": 0.6093048329059878, "authors": [{"author_id": 36998, "fullname": "hugh bronstein", "primary_org": "reuters"}], "date_written": "2015-11-15 16:55:46", "orgs": [], "article_id": "d8eb3c7bf7455130f4abe4e1e42b6bf7", "date_access": "2015-11-15 17:48:57.772838"}, {"body": "Democratic U.S. presidential candidates Senator Bernie Sanders (L), former Secretary of State Hillary Clinton and former Maryland Governor Martin O'Malley pose on stage ahead of the second official 2016 U.S. Democratic presidential candidates debate in Des Moines, Iowa, November 14, 2015.   (REUTERS/Jim Young)\n\n\nHillary Clinton was put on the defensive at the opening of Saturday night’s Democratic presidential debate over military interventions she backed in countries now gripped by instability.\nThe debate in Des Moines, Iowa, came in the wake of the Paris terror attacks, which thrust the issues of national security and foreign policy back to the center of the 2016 campaign. The debate format was changed to focus anew on those issues.\nBut, citing the chaos in the Middle East and North Africa, Clinton’s rivals criticized her Senate vote for use of force before the Iraq war and appeared to criticize her support for toppling Libyan dictator Muammar Qaddafi.\nFormer Maryland Gov. Martin O’Malley said America’s role is not to roam the world “looking for new dictators to topple.”\nHe said it is also important to understand “secondary and third consequences” that come after removing a “single dictator.” O’Malley called Libya, Syria and other countries in the region a “mess.”\n\nClinton defended her support for toppling Qaddafi, saying he was threatening a “genocide” and America’s European and Arab allies asked for U.S. support.\nShe also said “it is imperative” that the U.S. do more to confront the “arc of instability” in the region. And to O’Malley’s critique, she said, “I don’t think you can paint with a broad brush,” and “This is an incredibly complicated region of the world.”\nVermont Sen. Bernie Sanders, meanwhile, referenced Clinton’s support for use of force in Iraq and said the “disastrous invasion” led “to the rise of Al Qaeda and to ISIS.”\nClinton again called her Iraq war vote a “mistake,” but disputed that the war is the only driver of modern terrorism.\nThe candidates also condemned the Paris terror attacks.\n“Our prayers are with the people of France tonight, but that is not enough,” Clinton said.\nShe called for global “resolve” to “root out” the “radical jihadist ideology” that motivates groups like the Islamic State. Clinton, a former secretary of state, said she would coordinate efforts “against the scourge of terrorism.”\n“It cannot be contained. It must be defeated,” she said of ISIS.\nSanders blasted ISIS as a “barbarous organization.”\nO’Malley called this the “new face” of terror threats.\nThe attacks across multiple locations in Paris killed at least 129 people and wounded hundreds, officials said. \nIn a primary race otherwise dominated by the economy, climate and front-runner Clinton’s personal record, the debate in Des Moines, Iowa, now is expected to focus heavily on security and foreign policy after debate host CBS News reworked the format.  \nIt is an area where Clinton, as former secretary of state, enters with the thickest resume – but also one that could prove problematic, given her involvement shaping the policies in increasingly unstable and chaotic nations like Libya and Syria.\nSanders, after appearing to give her a pass at the first debate over her personal email controversy, has in recent weeks shown a greater interest in criticizing her record. But his focus on issues like income inequality could be out of place in a discussion focused on global security challenges. Sanders’ campaign objected to some of the CBS News debate tweaks, sources said.\nClinton also enters this debate – hosted by CBS News, KCCI-TV and The Des Moines Register – facing a narrower field than at their first encounter in October. Since that debate, two candidates have dropped out, leaving only Sanders and O’Malley.\nClinton is seen to have otherwise strengthened her hand since that debate, making it through a lengthy hearing before the Benghazi congressional committee and seeing one of her biggest potential political threats – a late bid by Vice President Biden – disappear as the vice president announced he would not run.\nSanders remains Clinton’s biggest challenge, and has stirred an enthusiasm in the Democratic base that Clinton has struggled to evoke. But nationally and in Iowa, she continues to lead him by double digits in the polls.\nStill, the FBI investigation over Clinton’s use of a personal email and server while secretary of state looms over her bid, with the probe said to be expanding.", "byline": "", "description": "", "title": "DEMOCRATIC DEBATE  2016 candidates condemn Paris attacks at opening", "url": "http://www.foxnews.com/politics/2015/11/14/democratic-2016-candidates-face-off-for-2nd-debate/", "topics": ["foreign policy/national security"], "people": ["Bernie Sanders", "Muammar Qaddafi", "Hillary Clinton", "Martin O'Malley", "Jim Young"], "org": "fox", "election_confidence": 0.9318134445268402, "authors": [], "date_written": "2015-11-15 02:32:43", "orgs": ["Senate", "Al Qaeda", "FBI"], "article_id": "1e6c60a4b3334c751ae09ef925cc938d", "date_access": "2015-11-15 03:00:05.529453"}, {"body": "Washington (CNN)Saturday's Democratic presidential debate, hosted by CBS and the Des Moines Register, featured the least amount of candidates on a debate stage thus far but many memorable exchanges between the trio of remaining Democratic presidential candidates: Hillary Clinton, Martin O'Malley and Bernie Sanders. \nRELATED: 6 takeaways from the Democratic presidential debate\nFrom finger wags to points, here are the most GIF-able moments out of the debate at Drake University in Des Moines. \nWhen O'Malley tried to cut in on answering a question. \nWhen Sanders clarified his position on apologies. \nWhen Sanders disagreed with a wag of his finger on Clinton's stance on health care. \nWhen Sanders wanted to talk about Wall Street but they had to go to a commercial break.\nWhen O'Malley talked about immigration the way he said Donald Trump never would in a debate. \nWhen a moderator told Clinton her views in 1994 on a single-payer system sounded Sanders-esque, and Clinton said she waited for a revolution that never came.\nWhen O'Malley told Clinton what he thought of her Wall Street proposal.", "byline": "", "description": "Saturday's Democratic presidential debate, hosted by CBS and the Des Moines Register, featured the least amount of candidates on a debate stage thus far but many memorable exchanges between the trio of remaining Democratic presidential candidates: Hillary Clinton, Martin O'Malley and Bernie Sanders.", "title": "The Democratic presidential debate jabs in GIFs", "url": "http://www.cnn.com/2015/11/15/politics/cbs-democratic-debate-in-gifs/index.html", "topics": ["immigration", "health"], "people": ["Donald Trump", "Bernie Sanders", "Hillary Clinton", "Martin O'Malley"], "org": "cnn", "election_confidence": 0.8386794665231717, "authors": [{"author_id": 24568, "fullname": "casey capachi", "primary_org": "cnn"}], "date_written": "2015-11-15 06:16:48", "orgs": ["Des Moines Register"], "article_id": "aa59aca1bd5e8e09b15c9f3e7fb777d4", "date_access": "2015-11-15 07:01:57.580127"}, {"body": "The fight against global terrorism will take center stage Saturday night when Democrats gather in Iowa to debate after the gruesome attacks in Paris that laid bare the kinds of threats the next American president will face.\n\nA month after the Democratic presidential candidates clashed on gun control and financial regulations in their first debate, which focused largely on domestic and economic issues, they are expected to face more questions on foreign policy and national security. Hours after the deadly attacks, CBS News, a co-host of the event, said it would refocus the debate to give candidates an opportunity to discuss how they would respond to such an international crisis.\n\nDespite the tragic nature of the events, the new backdrop represents an opportunity for Hillary Rodham Clinton, the former secretary of state, to shine at a moment when her two remaining rivals, Senator Bernie Sanders of Vermont and Martin O’Malley — neither of whom has much foreign policy experience — will be under pressure to blunt her momentum.\n\nSince Mrs. Clinton’s crisp debate performance in October, her poll numbers have surged, she weathered hours of congressional questioning about her handling of the Benghazi attacks, and three of her rivals for the nomination have dropped out.\n\n“It will be interesting to see if Secretary Clinton can keep doing what she’s been doing,” said Brad Anderson, who was President Obama’s 2012 state director in Iowa. “Her steadiness is why you’re seeing her poll numbers continue to increase, especially when you look at what’s happening on the other side of the aisle.”\n\nA New York Times/CBS News survey released this week showed Mrs. Clinton continuing to dominate the race, with more than half of Democratic primary voters backing her and 62 percent thinking she is the candidate who can bring about change in Washington. The shift in the debate’s emphasis to foreign affairs should allow Mrs. Clinton to highlight her deep experience on the international stage, providing an opportunity to extend her advantage.\n\nFor Mrs. Clinton’s opponents, the debate presents a chance to tell voters otherwise, and her Senate votes and handling of international crises as a senator and a diplomat could come under scrutiny.\n\nStill, the event is not expected to resemble the free-for-all atmosphere that has marked Republican debates, which have featured sharp exchanges and personal attacks. While the Republican primary contest is a crowded affair, the Democrats will have considerably more time to make their cases and delve into more detailed policy arguments on Saturday with just three candidates on the stage. Since the last debate, Lincoln Chafee, the former governor of Rhode Island, and former Senator Jim Webb of Virginia have dropped out of the race. Lawrence Lessig, a Harvard professor who was running as a Democrat but was not included in the last debate, also stopped his campaign.\n\nMr. Sanders will get another opportunity to take a harder line against Mrs. Clinton, after he dismissed the controversy surrounding her use of a private email server as secretary of state and largely avoided attacking her directly in their first face-off. He has been preparing sharper lines against Mrs. Clinton on issues like trade, gun control and her emails, and his advisers say he has been studying her record more closely since their October meeting.\n\nDemocratic strategists say the debate will also be a significant moment for Mr. O’Malley, the former governor of Maryland, whose poll numbers lag in the low single digits. Facing Mrs. Clinton’s star power and the grass-roots support behind Mr. Sanders, Mr. O’Malley needs to find a way to capture some of the spotlight.\n\n“It’s the play that he has left in his playbook right now, to come out swinging and let people know he’s not just this nice guy and that he can be tough,” said Kevin Geiken, a Democratic political consultant for Bluprint Strategies.\n\nStill, it will be a challenge to rattle Mrs. Clinton, who has lurched to the left on issues like trade and the environment while showing a deft ability to repel criticism of her 2002 vote to authorize the Iraq war and her warm relationship with Wall Street.\n\nOne area on the domestic front that is likely to come up is the issue of criminal justice reform, which the three candidates have been struggling to address after continuing tension between the police and African-Americans.\n\nDeRay Mckesson, a leader of the Black Lives Matter movement, said he had a good sense of the plans from Mr. Sanders and Mr. O’Malley, but had not heard a comprehensive proposal on the issue of criminal justice from Mrs. Clinton, despite her meetings with the group.\n\n“She’s been eking it out literally one speech at a time,” Mr. McKesson said. “With Hillary, I only have a surface-level understanding. The debate is a chance to learn what she really thinks about the core issues.”\n\nBut voters will only learn if they tune in. Some political enthusiasts have complained that because of its Saturday night time slot, the two-hour debate, which will be hosted by CBS News and The Des Moines Register and begin at 9 p.m. Eastern time, may not have the audience of previous events that have drawn millions of viewers.\n\nMr. Anderson, the Iowa strategist, noted that the candidates would convene at the same time that the undefeated Iowa Hawkeyes take on the Minnesota Golden Gophers in college football.\n\n“The majority of Iowans will be planning their day around that football game,” he said.", "byline": "ALAN RAPPEPORT", "description": "The fight against global terrorism will take center stage after attacks in Paris that laid bare the kinds of threats the next American president will face.", "title": "Democratic Debate Has an Unplanned Theme: Terrorism", "url": "http://www.nytimes.com/2015/11/15/us/politics/democratic-debate-cbs.html", "topics": ["racial issues"], "people": ["Timothy Anderson", "Lawrence Lessig", "Martin O'Malley", "Hillary Rodham Clinton", "Jim Webb", "Brad Anderson", "Bernie Sanders", "Lincoln Chafee"], "org": "nyt", "election_confidence": 0.9148687153485446, "authors": [{"author_id": 8381, "fullname": "alan rappeport", "primary_org": "nyt"}], "date_written": "2015-11-15 00:33:01", "orgs": ["Senate"], "article_id": "b770967da0ca9ceede7aa3742385563f", "date_access": "2015-11-15 01:00:52.953328"}, {"body": "“We will not solve our nation’s problems … by returning to [the] polarizing figures of our past.”\nThis was a not so veiled attack against Hillary Clinton from Martin O’Malley on Saturday night at the second Democratic debate. It was uttered on a night when her opponents were more direct in their criticism but still did not appear to lay a glove on her.  \nIndeed, O’Malley’s words are poignant, but ultimately won’t make much of a difference. Hillary Clinton is 19 points up nationally and Saturday night’s debate was another example of why she is so far in front.\nJust as in the first debate, Clinton showed the depth of her experience in politics over the last 30 years. She has the deepest understanding of the issues – particularly foreign policy having been secretary of state – and is a sharp, quick debater.\n\nNone of the candidates were willing to say that we’re at war with radical Islam. Everyone was watching for this and it seemed that they erred on the side of political correctness. \n\nClinton continued to show herself to be a commanding force on the stage. This isn’t to say that she didn’t have struggles.\nShe tripped up during an answer about Wall Street where she countered that her work to aid the 9/11 recovery while a New York senator made her a crusader against Wall Street. And her vote for the Iraq war haunted her again. These are points the GOP will seize upon and showed flashes of weakness.\nSaturday debate began with a series of questions on terrorism and how America can combat ISIS, especially in light of the heinous attacks in Paris on Friday night. We knew this would happen, as it should. And each of the candidates emphasized how important American leadership is in the fight against terrorism, something I agree with wholeheartedly.\nIt was no surprise that Clinton was the most hawkish of the three candidates on stage. She talked of using airpower, training and equipping forces in the region and pushes our allies – especially Turkey and the Gulf States – to make up their minds about how much they’re going to help in this effort. Sanders and O’Malley had good rhetoric on the issue, but were vague and non-specific. And we also heard again that climate change is creating terrorism from Sanders – a claim that the Republicans will surely seize on.\nIt must be noted that Clinton was trying to distance herself from Obama's statement that ISIS needs to be \"contained\" by saying they need to be \"defeated.\" That being said, she did not declare war on ISIS. She did not forthrightly speak of the singular and unique role the U.S. must play in providing leadership, and sought to deflect attention from Sanders' efforts to link her with the rise of ISIS because of her support of the Iraq war by blaming George Bush.\nIn short, it was a good and effective job for a Democratic primary audience, but all three candidates were on the defensive for much of the first part of the debate over the Middle East and the War on Terror. This will probably be a manageable challenge in the Democratic primary, but will almost certainly be a more serious challenge during the general election campaign. We will have to watch how this unfolds closely.\nFurthermore, none of the candidates were willing to say that we’re at war with radical Islam. Everyone was watching for this and it seemed that they erred on the side of political correctness.\nClinton had the best rationale for not using the term by defending it in terms of not offending our Muslim allies, but coming on the day after the Paris attacks, I’m sure this will be an issue.\nThere was more antagonism on Saturday night than we’ve seen before. Sanders went after Clinton for her close ties to Wall Street and on gun control. And Clinton returned the favor.\nO’Malley got in on the action to tout how far he went as Maryland governor to raise wages, control gun violence and work to combat climate change. He certainly did better than he has before, but I don’t think he made a strong case for an O’Malley presidency. As Sanders pointed out, it’s not like Baltimore is doing too well right now. And he’s right.\nThe most important thing that voters will have seen at the Iowa debate this week is that a Clinton and a Sanders presidency would be very different.\nSanders believes two things are of paramount importance: income inequality and climate change. His plans could push taxes on the rich upwards of 80 percent-- in a light moment he joked about Dwight Eisenhower levying a 90% tax -- and he’d bring back Glass-Steagall and break up the banks. Sanders supports a $15 minimum wage and free college tuition. And he brought the conversation on health care back to the idea of single payer, a favorite of the progressive left.\nThese are all areas where you can see differences with Clinton. She only supports a $12 federal minimum wage and said it should be up to states/cities to raise it above that (this is also what Senate Democrats support). She wouldn’t break up the banks or bring back Glass-Steagall while at the same time arguing that her proposals go the furthest in reining in the banks.\nOn health care, Clinton wants to build on ObamaCare and improve it, especially by focusing on the issue of prescription drug costs.\nIt’s also important to note that all the candidates were allied on immigration – each supports comprehensive immigration plan and a pathway to citizenship.\nMartin O’Malley was the only candidate to say how many Syrian refugees he’d take in (65,000), but they all argued that it’s our humanitarian duty to take in refugees. This will also be a sticking point after the Paris attacks.\nAll this is to say that Saturday night’s event was a well-moderated debate and all the candidates did well.\nIt’s just that Clinton did that much better. She’s the only one on stage who looked presidential. And I believe everyone could see that. \n\nDouglas E. Schoen has served as a pollster for President Bill Clinton. He has more than 30 years experience as a pollster and political consultant. He is also a Fox News contributor and co-host of \"Fox News Insiders\" Sundays on Fox News Channel and Mondays at 10:30 am ET on FoxNews.com Live. He is the author of 11 books. His latest, co-authored with Malik Kaylan is \"The Russia-China Axis: The New Cold War and America's Crisis of Leadership (Encounter Books, September 2014). Follow Doug on Twitter @DouglasESchoen.\n\n\n+ FollowFoxNewsOpinion on Facebook", "byline": "", "description": "Hillary Clinton was the only one on stage in Iowa who looked presidential.", "title": "Hillary Clinton demonstates why she's in the lead at second Democratic debate", "url": "http://feeds.foxnews.com/~r/foxnews/opinion/~3/lnuj77XSBpw/hillary-clinton-demonstates-why-shes-in-lead-at-second-democratic-debate.html", "topics": ["foreign policy/national security", "health"], "people": ["Martin O'Malley", "Bill Clinton", "Malik Kaylan", "Hillary Clinton", "Douglas E. Schoen", "Dwight Eisenhower"], "org": "fox", "election_confidence": 0.698605561614771, "authors": [], "date_written": "2015-11-15 14:32:00", "orgs": ["Senate Democrats", "GOP"], "article_id": "3008ee479035bc3ab78e5b9abb8cfda6", "date_access": "2015-11-15 15:16:56.373657"}, {"body": "(AP) â\u0080\u0094 With the country still reeling from deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as America's strongest leader in a scary world, even as she found herself forced to defend her own role during the rise of the Islamic State militants.\n\"This election is not only about electing a president, it's also about choosing our next commander in chief,\" Clinton said Saturday night in the Democrats' second debate of the presidential campaign. \"All of the other issues we want to deal with depend upon us being secure and strong.\"\nAmid the backdrop of global anxiety, Clinton found herself fending off questions about not only her foreign policy record but her economic ties, with both Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley painting the former senator from New York as a lackey for Wall Street and corporate interests.\n\"Let's not be naive about it,\" said Sanders, noting that Clinton collected millions in campaign donations from Wall Street bankers. \"They expect to get something. Everybody knows that.\"\nThe barbs marked a far more aggressive shift in a primary race that has so far been notable for its civility. Democrats have spent months boasting about the substantive tone of their contest, attempting to set up a favorable early contrast with the \"carnival barker\" insults of the crowded Republican primary.\nClinton faced criticism of her national security record, when Sanders traced the current instability in the Middle East to the U.S. Senate's vote â\u0080\u0094 including Clinton's â\u0080\u0094 to authorize military action in Iraq in 2002. He said that U.S. invasion \"unraveled the region.\"\nThe former secretary of state fought back, saying terrorism has been erupting for decades, specifically mentioning the Sept. 11, 2001, attacks. She said the recent unrest in Libya and other parts of the Middle East is symptomatic of an \"arc of instability from North Africa to Afghanistan.\"\nShe rejected the idea that she and the rest of the Obama administration underestimated the growing threat of the Islamic State.\nThe back-and-forth revealed a foreign policy split within the Democratic Party, with Sanders playing to the anti-war activists who boosted then-Illinois Sen. Barack Obama to victory in 2008.\nSanders argued for a far more hands-off approach, advocating for Muslim countries to lead the fight and declaring that the war against Islamic State militants is about the \"soul of Islam.\"\nClinton has a history of advocating for more robust involvement across the globe â\u0080\u0094 both as a presidential candidate eight years ago and as Obama's secretary of state. In recent weeks, she has called for a more aggressive U.S. role in the Syrian conflict, including a no-fly zone over the area, a move the Obama administration opposes. But she stood by her opposition to seeking a formal declaration of war against the Islamic State.\nForeign relations is an area where Clinton, as a former secretary of state, is in the strongest position to talk about the attacks and the U.S. effort to dismantle the Islamic State group. But she is vulnerable, too, her tenure tied to that of Obama, who's struggled to contain the threat from Islamic militants in Syria and associated terror attacks across the globe.\nThe candidates were meeting in the shadow of the Paris attacks that killed at least 129 and wounded at least 352 people. The debate began with a solemn tone, with a moment of silence followed by previously unplanned foreign policy questions.\nAll the candidates denounced the attacks, the first time the Democratic field spoke about the incidents.\nThey gave some fodder to their Republican critics, who coupled condemnation of the Paris attacks during the day with sharp criticism for Obama and his former secretary of state, Clinton.\n\"We are at war with violent extremism, we are at war with people who use their religion for purposes of power and oppression,\" said Clinton, arguing the U.S. is not at war with Islam or all Muslims. \"I don't want us to be painting with too broad a brush.\"\nSanders and O'Malley agreed with her sentiments, saying the term \"radical Islam\" used by Florida Sen. Marco Rubio and other Republican presidential candidates, is unnecessarily offensive to American Muslims.\nRepublicans immediately seized on the remarks. \"Yes, we are at war with radical Islamic terrorism,\" tweeted former Florida Gov. Jeb Bush.\nThe conversation later pivoted to economic issues, with the candidates tangling over how to pay for their plans to expand college affordability, family leave and prescription drug coverage. All three agreed that wealthy citizens and corporations should pay more in taxes to benefit the middle class.\n\"I'm not that much of a socialist compared to Eisenhower,\" joked Sanders, saying the former president backed a 90 percent marginal tax rate.\nThe three tangled over how high to increase the minimum wage, with Clinton backing a $12-per-hour federal floor while Sanders and O'Malley said $15 an hour â\u0080\u0094 the rate being pushed by a campaign of fast-food workers and labor unions.\nWhile Clinton is wary of alienating Sanders backers whose support she'll need should she win the nomination, she drew a contrast with him on gun control. Highlighting a vote he took giving the gun industry immunity from lawsuits, she charged him with failing to push hard enough to regulate ownership.\nSince the party's first debate a month ago, Clinton has built a lead in the early voting states, an uptick that has come amid other signs the party is coalescing behind her. An Associated Press survey of superdelegates published Friday found that half of the Democratic insiders are publicly backing Clinton.\nSanders may have inadvertently facilitated some of her progress in the first debate, when he seemed to dismiss the controversy over her use of a private email account and server by saying Americans are tired of hearing about her \"damn emails.\"\nSaturday night, Sanders declined once again to attack:  \"I was sick and tired of Hillary Clinton's email. I am still sick and tired of Hillary Clinton's email,\" he said.\n\"I agree completely,\" said Clinton, with a laugh.\n___\nFollow Lisa Lerer on Twitter at: http://twitter.com/llerer", "byline": "", "description": "WASHINGTON (AP) — With the country still reeling from deadly terrorist attacks in Paris, Hillary Rodham Clinton cast herself as America's strongest leader in a scary world, even as she found herself forced to defend her own role during the rise of the Islamic State militants.", "title": "Clinton, Sanders debate foreign policy after Paris attacks", "url": "http://hosted2.ap.org/APDEFAULT/3d281c11a96b4ad082fe88aa0db04305/Article_2015-11-14-US--DEM%202016-Debate/id-838ac0452db545a59dfdb9f7a2186c7a", "topics": ["foreign policy/national security"], "people": ["Martin O'Malley", "Jeb Bush", "Hillary Clinton", "Lisa Lerer", "Hillary Rodham Clinton", "Marco Rubio", "Barack Obama", "Bernie Sanders"], "org": "ap", "election_confidence": 0.9415475997294712, "authors": [{"author_id": 39735, "fullname": "lisa lerer", "primary_org": "ap"}], "date_written": "2015-11-14 22:43:00", "orgs": ["Democratic Party"], "article_id": "cf5e8d280f01a588e9a6f8606eb8bc7a", "date_access": "2015-11-15 04:00:02.878079"}]