{"body": " (AP) â\u0080\u0094 Bernie Sanders sharpened the contrast with Hillary Rodham Clinton on a bevy of liberal causes on Saturday, casting himself as a principled progressive before thousands of Iowa Democrats in an appearance that could set the tone for the leadoff presidential caucuses in February.\nSanders, the independent Vermont senator, never mentioned Clinton by name at the high-profile fundraising dinner but implicitly criticized her delayed opposition to the Trans-Pacific Partnership and Keystone XL pipeline as well as her vote in favor of the Iraq war and passage of the Defense of Marriage Act during her husband's administration.\n\"I promise you tonight as your president I will govern based on principle not poll numbers,\" Sanders said, eliciting roars from his supporters.\nClinton did not respond in kind, making the case that she would be best equipped to take on the Republicans. \"I hear Donald Trump when he says we have to make America great again,\" Clinton said. \"America is great â\u0080\u0094 we just have to make it fair and just.\"\nClinton and Sanders sit atop a Democratic presidential field that was effectively pared down to two after Vice President Joe Biden announced this week he would not seek the nomination.\nClinton made a direct appeal to Biden's supporters, saying that the vice president has been at Obama's side every step of the way. \"He has fought passionately for middle-class families and middle-class values,\" she said.\nFormer Maryland Gov. Martin O'Malley, who trails both by a wide margin, reached for a breakout performance at the dinner, presenting himself as a fresh face in the party, who got things done in his home state.\n\"We cannot move beyond today's gridlocked politics by returning to the divisions of our past,\" O'Malley said. \"I'm not about that.\"\nThe speech marked a more aggressive turn by Sanders, who struggled at times to scrutinize Clinton's record during their first debate in Las Vegas earlier this month.\nIn that encounter, Clinton offered a full-throated rebuke of Sanders' record on gun control, noting his opposition to the 1993 Brady Bill and his backing of a 2005 law that shields gun manufacturers, distributors and dealers from most liability lawsuits.\nThis time, Clinton only made a passing reference to Sanders on gun control, saying, \"I won't be silent\" on the issue.\nSanders, meanwhile, pointedly assailed the passage of the Defense of Marriage Act during Bill Clinton's administration, saying, \"some are trying to rewrite history by saying they voted for one anti-gay law to stop something worse. That's not the case.\" Hillary Clinton said in an interview with MSNBC on Friday that the law was signed as a \"defensive action.\"\nSanders vowed \"not to abandon any segment of American society whether you're gay or black or Latino or poor or working class â\u0080\u0094 just because it is politically expedient at a given time.\"\nClinton placed third in Iowa in 2008 and has since built a formidable organization to power her to victory here.\nEight years ago, Obama suggested Clinton was motivated by polls and triangulation while the then-New York senator countered that \"change is just a word\" unless you have the strength and experience to lead.\nThis time, Clinton presented herself as Obama's heir, warning Republicans would seek to slash taxes for the wealthy and repeal President Barack Obama's health care law.\n\"I'm running as a proud Democrat,\" the former secretary of state said to a large cheering section that waved blue neon sticks. \"We need to defend the progress we've made under President Obama and build on it until the recovery is secure.\"\nBut Republicans insisted Saturday that today's Hillary Clinton is the same one who ran eight years ago.\n\"The Hillary Clinton of 2015 is no different than the Hillary Clinton from 2007, who at the time refused to be straightforward with Iowans,\" said Republican National Committee spokesman Fred Brown. \"Things haven't changed.\"\nOne hundred days remain before Iowans nominate their presidential candidates, and the state Democratic party's annual Jefferson-Jackson dinner drew a raucous crowd of more than 6,600 activists in what traditionally serves as a kickoff to the Iowa caucuses.\nIt capped a daylong pageant of political activities: Former President Bill Clinton headlined his first rally of the campaign, introducing pop singer Katy Perry at a free concert for Clinton's faithful. Sanders led cheering supporters across a Des Moines bridge in a march that included chants of \"Hey, hey, ho, ho, the oligarchy has to go!\"\nClinton's campaign has been on an upswing this month. She received a boost from Biden's decision not to run, then put together a grinding, competent appearance before a Republican-led congressional committee probing the deadly 2012 attacks on diplomatic outposts in Benghazi, Libya.\nTwo lesser-known rivals, Jim Webb and Lincoln Chafee, abandoned the race following Clinton's strong performance on Oct. 13 in the first primary debate.\nThe dinner, called the \"J-J,\" was an important showcase for Sanders, a Vermont independent who has drawn large crowds with his calls for a \"political revolution\" but trails Clinton in national polls.\nPlaying the role of underdog, Sanders drew a comparison with Obama. \"I think we are going to prove the pundits wrong again. I think we are going to make history one more time.\"\n___\nOn Twitter, follow Ken Thomas at https://twitter.com/KThomasDC and Catherine Lucey at https://twitter.com/catherine_lucey.", "byline": "", "description": "DES MOINES, Iowa (AP) — Bernie Sanders sharpened the contrast with Hillary Rodham Clinton on a bevy of liberal causes on Saturday, casting himself as a principled progressive before thousands of Iowa Democrats in an appearance that could set the tone for the leadoff presidential caucuses in February.", "title": "Sanders, Clinton set tone for leadoff presidential caucuses", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-25-US--DEM%202016-Iowa/id-70d0845b55364acfa32d99bb35d0aa19", "topics": ["campaign_finance", "immigration", "personality"], "people": ["Catherine Lucey", "Brady Bill", "Martin O'Malley", "Bill Clinton", "Katy Perry", "Joe Biden", "Jim Webb", "Hillary Clinton", "Donald Trump", "Hillary Rodham Clinton", "Barack Obama", "Ken Thomas", "Bernie Sanders", "Lincoln Chafee"], "orgs": ["MSNBC", "Republican National Committee", "Defense of Marriage Act", "DES MOINES"], "election_confidence": 0.9744841188251845, "authors": [{"author_id": 39392, "fullname": "ken thomas", "primary_org": "ap"}, {"author_id": 39394, "fullname": "catherine lucey", "primary_org": "ap"}], "date_written": "2015-10-25 02:00:00", "org": "ap", "article_id": "22259f60cd85f3197f9f2b857d8b41db", "date_access": "2015-10-25 06:30:09.197982"}