{"body": "BATON ROUGE, La. (AP) â\u0080\u0094 Democrat John Bel Edwards secured a spot Saturday in the Louisiana governor's runoff election, which will decide who follows Republican presidential hopeful Gov. Bobby Jindal into office in a state beset by deep financial woes.\nIt wasn't yet clear after the day's balloting which Republican would join Edwards on the Nov. 21 ballot for the right to inherit leadership of a state mired in financial problems critics blame on the term-limited governor. Jindal is now waging a long-shot campaign for the presidential nomination.\nNine candidates competed in the governor's race, but the battle for the second runoff spot was coming down to three GOP contenders: Public Service Commissioner Scott Angelle, Lt. Gov. Jay Dardenne and U.S. Sen. David Vitter.\nMonths ago, Vitter was atop the polls, flush with millions in campaign cash and running like an incumbent.  But amid continued talk of his 2007 prostitution scandal and a drumbeat of criticism about his attack-heavy campaign tactics, Vitter's poll numbers have slipped and his negatives have spiked among voters. One PAC is running an \"Anybody But Vitter\" campaign.\nWhile his three GOP opponents struck at each other, Edwards saved most of his criticism for Jindal, who Edwards blamed for causing state finances to crater. Edwards, a state House Democratic leader from Tangipahoa Parish said his rivals each represent a Jindal third term.\n\"I stood up to Bobby Jindal and his disastrous policies,\" Edwards said in his campaign.\nEdwards campaigned as a conservative Democrat. He's pro-gun and anti-abortion, and comes from a family of sheriffs. He also has a West Point degree and military background.\nSix other statewide races â\u0080\u0094 including competitive races for lieutenant governor and attorney general â\u0080\u0094 were also on the ballot, along with four constitutional amendments, state legislative seats and local elections.\nA race advances to a runoff if no candidate tops 50 percent of the vote.\nWhile Edwards won a spot in the Nov. 21 governor's race competition with a base of Democratic Party support, the three GOP contenders were battling for the second spot, as Angelle and Dardenne tried to cobble together enough undecided voters disenchanted with Vitter to leapfrog the senator to the final ballot.\nAt least $21 million has been spent so far by candidates and super PACs on the race.\nThe men have largely shared similar positions on repairing Louisiana's financial crisis and balancing the budget. They support a rewrite of the state's tax structure to scale back spending on tax breaks and a lessening of budget protections that leave colleges at most risk for cuts.\nThe most striking disagreements are on the Common Core education standards and the minimum wage. All but Dardenne oppose Common Core, and all but Edwards oppose raising the state's minimum wage.\nWith few policy differences, the race largely came down to personalities â\u0080\u0094 and a referendum of sorts on whether Vitter's eight-year-old prostitution scandal still resonated with voters. The senator apologized in 2007 for a \"very serious sin\" after he was linked through phone records to Washington's \"D.C. Madam.\"\nAn Ivy League-educated Rhodes Scholar from the New Orleans suburbs, Vitter returned to a campaign style that has worked for him in previous races. He ran on conservative values and described himself as a political outsider.\nHe and a super PAC supporting him attacked his GOP competitors as tax-and-spend liberals, suggested Dardenne wasted tax dollars in office and criticized Angelle for resigning as state natural resources secretary only days after a massive sinkhole opened on his watch.\n\"Baton Rouge is broken and dysfunctional, and there are no adult leaders there taking on the big challenges,\" Vitter said in one of only two TV debates he attended.\nAngelle, a French-speaking native of Breaux Bridge with a thick Cajun accent, positioned himself as the conservative candidate without a prostitution scandal, saying he wanted a strong economy with \"more people pulling the wagon and fewer people riding.\" His critics reminded voters that Angelle was Jindal's chief legislative lobbyist, tying him to the unpopular governor.\nDardenne, a former state lawmaker from Baton Rouge, ran a campaign suggesting he would be a reform governor who will \"make Louisiana proud,\" suggesting that was in contrast to Vitter and his prostitution scandal, which Dardenne called \"a stain on Louisiana.\"\nVitter has dodged talk of the scandal, suggesting he and the voters have moved on.", "byline": "", "description": "BATON ROUGE, La. (AP) — Democrat John Bel Edwards secured a spot Saturday in the Louisiana governor's runoff election, which will decide who follows Republican presidential hopeful Gov. Bobby Jindal into office in a state beset by deep financial woes.", "title": "Democrat John Bel Edwards heads to Louisiana governor runoff", "url": "http://hosted2.ap.org/APDEFAULT/89ae8247abe8493fae24405546e9a1aa/Article_2015-10-24-US--Louisiana%20Election/id-fbd146f026dd47aeb031f5decbdad9c5", "topics": ["campaign_finance", "education"], "people": ["Bobby Jindal", "David Vitter", "Jay Dardenne", "Scott Angelle"], "orgs": ["Democratic Party", "PAC", "Rhodes Scholar", "GOP", "PACs"], "election_confidence": 0.8567981169101536, "authors": [{"author_id": 40132, "fullname": "melinda deslatte", "primary_org": "ap"}], "date_written": "2015-10-24 23:31:00", "org": "ap", "article_id": "75c3d3f7c01193573bb5bbbac0c9feec", "date_access": "2015-10-25 03:00:32.551372"}