{"body": " (AP) â\u0080\u0094 Vice President Joe Biden says he decided against running for president because he \"couldn't win,\" not because he would have had too little time to get a campaign up and running.\n\"I'll be very blunt. If I thought we could've put together the campaign ... that our supporters deserve and our contributors deserved, ... I would have done it,\" he said in an interview aired Sunday on CBS's \"60 Minutes.\"\nIn the wide-ranging interview, in which Biden took questions for a time joined by his wife, Jill, the vice president also said he would not have gotten into the race just to stop Democratic front-runner Hillary Rodham Clinton.\n\"I've said from the beginning, 'Look, I like Hillary. Hillary and I get along together,\" he said. \"The only reason to run is because ... I still think I could do a better job than anybody else could do.\"\nHe used the interview to play down suggestions his announcement not to run, made at the White House Wednesday with President Barack Obama standing at his side, included a jab at Clinton.\nAt the White House event, Biden lamented partisan bickering in Washington politics and said, \"I don't think we should look at Republicans as our enemies.\" Clinton had made a statement to that effect during the Democratic presidential debate earlier this month.\n\"That wasn't directed at Hillary,\" Biden told \"60 Minutes.\"\n\"That was a reference to Washington, all of Washington,\" he said.\nThe 72-year-old Biden also sought in the interview to dispel recurrent rumors that his late son Beau, who died earlier this year at age 46 of brain cancer, had made a last-minute plea to his father to run for president.\nBiden said there was no such \"Hollywood moment ... Nothing like that ever, ever happened,\" he said. \"Beau all along thought that I should run and I could win.\"\n\"But there was not what was sort of made out as kind of this Hollywood-esque thing that, at the last minute, Beau grabbed my hand and said, 'Dad, you've got to run,' like win one for the Gipper,\" Biden said.\nThe vice president did say he wants to continue to have a voice in party affairs and will speak up whenever he wishes. He has not endorsed a candidate for the Democratic presidential nomination.\n\"I will make no bones about that,\" he said. \"I don't want the party walking away from what Barack and I did.\"\nClinton, Sen. Bernie Sanders and former Maryland Gov. Martin O'Malley are still in the race.", "byline": "", "description": "WASHINGTON (AP) — Vice President Joe Biden says he decided against running for president because he \"couldn't win,\" not because he would have had too little time to get a campaign up and running.", "title": "Biden opted out on 2016  Dem race because he 'couldn't win'", "url": "http://hosted2.ap.org/APDEFAULT/386c25518f464186bf7a2ac026580ce7/Article_2015-10-25-US--DEM%202016-Biden/id-71f86fb6abca46bf96b3f2d0d4ffb184", "topics": ["campaign_finance"], "people": ["Beau Biden", "Martin O'Malley", "Joe Biden", "Hillary Rodham Clinton", "Barack Obama", "Bernie Sanders"], "orgs": [], "election_confidence": 0.7699154077569266, "authors": [{"author_id": 3398, "fullname": "ap", "primary_org": "huffpo"}], "date_written": "2015-10-25 21:41:00", "org": "ap", "article_id": "a52594b610d2a94ba5c3221f6a86b547", "date_access": "2015-10-26 01:00:11.647832"}