{"body": "", "byline": "", "description": "\nAndrew Harnik / AP\nWisconsin Rep. Paul Ryan informed his colleagues in a letter Thursday evening that, after much deliberation, he will run for Speaker of the House.\"I never thought I’d be speaker. But I pledged to you that if I could be a unifying figure, then I would serve—I would go all in. After talking with so many of you, and hearing your words of encouragement, I believe we are ready to move forward as a one, united team. And I am ready and eager to be our speaker,\" Ryan wrote in the letter.In a closed-door meeting with the Republican conference on Tuesday, Ryan said he would only run for speaker if he had the support of all the separate factions within the party. On Wednesday evening, a \"supermajority\" of the conservative House Freedom Caucus said they would back Ryan's bid.Current Speaker of the House John Boehner has set speaker elections for Oct. 28.Here's Ryan's full letter:\nDear Colleague:Over the past few days, I’ve been thinking a lot about our country, and it’s clear to me that we’re in a very serious moment. Working families continue to fall behind, and they are losing faith in the American Idea: the belief that if you work hard and play by the rules, you can get ahead. At the same time, a weaker America has led to a more dangerous world. Our friends and rivals alike wonder whether we will pull ourselves out of this stupor.Instead of rising to the occasion, Washington is falling short—including the House of Representatives. We are not solving the country’s problems; we are only adding to them.But now, we have an opportunity to turn the page, to start with a clean slate, and to rebuild what has been lost. We can make the House a more open and inclusive body—one where every member can contribute to the legislative process. We can rally House Republicans around a bold agenda that will tackle the country’s problems head on. And we can show the country what a commonsense conservative agenda looks like.That’s why I’m actually excited for this moment. I’ve spoken with many of you over the past few days, and I can sense the hunger in our conference to get to work. I know many of you want to show the country how to fix our tax code, how to rebuild our military, how to strengthen the safety net, and how to lift people out of poverty. I know you’re willing to work hard and get it done, and I think this moment is ripe for real reform.That’s because, whatever our differences, we’re all conservatives. We were elected to defend the constitution. We share the same principles. We all believe America is the land of opportunity—the place where you should be able to go as far as your talents and hard work will take you. We all believe in empowering every person to realize his or her potential. And we have the know-how to apply these principles to the problems of today.I never thought I’d be speaker. But I pledged to you that if I could be a unifying figure, then I would serve—I would go all in. After talking with so many of you, and hearing your words of encouragement, I believe we are ready to move forward as a one, united team. And I am ready and eager to be our speaker.This is just the beginning of our work. There is a long road ahead. So let’s get started.Sincerely,Paul Ryan\n\n", "title": "Paul Ryan Says He Will Run For House Speaker", "url": "http://www.buzzfeed.com/kyleblaine/paul-ryan-says-he-will-run-for-house-speaker", "topics": [], "people": [], "authors": [{"author_id": 19287, "fullname": "hung vo", "primary_org": "huffpo"}], "election_confidence": 0.35318898739273413, "orgs": [], "date_written": "2015-10-23 00:00:47", "org": "buzzfeed", "article_id": "39ac5ddaee5b74dc33cb50bcd42ea4ea", "date_access": "2015-10-22 23:10:49.320939"}