{"body": "\n\n\n\n\n\n\n\n\t\t\t\t\t\t\tmboxCreate('FoxNews-Politics-Autoplay-Videos-In-Articles');\n\t\t\t\t\t\t\nGOP presidential candidate and New Jersey Gov. Chris Christie was asked to leave an Amtrak “quiet” car for talking on his cellphone Sunday morning, shortly after boarding a north-bound train from Washington, D.C.\nA fellow passenger told the website Gawker that Christie boarded the 9:55 a.m. train at the last minute and had a loud discussion with his two-man security detail about seating, then had an “intense” talk on his cellphone before being approached by a conductor.\nThe conductor purportedly asked Christie, known for his bombastic manner, to either concluded the call or move to a talking-permissible car.\nCampaign official Samantha Smith acknowledged the incident but said Christie mistakenly sat in the no-talking car “on a very full train” and apologized for the mistake and inconveniencing fellow passengers\n“After breaking the cardinal rule of the quiet car, the governor promptly left once he realized the serious nature of his mistake and enjoyed the rest of his time on the train from the cafe car,” Smith said in a statement. “Sincere apologies to all the patrons of the quiet car that were offended.”\nThe passenger also told Gawker that Christie was drinking a McDonald’s strawberry smoothie and kept repeating into his phone: “This is frickin’ ridiculous” and “seriously?”\n", "byline": "", "description": "GOP presidential candidate and New Jersey Gov. Chris Christie was asked to leave an Amtrak “quiet” car for talking on his cellphone Sunday morning, shortly after boarding a north-bound train from Washington, D.C.", "title": "Christie asked to leave Amtrak 'quiet' car for phone call, campaign say mistake, apologizes", "url": "http://feeds.foxnews.com/~r/foxnews/politics/~3/KrtkJnE9Qq4/", "topics": ["budget/taxation", "campaign_finance"], "people": ["Chris Christie", "Samantha Smith"], "orgs": ["Amtrak"], "election_confidence": 0.5640610235220636, "authors": [], "date_written": "2015-10-25 20:14:52", "org": "fox", "article_id": "bdba6e40174eb7ce8c2a3639f15d92b3", "date_access": "2015-10-25 20:30:42.450321"}