{"body": "To the editor:\n All one needs to do is ask the question, “If Hillary Rodham Clinton weren't running for president, would Republicans be holding these expensive House hearings on Benghazi?” Then, taxpayers should send Congress and the Republican Party a bill for the millions they have spent on these purely political hearings on the deaths of four Americans on Sept. 11, 2012. (\"\nBenghazi hearing ends after extraordinary 11-hour grilling of Clinton\n,\" Oct. 22)\nI wasn't going to vote for Clinton, who was secretary of State when the attack occurred, but after the childish behavior by Republicans (perhaps this is why the break Congress takes is called a “recess”), I may vote for her.\nIt seems her claims of a “vast right-wing conspiracy” are true.\nShirley Conley, Gardena\n..\nTo the editor:\n It's typical of any government to cover up or at least minimize its responsibility for a calamity such as Benghazi.\nWhat isn't typical, and what should not be forgiven of Clinton and the Obama administration, is how cavalierly they threw freedom of speech under the bus when they blamed the attack on a notorious anti-Islamic video, while knowing full well that the attack was planned and, to their embarrassment, utterly predictable.\nThursday's hearing of the House Select Committee on Benghazi will be remembered mostly as a political coup for the star witness on the hot seat, former Secretary of State Hillary Rodham Clinton.\nThere is poetic justice in that fact because House Republicans' not-very-ulterior motive in authorizing...\nThursday's hearing of the House Select Committee on Benghazi will be remembered mostly as a political coup for the star witness on the hot seat, former Secretary of State Hillary Rodham Clinton.\nThere is poetic justice in that fact because House Republicans' not-very-ulterior motive in authorizing...\nMichael Jenning, Van Nuys\n..\nTo the editor:\n Congress has done an impressive job in its evaluations of the tragic events that led to the deaths of four Americans in Benghazi in 2012.\nWith investigative skills honed, perhaps legislators and the administration can spare a little extra time to convene just one panel to explain to the American people the policymaking that resulted in the deaths of 4,500 U.S. soldiers, the wounding of 32,000 others and the expenditure of trillions of dollars in Iraq, which opened the door to much of the current chaos we see in the Middle East.\nTo its credit, officials did convene formal investigations into the Iraq intelligence failure. And the country benefited with new intelligence mechanisms put in place. But there has not been even one official evaluation about how President Bush, his administration and Congress came to their decisions to take the country to war in Iraq.\nThere still is time to learn the lessons of Iraq that policymakers in the future can draw on to make American decision-making the best it can be.\nBennett Ramberg, Los Angeles\nThe writer served as a policy analyst in the State Department's Bureau of Politico-Military Affairs in the George H.W. Bush administration.\n..\nTo the editor:\n How could The Times possibly miss the new evidence about Benghazi?\nClinton knew immediately that the video did not cause the attacks, a fact discovered through emails previously not provided. Yet she told the video lie to protect the reelection of Obama. Her underlings repeated the lie.\nThis undermines the belief that nothing new came from the hearing, and furthermore, it unequivocally disqualifies Clinton for president.\nPaul Debban, Rancho Santa Fe\n..\nTo the editor:\n Ironically, if the Republicans keep up their lunacy with these Benghazi hearings, they will likely go down in history as the unwitting instigators of the first publicly financed presidential campaign in the U.S., namely that of President Hillary Clinton.\nWhat a stunning platform they provided her. The only better advantage will be the one that they again hand her on a silver platter when they nominate Donald Trump, someone who is as maniacal in front of the camera as most of the Republican committee members are.\nSusan Gilmore, Glendale\nFollow the Opinion section on Twitter \n@latimesopinion\n and \nFacebook", "byline": "", "description": "<p>To the editor: All one needs to do is ask the question, “If Hillary Rodham Clinton weren't running for president, would Republicans be holding these expensive House hearings on Benghazi?” Then, taxpayers should send Congress and the Republican Party a bill for the millions they have spent on these...</p>", "title": "Benghazi hearing: Was Clinton right about a vast right-wing conspiracy?", "url": "http://www.latimes.com/la-le-1025-sunday-benghazi-clinton-20151025-story.html", "topics": ["foreign policy/national security", "personality"], "people": ["Donald Trump", "Hillary Rodham Clinton", "Hillary Clinton"], "orgs": ["Republican Party", "State Department", "House Select Committee", "Congress", "House Republicans"], "election_confidence": 0.8962731507264591, "authors": [], "date_written": "2015-10-25 13:00:00", "org": "latimes", "article_id": "6d10f119855f5446be877d115f0428ce", "date_access": "2015-10-25 12:30:11.860203"}