{"body": "California so far has only three congressional contests without incumbents, and at least two — perhaps all three — appear likely to stay in Democratic hands next year.\nIn two of the races, Democrats with significant war chests are vying to succeed Reps. Janice Hahn (D-San Pedro) and Loretta Sanchez (D-Santa Ana), who are running for other offices next year. The candidates are aided by the party's registration advantage in those districts and the usual boost in its voter turnout at the polls for presidential elections.\nIn a coastal district to the north, where Rep. Lois Capps (D-Santa Barbara) has announced she will retire, the battle is less lopsided.\n\"The Hahn and Sanchez seats are likely to remain in Democratic hands,\" said John J. Pitney Jr., a Claremont McKenna College political scientist and a former staffer for House Republicans. \"The Capps seat leans Democratic, but could be within reach for Republicans if everything goes right for them.\"\nAbout a half-dozen potential candidates for each seat have emerged; some have set up campaign organizations and have been raising money for months. Congressional seats have no term limits and typically don't turn over often, so they tend to draw lots of would-be successors when an incumbent decides to step aside.\n\"It's a prestigious job, Washington is a pretty nice place to live, and you can land an extremely lucrative job as a lobbyist or on a corporate board when you retire,\" said Fred Smoller, an associate professor of political science at Chapman University.\nEven the hyperpartisanship that has increasingly snarled Congress in recent years doesn't appear to have dimmed interest in the open seats. Primary battles are expected to be fierce in all three districts. The outcomes are uncertain due to California's system of sending only the top two vote getters, regardless of party, to the general election.\nThe primary system, put into full use for the first time in 2012, has sometimes pitted two members of the same party against each other in the fall.\nThat year, it also delivered an Inland Empire congressional district that Democrats expected to win into Republican hands because a large number of contenders from the favored party split the primary vote. Two GOP candidates advanced to November. (Democrats recaptured the seat in 2014.)\nJohn Shallman, a Democratic consultant and the only one so far with a candidate in all three races, won't rule out the possibility of a Republican on the fall ballot in even the most solidly Democratic district.\n\"The likelihood is low\" that either of the little-known, underfunded Republicans running in Hahn's 44th Congressional District could get past the primary, Shallman said. But he added that there is \"no guarantee\" in an election year with many yet-unknown factors.\n\"Right now the race is June, and anyone who looks beyond June is being foolish,\" Shallman said.\nAlthough six people so far are running to succeed Hahn, most analysts see the race as a contest between state Sen. Isadore Hall (D-Compton), Shallman's client, and attorney Nanette Barragan, a Democrat who recently gave up a seat on the Hermosa Beach City Council and moved back into the district where she was raised.\nThe largely working-class district stretches from the port communities of Los Angeles north through Carson, Compton and Willowbrook to South Gate and Lynwood. Latinos are 48% of registered voters, African Americans 25%, according to the California Target Book, which tracks political contests. Democrats outnumber Republicans 62%-11%.\nHall, an African American, has sewn up endorsements from many civic leaders, including Hahn, and a host of Latino officials. He has raised $560,000; Barragan, who got a later start, has collected nearly $282,000.\nShallman said he would emphasize Hall's long record in office, starting with the Compton school board and moving to the City Council before winning a crowded race for the state Assembly in 2008.\nHall's campaign recently took a swipe at Barragan in an online ad showing her, as a council candidate in the upscale beach town two years ago, talking about her dream to own a house in Hermosa Beach and her love for her adopted community.\n\"Hall never left the district,\" Shallman said.\nMichael Trujillo, Barragan's campaign manager, said his candidate embodies an inspiring success story. Raised in a blue-collar family in the Carson area by Mexican immigrant parents, she worked her way through college and law school and was able to buy a home.\nNow, Trujillo said, she wants to \"run on her roots and help others in her community.\"\nHe said Hall's record in various offices — as well as many of the \"special interest\" donors to his campaigns — will provide fodder for a campaign against him.\nOthers running are Democrats Marcus Musante, an attorney, and William Orton, a novelist; and Republicans Christopher Castillo, a political consultant, and Omar Navarro, a small-business owner. None appears to have raised significant money.\nIn the race to succeed Sanchez, five Democrats have stepped up. It is unclear whether the sole Republican, Irvine City Councilwoman Lynn Schott, intends to stay in after raising a small amount of money.\nShallman, who is running the campaign for former state Sen. Lou Correa, said he fully expects at least one Republican on the primary ballot, despite the 46th District's registration edge for Democrats: 47%-28%.\nOther Democrats in the race include former state Sen. Joe Dunn, Anaheim City Councilman Jordan Brandman and Garden Grove Mayor Bao Nguyen. Correa, with almost $174,000, and Dunn, with just more than $131,000, are the top fundraisers to date.\nCapps' district, once derided as the \"ribbon of shame\" because of its blatantly gerrymandered boundaries, was redrawn in 2011 into a politically balanced \"swing district\" that could be won by a candidate of either major party.\nRegistration now is nearly even — 37% Democratic, 34% Republican — with more than 23% of voters unaffiliated.\nSanta Barbara County Supervisor Salud Carbajal, a Democrat, has raised the most money by far — more than $1 million by the end of the latest reporting period — and is endorsed by Capps.\nSanta Barbara Mayor Helene Schneider, a Democrat, is Shallman's client. Another Democrat is San Luis Obispo farmer William Ostrander.\nOn the Republican side are state Assemblyman K.H. \"Katcho\" Achadjian of San Luis Obispo and businessman/rancher Justin Fareed, who ran in 2014 and is the second-highest fundraiser to date, reporting more than $430,000.\nIn the primaries for all three seats, political scientist Pitney said, \"money and name identification will make a big difference.\"\njean.merl@latimes.com\nTwitter: @jeanmerl", "byline": "", "description": "<p>California so far has only three congressional contests without incumbents, and at least two — perhaps all three — appear likely to stay in Democratic hands next year.</p> <p>In two of the races, Democrats with significant war chests are vying to succeed Reps. Janice Hahn (D-San Pedro) and Loretta Sanchez...</p>", "title": "Democrats likely to keep two of California's three congressional races without incumbents", "url": "http://www.latimes.com/la-me-pol-ca-congress-20151025-story.html", "topics": ["campaign_finance"], "people": ["Lois Capps", "Loretta Sanchez", "Isadore Hall", "Janice Hahn", "Nanette Barragan", "Santa Barbara"], "orgs": ["City Council", "Claremont McKenna College", "Congress", "Reps", "House Republicans", "Assembly", "GOP"], "election_confidence": 0.7193397493328173, "authors": [{"author_id": 42368, "fullname": "jean merl", "primary_org": "latimes"}], "date_written": "2015-10-25 08:05:00", "org": "latimes", "article_id": "ef49ea492cf7e72bb5516fc0c2796f67", "date_access": "2015-10-25 07:30:08.030819"}