{"body": " Ben Carson, suddenly in the political spotlight as he surges into the lead in Iowa polls, Sunday defended his more controversial statements and his low key style.\n“I will tell you, in terms of energy, I'm not sure that there's anybody else running who has spent 18 or 20 hours intently operating on somebody,” the retired neurosurgeon told NBC’s “Meet the Press.”\nHe recalled a time when he was more aggressive.\n\"As a teenager, I would go after people with rocks, and bricks, and baseball bats, and hammers. And, of course, many people know the story when I was 14 and I tried to stab someone,\" Carson said.\n\"You know, fortunately, you know, my life has been been changed,\" he added. \"And I'm a very different person now.”\nCarson has opened up wide leads among Republicans in Iowa in polls released last week by Quinnipiac University and Bloomberg Politics/Des Moines Register. He and real estate mogul Donald Trump will be at center stage Wednesday when Republicans debate in Boulder, Colorado.\nTrump criticized Carson Sunday on CNN’s “State of the Union.”\n“I think Ben Carson is a very low energy person. Actually I think Ben Carson is lower energy than Jeb (Bush), if you want to know the truth,” Trump said.\nTrump insisted Carson’s SuperPAC, the 2016 Committee, is a big reason he’s doing well in Iowa. “He's got people all over Iowa from his PAC, and they are running - Ben doesn't even go to Iowa that much. And he's doing well in Iowa? And so I think that SuperPACs are a real problem in terms of our country, and I'm talking about Ben,” Trump said.\nTrump also discussed his comment about Carson’s religion; he is a Seventh Day Adventist. On Saturday, Trump told a Jacksonville, Florida audience “I just don’t know” about Seventh Day Adventists.\n“I know nothing about it really. I’m a Presbyterian and I had mentioned that, and I did say I don’t know about it, and in fact those are my exact word, so I just really don’t know about the Seventh-Day Adventists, and that’s what I said,” Trump said Sunday on ABC’s “This Week.”\n“I’d never say bad about any religion,” Trump said, though he would not apologize to Carson. “I would certainly give an apology if I said something bad about it, but I didn’t.”\nCarson has also come under fire for controversial comments. In 2013, He called Obamacare “the worst thing to happen in this nation since slavery.” Last year he compared the U.S. to Nazi Germany, saying a lot of Americans “do not feel free to express themselves.”\nIn September he said he would not advocated that the nation put a Muslim in charge, and after a gunman went on a killing rampage at an Oregon college earlier this month, Carson said, “would not just stand there” and let him shoot.\nCarson and his supporters have urged listening beyond the sound bite to what he has to say.\n\"As people get to know me, they know that I'm not a hateful, pathological person like some people try to make me out to be,” Carson said Sunday. “And that will be self-evident. So I don't really worry about that.\" \nCarson has strong appeal to evangelical voters, a sizable bloc in Iowa. He said Sunday he’d like to see tough laws against abortion.\n\"I'm a reasonable person and if people can come up with a reasonable explanation of why they would like to kill a baby, I'll listen,\" he said.\nDavid Lightman: 202-383-6101, @lightmandavid", "byline": "", "description": "Trump: Carson is ‘low energy’\nCarson fights back, quietly\nCarson leading in two Iowa polls\n…\nClick to Continue »", "title": "Carson, now in spotlight, defends his gentle style", "url": "http://www.mcclatchydc.com/news/politics-government/election/article41382390.html", "topics": ["personality"], "people": ["Donald Trump", "David Lightman", "Ben Carson"], "orgs": ["PAC", "Des Moines Register", "Quinnipiac University"], "election_confidence": 0.9779734469037571, "authors": [{"author_id": 33909, "fullname": "david lightman", "primary_org": "mcclatchy"}], "date_written": "2015-10-25 17:13:02", "org": "mcclatchy", "article_id": "c15688b819d1d1138d162cea15f6114e", "date_access": "2015-10-25 16:31:11.657117"}