{"body": "\n\n\n\ni\n\n\n\n\n            Donald Trump speaks to guests at an Oct. 21 campaign rally in Burlington, Iowa. Trump leads most polls in the race for the Republican presidential nomination, but his retweets are — to some extent — still a mystery.\n            \n            \n                \n                Scott Olson/Getty Images\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Scott Olson/Getty Images\n        \n    \n\n\n\n\n\n\n\n\nDonald Trump speaks to guests at an Oct. 21 campaign rally in Burlington, Iowa. Trump leads most polls in the race for the Republican presidential nomination, but his retweets are — to some extent — still a mystery.\n\n            \n            Scott Olson/Getty Images\n            \n        \n\n\n\nIf there's anything more central to Iowa's identity than its first-in-the-nation presidential caucus, it's probably corn. So, insulting both in a single tweet is a pretty serious offense for a presidential candidate. Serious enough, it seems, to get Donald Trump to concede the closest thing to an apology that he has issued since he entered the presidential race. The initial tweet came Thursday. It's since been deleted, but @realDonaldTrump retweeted a supporter who wrote: \"#BenCarson is now leading in the #polls in #Iowa. Too much #Monsanto in the #corn creates issues in the brain? #Trump #GOP.\" (Monsanto is the agriculture giant that sells engineered seeds to farmers across the country.) Within hours, Trump had deleted this tweet, and posted an explanation that didn't exactly mirror President Harry Truman's \"the buck stops here\" style of leadership: \nThe young intern who accidentally did a Retweet apologizes.— Donald J. Trump (@realDonaldTrump) October 22, 2015\n\n\n\nThe plot thickened Friday, when a Trump intern told the International Business Times that, hey, interns don't have access to Trump's Twitter account and its 4.7 million followers. \"From my understanding and what I've been informed of by superiors is that Mr. Trump's tweets and Twitter responses are done by him personally,\" Garrison Groeschke, a Fordham University student, told the outlet. That jives with the multiple profiles that have been written about Trump and his unorthodox, aggressive approach to the social media platform. Here's what the New York Times reported earlier this year:  \"He usually dictates messages to his assistant during the day and types them himself at home or on the golf course, from which he has sent more than 100, according to geographic data embedded in his tweets. The most frequently used words in his tweets: 'great' (more than 700 times), 'winner' or 'winners' (43), and 'loser' or 'losers' (34). In all, he has sent more than 28,000 tweets — the rough equivalent of 12 a day.\"  Last month, Mother Jones conducted a thorough study into how often Trump himself is sending tweets, and how often staffers are doing the posting. The whole episode underscores one question that these articles haven't addressed, though — just how the heck Trump retweets his supporters. Retweets from fans and voters constitute a large chunk of Trump's Twitter output. But Trump's retweets all take a strange form. Instead of simply reposting the supporters' tweets, as Twitter's software now automatically does when a user hits the \"retweet\" button, Trump writes the messages from his own account, but within question marks. The style mirrors outdated, earlier Twitter software, which would take the tweet you wanted to post, add quotation marks, and insert \"RT\" in front of it. This has many people wondering whether Trump has simply never bothered to update his phone. Another explanation is that Trump is copying tweets, pasting them into his own message field, and adding quotation marks. That's what Sen. Rand Paul's chief digital strategist, Vincent Harris, seems to think: \nTrump's Monsanto tweet wasn't push of retweet button, it was longer copy/ paste process showing political carelessness that will b downfall— Vincent Harris (@VincentHarris) October 22, 2015\n\n\n\nA Twitter spokesman, noting many people have been asking this question, floated another possibility: that Trump may be using a third-party software platform like Tweetbot or Hootsuite. But many of the tweets in question say they're coming from Twitter's android app. NPR asked Trump's campaign for an explanation of how it retweets supporters. We have not heard back from them. Do you have any theories? Leave them in the comment section.\n", "byline": "", "description": "Who exactly is behind Trump's prodigious Twitter account — and how is he retweeting Trump supporters? The recent hubbub over a deleted tweet has merely deepened the mystery.", "title": "Donald Trump, Retweetin' Like It's 2008 — But How?", "url": "http://www.npr.org/sections/itsallpolitics/2015/10/25/451513032/donald-trump-retweetin-like-its-2008-but-how", "topics": ["surveillance/privacy", "personality"], "people": ["Rand Paul", "Vincent Harris", "Scott Olson", "Donald Trump", "Donald J. Trump", "Harry Truman", "Mother Jones"], "orgs": ["Monsanto", "GOP", "Fordham University"], "election_confidence": 0.9487222896625385, "authors": [{"author_id": 39080, "fullname": "scott detrow", "primary_org": "npr"}], "date_written": "2015-10-25 14:13:32", "org": "npr", "article_id": "798783daa15f75b0ef9f82ed5036bfc2", "date_access": "2015-10-25 13:31:02.708168"}