{"body": "\n\n\n\ni\n\n\n\n\n            Vice President Joe Biden, with his wife Dr. Jill Biden, and President Obama walking toward the Rose Garden at the White House Wednesday before announcing he would not run for president.\n            \n            \n                \n                Jacquelyn Martin/AP\n                \n            \nhide caption\n\n\nitoggle caption\n\n        \n        Jacquelyn Martin/AP\n        \n    \n\n\n\n\n\n\n\n\nVice President Joe Biden, with his wife Dr. Jill Biden, and President Obama walking toward the Rose Garden at the White House Wednesday before announcing he would not run for president.\n\n            \n            Jacquelyn Martin/AP\n            \n        \n\n\n\nThe window has closed on a Joe Biden 2016 bid for the White House, the vice president announced Wednesday. The raw and unpredictable process of grieving the death of his eldest son conflicted with the demands of a highly structured presidential campaign season. \"I know from previous experience that there's no timetable for this process,\" he said. \"The process doesn't respect or much care about things like filing deadlines or debates and primaries and caucuses.\" But had Biden decided the window was still open, history shows October isn't necessarily too late to seek a party nomination. Since 1972, three non-incumbent candidates who officially launched a campaign less than 400 days before the election eventually became president. Rep. Brendan Boyle (D-Penn.) reminded Twitter of this a day before Biden's decision, noting Bill Clinton made his announcement in October of 1991. \n\n\n    // Require.js is on the page (new Seamus)\n    if (typeof requirejs !== 'undefined') {\n        // Create a local require.js namespace\n        var require_candidacy_length_20151023 = requirejs.config({\n            context: 'candidacy-length-20151023',\n            paths: {\n                'pym': 'http://apps.npr.org/dailygraphics/graphics/candidacy-length-20151023/js/lib/pym'\n            },\n    \t\tshim: {\n    \t\t\t'pym': { exports: 'pym' }\n    \t\t}\n        });\n\n        // Load pym into locale namespace\n        require_candidacy_length_20151023(['require', 'pym'], function (require, Pym) {\n            // Create pym parent\n            var pymParent = new Pym.Parent(\n                'responsive-embed-candidacy-length-20151023',\n                'http://apps.npr.org/dailygraphics/graphics/candidacy-length-20151023/child.html',\n                {}\n            );\n\n            // Unbind events when the page changes\n            document.addEventListener('npr:pageUnload', function (e) {\n                // Unbind *this* event once its run once\n                e.target.removeEventListener(e.type, arguments.callee);\n\n                // Pym versions with \"remove\"\n                if (typeof pymParent.remove == 'function') {\n                    pymParent.remove();\n                // Pym version without \"remove\"\n                } else {\n                    // Unbind pym events\n                    window.removeEventListener('message', pymParent._processMessage);\n                    window.removeEventListener('resize', pymParent._onResize);\n                }\n\n                // Explicitly unload pym library\n                require_candidacy_length_20151023.undef('pym');\n                require_candidacy_length_20151023 = null;\n            })\n        });\n    // Require.js is not on the page, but jQuery is (old Seamus)\n    } else if (typeof $ !== 'undefined' && typeof $.getScript === 'function') {\n        // Load pym\n        $.getScript('http://apps.npr.org/dailygraphics/graphics/candidacy-length-20151023/js/lib/pym.js').done(function () {\n            // Wait for page load\n            $(function () {\n                // Create pym parent\n                var pymParent = new pym.Parent(\n                    'responsive-embed-candidacy-length-20151023',\n                    'http://apps.npr.org/dailygraphics/graphics/candidacy-length-20151023/child.html',\n                    {}\n                );\n            });\n        });\n    // Neither require.js nor jQuery are on the page\n    } else {\n        console.error('Could not load candidacy-length-20151023! Neither require.js nor jQuery are on the page.');\n    }\n\n\n\nBesides Clinton, who announced on Oct. 3, 1991, George H.W. Bush made it official on October 13, 1987. Ronald Reagan didn't announce until mid- November 1979. But none of their campaign preparations really mirrored Biden's. All three presidents had been seriously preparing to run for months, if not years, ahead of their relatively late announcements. Eight months before Reagan announced, a Nevada senator created the Reagan for President Committee, which started organizing in all 50 states and had 365 members including 27 members of Congress. Clinton formed an exploratory committee in August 1991. In April 1987, almost six months away from an official announcement, Bush's chief of staff told The New York Times the then-vice president was fundraising and campaigning in key states. Biden, who had the same vice-residential launching pad as the elder Bush, made few visible attempts to begin a 2016 campaign during Obama's second term. Though his supporters and old friends launched an unorganized shadow campaign, Biden himself hired no staff and had yet to start fundraising, though he did speak to interest groups, fanning speculation that he was keeping the door open. On top of that, Biden faced a Democratic field that got an early start. Hillary Clinton and Bernie Sanders, who officially launched their campaigns in April and May, respectively — 576 and 532 days before the election. But for Clinton and Bush, other primary challengers in their fields also started late bids. Kansas Sen. Bob Dole and Pat Robinson announced in November and October of 1987. Three Clinton challengers — California Gov. Jerry Brown, Iowa Sen. Tom Harkin and Nebraska Gov. Bob Kerrey — announced in September and October of 1991. Over time, the official launch dates of candidates who won the Democratic or Republican nominations don't seem to show a clear pattern. Carter announced in December 1974, nearly 700 days before the 1976 election. For 1980, 1988 and 1992, the winners all announced less than 400 days from the election, but from 1996 onward the announcements came earlier. Almost all eventual nominees for both parties made official starts in the spring and early summer, between 500 and 650 days before that first Tuesday in November.\n", "byline": "", "description": "Few successful recent nominees have announced their candidacy as recently as Biden could have this week.", "title": "How Late Is Too Late To Run For President?", "url": "http://www.npr.org/sections/itsallpolitics/2015/10/25/451250792/how-late-is-too-late-to-run-for-president", "topics": ["campaign_finance"], "people": ["Tom Harkin", "Jerry Brown", "Bill Clinton", "Jill Biden", "Joe Biden", "Hillary Clinton", "Bob Kerrey", "Brendan Boyle", "Jacquelyn Martin", "Bernie Sanders", "Bob Dole", "Ronald Reagan"], "orgs": ["Congress"], "election_confidence": 0.8974887408668666, "authors": [{"author_id": 43026, "fullname": "ally mutnick", "primary_org": "npr"}], "date_written": "2015-10-25 14:30:43", "org": "npr", "article_id": "6d05d86541255801e7388189681d4d82", "date_access": "2015-10-25 13:31:02.300925"}