{"body": "Donald J. Trump, whose campaign has fallen behind that of Ben Carson in Iowa polls released this week, appeared to take aim Saturday at Mr. Carson’s faith.\n\nSpeaking at a rally in Jacksonville, Fla., Mr. Trump noted that he was a Presbyterian, which he called “down the middle of the road.”\n\nThen Mr. Trump said: “I mean, Seventh-day Adventist, I don’t know about, I just don’t know about.”\n\nMr. Carson is a practicing Seventh-day Adventist.\n\nProvocation is Mr. Trump’s stock in trade and he has been biting in his criticism of his Republican rivals.   But in favorably contrasting his faith with that of a principal rival, he may have reached a new level of bombast, at least as it relates to his opponents.\n\nMr. Trump also reprised previous attacks he has directed at Mr. Carson, calling him “super low” energy and expressing astonishment at the former neurosurgeon’s rise.\n\n“I don’t understand the whole deal,” he said. “I don’t know what’s going on.”\n\nCampaigning in Iowa Saturday, Mr. Carson said: “My energy levels are perfectly fine.”  He noted that he spent long hours in surgery, adding: “Doesn’t require a lot of jumping up and down and screaming, but it does require a lot of concentration.”\n\nTwo Iowa surveys released this week showed Mr. Carson surpassing Mr. Trump in the polls.  The Des Moines Register’s survey, long seen as the most accurate poll in the state, found Mr. Carson winning by nine percentage points over Mr. Trump. ", "byline": "JONATHAN MARTIN", "description": "Donald J. Trump, whose campaign has fallen behind that of Ben Carson in Iowa polls released this week, appeared to take aim Saturday at Mr. Carson’s faith.", "title": "First Draft: Donald Trump Attacks Ben Carson, and Highlights His Religion", "url": "http://www.nytimes.com/politics/first-draft/2015/10/25/donald-trump-attacks-ben-carson-and-highlights-his-religion/", "topics": ["foreign policy/national security", "trade"], "people": ["Donald Trump", "Donald J. Trump", "Ben Carson"], "orgs": ["Des Moines Register"], "election_confidence": 0.9379509998515974, "authors": [{"author_id": 793, "fullname": "jonathan martin", "primary_org": "nyt"}], "date_written": "2015-10-25 14:44:18", "org": "nyt", "article_id": "9233ddbd7c09b750a6990960e1353438", "date_access": "2015-10-25 14:02:57.898901"}