{"body": "\nHistory Dept.\n\n                        Why would we consider trying it again?\n\n            By \n                    Claudio Saunt\n\nOctober 25, 2015\n\n                The Granger Collection, New York\nDonald Trump says that he would deport all undocumented immigrants in the United States, an estimated 11 million people. American cities and counties in the Southwest and Midwest tried to expel Mexican-Americans once before in the 1930s, with traumatic results for the families affected. But perhaps an even more illuminating comparison is with the mass deportation that the United States sponsored a hundred years earlier, in the 1830s. \nIn that decade, the federal government uprooted some 80,000 Native Americans from their homes and forced them west of the Mississippi, into what is now Oklahoma. It was a humanitarian disaster and remains one of the most shameful episodes in the country’s history. Though few if any Americans are proud of the Trail of Tears, as the Cherokees call their harrowing expulsion from the Southeast and deadly journey westward, politicians are now seriously proposing a similar policy toward undocumented immigrants. “I think it’s worth discussing,” stated Ben Carson, Trump’s closest rival for the Republican presidential nomination.\nStory Continued Below\nThere are some obvious differences between undocumented immigrants today and native peoples in the early 1830s. For one, American Indians had been living in what is now the United States since “time immemorial,” as many people observed in the era, whereas undocumented immigrants are recent arrivals. \nBut there are many similarities too. Just as Indians were a reviled minority, so too undocumented immigrants are victims of vicious racism. Just as Indians occupied a legal netherworld—neither fully sovereign nor accorded the rights of U.S. citizens—so too undocumented immigrants find themselves living in similarly nebulous conditions, subject to unchecked administrative rulings and often left in jail without judicial recourse. Just as state governments passed laws to drive Indians off their lands, so have they done with undocumented immigrants. (Alas, my home state of Georgia led the way in both the 1820s and the 2010s.) \nThe similarities and differences could be debated at length, but undocumented immigrants undeniably face the same threat as Indians in the early 19th century: state-administered deportation. In the 1830s, the United States oversaw the forced emigration of about 0.6 percent of the population within its borders. As a proportion of the current U.S. population, Donald Trump proposes to deport six times as many individuals. \nNearly 200 years ago the results were disastrous. Officials were hired with no knowledge of indigenous languages and no experience with the people who spoke them. Francis Armstrong, who was appointed to deport the Choctaws, for example, was said to be a “pet” of President Andrew Jackson and was “entirely ignorant of the actual state of things” in the Choctaw Nation. Benjamin Currey, in charge of Cherokee deportation, managed to alienate the Cherokees almost instantly with his foul temper. After watching a party of starving and ill-clothed Choctaw migrants pass by his house in Lake Providence, Louisiana, one retired army officer condemned the “unprincipled” emigration agents who sought to profit from the miseries of the victims.\nThe liquidation of property, real and personal, invited corruption. Government agents bought the possessions that emigrants were forced to leave behind—pots and pans, livestock, and even violins—at a steep discount. They colluded with business partners to purchase the most valuable land at a pittance. And, while some earnestly made the best effort they could to ensure the health of displaced families, others neglected to feed the emigrants, left them stranded in frigid temperatures and failed to provide basic medical care. When the deportees arrived in the trans-Mississippi West, they had no means of subsistence. Some starved to death.\nModern air travel eliminates some of these difficulties, but not all of them. Undocumented immigrants would still be pressed to liquidate their possessions overnight. They would be forced to leave behind family members. And, like native peoples in the 1830s, they would face uncertain and even dangerous conditions when they reach their destinations.\nIndian Removal was at the time the single-most contentious issue the nation had ever faced, as measured by the hundreds of petitions—nearly all of them in protest—that flooded Congress. Petitions arrived from small towns and major cities, stretching from Maine to Ohio. Most were a page or two, but a few, when unfurled, reached 10 feet in length and contained the signatures of hundreds of men and women. \nWith one or two exceptions, the petitions voiced a powerful opposition to the forced emigration of native peoples. They addressed the particulars of the matter—broken treaties and the imperious claims of state governments—but they also spoke to a deep-seated belief about the young republic that is relevant to today’s debate about undocumented immigrants. The United States, they insisted, stood for “justice and the rights of mankind.” It did not disregard “the cries of the oppressed and the sufferings of the helpless.” \nRecalling their own ancestors who had fled from oppressive governments in Europe, petitioners called for justice to be done to the native peoples who long ago had welcomed European immigrants. They condemned state laws that persecuted Native Americans and questioned the ability of the government to remove so many people safely. More generally, they called on Congress to prevent “our national character from being disgraced, by the perpetration of an atrocious outrage.” \nThe Indian Removal Act passed the House of Representatives in May 1830 by a mere five votes out of 199 cast. The public debate over the policy led anti-slavery activists such as William Lloyd Garrison to recognize the folly and immorality of mass deportation and encouraged them to turn against contemporaneous efforts to deport free and enslaved African-Americans to Africa. The deportation of Indians, recognized one group of residents from Lexington, New York, would “stamp our national character with indelible infamy.” They were right. Politicians and their supporters should take note. We shouldn’t make the same mistake twice. \nWhat Works\n\n                    By \n                            T.R. Goldman\n\nThe Friday Cover\n\n                    By \nTodd S. Purdum\n\n2016\n\n                    By \nGlenn Thrush\n                     and \nAnnie Karni\n\n © 2015 POLITICO LLC", "byline": "", "description": "Why would we consider trying it again?", "title": "The First Time America Tried Mass Deportation It Was a Disaster", "url": "http://www.politico.com/magazine/story/2015/10/donald-trump-2016-mass-deportation-213287", "topics": ["immigration"], "people": ["Donald Trump", "Todd S. Purdum", "Glenn Thrush", "Annie Karni", "Ben Carson", "Andrew Jackson"], "orgs": ["House of Representatives", "What Works", "Congress"], "election_confidence": 0.6201741055442843, "authors": [{"author_id": 43022, "fullname": "claudio saunt", "primary_org": "politico"}], "date_written": "2015-10-25 12:44:44", "org": "politico", "article_id": "c273c03580cf83c9f90d38eb5aa91b3a", "date_access": "2015-10-25 12:30:13.849313"}