{"body": "\n10/24/15 08:06 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nHer campaign rolls out Bill Clinton and Katy Perry to capture the energy that electrified Barack Obama's campaign eight years ago. \n\n10/24/15 06:28 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nClinton was in mid-campaign form, enjoying the spotlight during his first foray onto the campaign trail.\n\n10/24/15 12:05 PM EDT\n\n                                        By \nCaitlin Emma\n\nThe Education Department on Saturday offered a mea culpa on testing, saying that the Obama administration has contributed to the problem of over-testing...\n\n10/24/15 11:17 AM EDT\n\n                                        By \nKevin Robillard\n\nThe senator's opponents have more to fan the fires against Vitter.\n\n10/24/15 08:56 AM EDT\nJEB FLIPS TO SURVIVAL MODE: Donors revolt; N.H. is now Job 1.\n\n10/24/15 08:00 AM EDT\n\n                                        By \nKevin Robillard\n\nBruised by references to prostitution scandal, senator faces a surprisingly close primary.\n\n10/24/15 07:58 AM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \nRachana Pradhan\n\nSigning up younger, healthier people is a make-or-break issue as the health law’s third open enrollment season gets underway Nov. 1.\n\n10/23/15 11:38 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1945, less than two months after the end of World War II, the United Nations officially came into existence. This required all five permanent...\n\n10/23/15 09:53 PM EDT\n\n                                        By \nHadas Gold\n\n\"It's just laughable!\" Clinton told MSNBC's Rachel Maddow.\n\n10/23/15 08:40 PM EDT\n\n                                        By \nBen Schreckinger\n\n“I don’t believe those polls, by the way, because both of those pollsters don’t like me,” he says.\n\nCONGRESS\n\n10/23/15 08:35 PM EDT\n\n                                        By \nRachael Bade\n\nAfter a barrage of Democratic complaints of partisanship, GOP considers downplaying the investigation of Clinton's unusual email setup.\n\n10/23/15 07:23 PM EDT\n\n2016\n\n10/23/15 07:04 PM EDT\n\n                                        By \nJosh Gerstein\n\nState Dept. won't confirm her claim that 90-95 percent of emails were in its possession before scandal.\n\n10/23/15 06:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBenghazi windfall — Hit the Rhode — Private practice\n\n10/23/15 06:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nClinton is getting hefty support from labor groups.\n\n10/23/15 05:45 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n'They’ve constructed this entire separate reality. It’s like the Twilight Zone,' Obama said.\n\n10/23/15 05:36 PM EDT\n\n                                        Updated 10/23/15 05:25 PM EDT\n\n                                        By \nKaty O'Donnell\n\n“In order to bring criminal charges, we must have evidence of criminal intent.” \n\n10/23/15 05:14 PM EDT\n\n                                        By \nHadas Gold\n                                         and \n                                                Alex Weprin\n\nThe media went full bore covering Hillary Clinton's appearance in front of the House Benghazi Committee on Thursday, attracting nonstop coverage from nearly...\n\n10/23/15 05:01 PM EDT\n\n10/23/15 04:39 PM EDT\n\nPhoto gallery\n\n10/23/15 03:56 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/23/15 03:23 PM EDT\n\n10/23/15 03:13 PM EDT\n\n                                        By \nNick Gass\n\nThe former GOP nominee tries to cut in on the president's turf.\n\n10/23/15 02:24 PM EDT\n\n                                        By \nArthur Allen\n\nThe Veterans Health Information Systems and Technology Architecture is probably the oldest continuously used EHR in the world, with roots in code developed...\n\n10/23/15 02:21 PM EDT\n\n                                        By \nHadas Gold\n\nPamela Kirkland and Julie Percha, both former producers for PostTV joined NewsHour this week as producers.\n\n10/23/15 02:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 hopeful thinks running for president is too serious for the late night show.\n\n10/23/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCISA scramble — Please enter your secret code — Candy crush\n\n10/23/15 01:58 PM EDT\n\n10/23/15 01:26 PM EDT\n\n                                        By \nBrian Mahoney\n\nThe union said in a statement that its 35-member executive board voted “overwhelmingly” to back Clinton Friday. \n\n                                        Updated 10/23/15 01:21 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nEli Stokols\n\nOne person on the Friday morning staff call said they were left with the impression that \"very few people will be left in Miami.\"\n\n10/23/15 12:42 PM EDT\n\n                                        By \nNick Gass\n\nThere are \"deeply troubling\" aspects of the death penalty in practice, President Barack Obama said in a recent interview.\n\n                                        By \nDanny Vinik\n\n'It would be unprecedented in the American context,' one expert says.\n\n10/23/15 11:47 AM EDT\n\n                                        Updated 10/23/15 11:43 AM EDT\n\n                                        By \nAnnie Karni\n\nCall it the Committee To Increase Hillary Clinton's Fundraising.\n\n10/23/15 11:36 AM EDT\n\n10/23/15 11:31 AM EDT\n\n10/23/15 11:15 AM EDT\n\n                                        By \nEliza Collins\n\nThe Benghazi Committee may have questioned Clinton for 11 hours Thursday, but they're still answering questions about the goal of the investigations. \n\n10/23/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump wants all donations made to super PACs supporting him to be returned.\n\n10/23/15 10:54 AM EDT\n\n2016\n\n                                        Updated 10/23/15 10:44 AM EDT\n\n                                        By \nMichael Kruse\n\nMy window into four years of HRC’s over-scheduled, under-rested, BlackBerry-centric life. \n\n10/23/15 10:19 AM EDT\n\n10/23/15 10:07 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\n\n10/23/15 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nMcConnell pushing Paul to focus on Senate reelect\n\n10/23/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nIn defense of Paul Ryan — Paid leave gains traction\n\n10/23/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse votes on reconciliation today, but its future is uncertain in the Senate — Ben Carson wants to abolish Medicare\u007f — Ninth co-op collapses \n\n10/23/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nComey wades into chip card debate — Cyber provisions affected by NDAA veto\n\n10/23/15 10:00 AM EDT\n\n                                        By \nDaniel Strauss\n\nBenton was acquitted of the final charge he faced on Thursday.\n\n10/23/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nChina clears pork plants — McCarthy calls for El Niño prep\n\n10/23/15 10:00 AM EDT\n\n                                        By \nJennifer Scholtes\n\nSenators urge House to skip revenue step — One week away, lawmakers keep quiet about policy patch — PTC extension chugs along \nWe're working on more stories right now\n\n                                            By \n                                                    T.R. Goldman\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Gil Troy\n\n\n                                            By \n                                                    Barney Frank\n\n\n                Supporters look on during a rally for Democratic presidential candidate Hillary Clinton before the state Democratic Party's Jefferson-Jackson fundraising dinner. | AP Photo\n\n                        Her campaign rolls out Bill Clinton and Katy Perry to capture the energy that electrified Barack Obama's campaign eight years ago. \n\n            By \nAnnie Karni\n             and \nGlenn Thrush\n\n10/24/15 08:06 PM EDT\nDES MOINES -- Hillary Clinton often says she has learned from the mistakes of 2008 -- and perhaps her biggest test will come tonight at the Jefferson-Jackson dinner, the high-stakes event that launched President Barack Obama’s campaign into the stratosphere eight years ago.\nClinton rallied her supporters with a shouted “We are geared up and ready to go!” at a rally here Saturday afternoon -- at a parking-lot pep rally featuring her husband and pop star Katy Perry. That phrase echoed Obama’s “Fired up! Ready to go!” call-and-response chant that tore through the room then -- and shocked a less organized, less fired-up Clinton campaign that was based on experience and competence.\nStory Continued Below\nOn Saturday, the sting of the 2008 J-J Dinner -- and Clinton’s determination to capture some of the energy that became a feature of Vermont Sen. Bernie Sanders’ insurgency -- was at the forefront of the campaign’s planning. Hours before the dinner, the campaign announced an endorsement from David Plouffe, Obama’s 2008 campaign manager. “To be honest, during the most intense days of the 2008 primary, I would never have imagined writing this,” Plouffe wrote. “And I doubt Team Clinton felt any differently about me … She’s the right person to protect President Obama’s legacy on health care and so much else.”\nThe campaign also seemed to have learned its lesson about being out-organized. More than 100 volunteers and staffers, at points joined by campaign manager Robby Mook, started marching in the streets of downtown Des Moines before 7 a.m. on a chilly fall Saturday. The campaign headquarters in Des Moines was filled by the afternoon with hundreds of volunteers attending a training session, dressed in royal-blue T-shirts that read “I’m Fighting for Her.” The campaign also brought out the big dog for his first official appearance on the trail: Former President Bill Clinton gave a 15-minute speech Saturday afternoon, appearing to relish being back on the campaign trail and in the spotlight.\n\"The American people in the last six weeks have learned a lot about Hillary — what she’s for, why she’s running, and what kind of president she’d be,\" he told a large crowd that had lined up and waited for an hour-and-a-half for a short set performed by Perry. \"If they watched 'Saturday Night Live,' they know she’s a pretty good bartender, too.\"\n\n\n\n            By \nAnnie Karni\n             and \nGlenn Thrush\n\nThe dinner also marks a critical moment for Sanders, who needs to show he can maintain the enthusiasm that buoyed him all summer even as Clinton grows in strength after the one-two punch of her debate performance and her testimony Thursday in front of the House Benghazi Committee. At Clinton’s rally, a single-engine plane flying a banner “Revolution Starts Now: FEEL THE BERN,” flew over the modest stage set up in front of the Hy-Vee Hall, a sign of the challenge Clinton still faces, even as she benefits from the boost of a ten-day winning streak.\nSanders’ campaign also planned a rally before the dinner, with alumni of the band Guster getting the crowd amped up. “Our allotted 1,950 seats will all be full,” said Robert Becker, Iowa State director for the Sanders campaign. “Bernie will address the rally, and then we’ll march across the Des Moines River. We’re going to be a diverse and rowdy bunch.”\n © 2015 POLITICO LLC", "byline": "", "description": "Her campaign rolls out Bill Clinton and Katy Perry to capture the energy that electrified Barack Obama's campaign eight years ago.", "title": "Hillary Clinton gears up for Iowa&apos;s Jefferson-Jackson dinner", "url": "http://www.politico.com/story/2015/10/clinton-iowa-215133", "topics": ["foreign policy/national security", "campaign_finance", "surveillance/privacy"], "people": ["Katy O'Donnell", "Isaac Arnsdorf", "Eliza Collins", "Katy Perry", "Rachael Bade", "Helena Bottemiller Evich", "Henry C. Jackson", "Elena Schneider", "Hadas Gold", "Carla Marinucci", "Michael Kruse", "Danny Vinik", "Kevin Robillard", "Brian Mahoney", "Bill Clinton", "Josh Gerstein", "Annie Karni", "Caitlin Emma", "Robby Mook", "David Plouffe", "Nick Gass", "Jennifer Scholtes", "Alex Weprin", "Barney Frank", "Alex Isenstadt", "Bernie Sanders", "Robert Becker", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Glenn Thrush", "Paul Ryan", "Rachel Maddow", "Brianna Ehley", "David Vitter", "Tim Starks", "Ben Schreckinger", "Daniel Strauss", "Isaac Dovere", "Rachana Pradhan", "Arthur Allen", "Hillary Clinton", "Julie Percha", "Eli Stokols", "Jesse Benton", "Barack Obama", "Pamela Kirkland", "Ben Carson", "Nancy Cook"], "orgs": ["House Benghazi Committee", "EHR", "CONGRESS", "PACs", "Senate", "Democratic Party", "Benghazi Committee", "DES MOINES", "MSNBC", "Education Department", "GOP", "HRC", "United Nations"], "election_confidence": 0.953936502436881, "authors": [{"author_id": 30726, "fullname": "annie karni", "primary_org": "politico"}, {"author_id": 31181, "fullname": "glenn thrush", "primary_org": "politico"}], "date_written": "2015-10-25 01:06:58", "org": "politico", "article_id": "2162c90b3ceb4656a8d92c55855a3369", "date_access": "2015-10-25 00:30:08.752804"}