{"body": "\n10/24/15 11:59 PM EDT\n\n                                        By \nKevin Robillard\n\nA deeply wounded Sen. David Vitter faces a run-off against Democratic State Rep. John Bel Edwards.\n\n10/24/15 08:06 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nHer campaign rolls out Bill Clinton and Katy Perry to capture the energy that electrified Barack Obama's campaign eight years ago. \n\n10/24/15 06:28 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nClinton was in mid-campaign form, enjoying the spotlight during his first foray onto the campaign trail.\n\n10/24/15 12:05 PM EDT\n\n                                        By \nCaitlin Emma\n\nThe Education Department on Saturday offered a mea culpa on testing, saying that the Obama administration has contributed to the problem of over-testing...\n\n10/24/15 11:17 AM EDT\n\n                                        By \nKevin Robillard\n\nThe senator's opponents have more to fan the fires against Vitter.\n\n10/24/15 08:56 AM EDT\nJEB FLIPS TO SURVIVAL MODE: Donors revolt; N.H. is now Job 1.\n\n10/24/15 08:00 AM EDT\n\n                                        By \nKevin Robillard\n\nBruised by references to prostitution scandal, senator faces a surprisingly close primary.\n\n10/24/15 07:58 AM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \nRachana Pradhan\n\nSigning up younger, healthier people is a make-or-break issue as the health law’s third open enrollment season gets underway Nov. 1.\n\n10/23/15 11:38 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1945, less than two months after the end of World War II, the United Nations officially came into existence. This required all five permanent...\n\n10/23/15 09:53 PM EDT\n\n                                        By \nHadas Gold\n\n\"It's just laughable!\" Clinton told MSNBC's Rachel Maddow.\n\n10/23/15 08:40 PM EDT\n\n                                        By \nBen Schreckinger\n\n“I don’t believe those polls, by the way, because both of those pollsters don’t like me,” he says.\n\nCONGRESS\n\n10/23/15 08:35 PM EDT\n\n                                        By \nRachael Bade\n\nAfter a barrage of Democratic complaints of partisanship, GOP considers downplaying the investigation of Clinton's unusual email setup.\n\n10/23/15 07:23 PM EDT\n\n2016\n\n10/23/15 07:04 PM EDT\n\n                                        By \nJosh Gerstein\n\nState Dept. won't confirm her claim that 90-95 percent of emails were in its possession before scandal.\n\n10/23/15 06:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBenghazi windfall — Hit the Rhode — Private practice\n\n10/23/15 06:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nClinton is getting hefty support from labor groups.\n\n10/23/15 05:45 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n'They’ve constructed this entire separate reality. It’s like the Twilight Zone,' Obama said.\n\n10/23/15 05:36 PM EDT\n\n                                        Updated 10/23/15 05:25 PM EDT\n\n                                        By \nKaty O'Donnell\n\n“In order to bring criminal charges, we must have evidence of criminal intent.” \n\n10/23/15 05:14 PM EDT\n\n                                        By \nHadas Gold\n                                         and \n                                                Alex Weprin\n\nThe media went full bore covering Hillary Clinton's appearance in front of the House Benghazi Committee on Thursday, attracting nonstop coverage from nearly...\n\n10/23/15 05:01 PM EDT\n\n10/23/15 04:39 PM EDT\n\nPhoto gallery\n\n10/23/15 03:56 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/23/15 03:23 PM EDT\n\n10/23/15 03:13 PM EDT\n\n                                        By \nNick Gass\n\nThe former GOP nominee tries to cut in on the president's turf.\n\n10/23/15 02:24 PM EDT\n\n                                        By \nArthur Allen\n\nThe Veterans Health Information Systems and Technology Architecture is probably the oldest continuously used EHR in the world, with roots in code developed...\n\n10/23/15 02:21 PM EDT\n\n                                        By \nHadas Gold\n\nPamela Kirkland and Julie Percha, both former producers for PostTV joined NewsHour this week as producers.\n\n10/23/15 02:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 hopeful thinks running for president is too serious for the late night show.\n\n10/23/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCISA scramble — Please enter your secret code — Candy crush\n\n10/23/15 01:58 PM EDT\n\n10/23/15 01:26 PM EDT\n\n                                        By \nBrian Mahoney\n\nThe union said in a statement that its 35-member executive board voted “overwhelmingly” to back Clinton Friday. \n\n                                        Updated 10/23/15 01:21 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nEli Stokols\n\nOne person on the Friday morning staff call said they were left with the impression that \"very few people will be left in Miami.\"\n\n10/23/15 12:42 PM EDT\n\n                                        By \nNick Gass\n\nThere are \"deeply troubling\" aspects of the death penalty in practice, President Barack Obama said in a recent interview.\n\n                                        By \nDanny Vinik\n\n'It would be unprecedented in the American context,' one expert says.\n\n                                        Updated 10/23/15 11:43 AM EDT\n\n                                        By \nAnnie Karni\n\nCall it the Committee To Increase Hillary Clinton's Fundraising.\n\n10/23/15 11:36 AM EDT\n\n10/23/15 11:31 AM EDT\n\n10/23/15 11:28 AM EDT\n\n10/23/15 11:15 AM EDT\n\n                                        By \nEliza Collins\n\nThe Benghazi Committee may have questioned Clinton for 11 hours Thursday, but they're still answering questions about the goal of the investigations. \n\n10/23/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump wants all donations made to super PACs supporting him to be returned.\n\n10/23/15 10:54 AM EDT\n\n2016\n\n                                        Updated 10/23/15 10:44 AM EDT\n\n                                        By \nMichael Kruse\n\nMy window into four years of HRC’s over-scheduled, under-rested, BlackBerry-centric life. \n\n10/23/15 10:19 AM EDT\n\n10/23/15 10:07 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\n\n10/23/15 10:03 AM EDT\n\n                                        By \nElena Schneider\n\nMcConnell pushing Paul to focus on Senate reelect\n\n10/23/15 10:01 AM EDT\n\n                                        By \nBrian Mahoney\n\nIn defense of Paul Ryan — Paid leave gains traction\n\n10/23/15 10:00 AM EDT\n\n                                        By \nBrianna Ehley\n\nHouse votes on reconciliation today, but its future is uncertain in the Senate — Ben Carson wants to abolish Medicare\u007f — Ninth co-op collapses \n\n10/23/15 10:00 AM EDT\n\n                                        By \nTim Starks\n\nComey wades into chip card debate — Cyber provisions affected by NDAA veto\n\n10/23/15 10:00 AM EDT\n\n                                        By \nDaniel Strauss\n\nBenton was acquitted of the final charge he faced on Thursday.\n\n10/23/15 10:00 AM EDT\n\n                                        By \nHelena Bottemiller Evich\n\nChina clears pork plants — McCarthy calls for El Niño prep\nWe're working on more stories right now\n\n                                            By \n                                                    T.R. Goldman\n\n\n                                            By \nTodd S. Purdum\n\n\n                                            By \n                                                    Gil Troy\n\n\n                                            By \n                                                    Barney Frank\n\n\n                Polls have shown Sen. David Vitter's image rating tanking among the state's voters, compared to the popular Rep. John Bel Edwards. | AP Photo\n\n            By \nKevin Robillard\n\n10/24/15 11:59 PM EDT\nDavid Vitter barely survived months of attacks — including explicit references to his 2007 prostitution scandal — to outlast two other Republicans in Saturday's Louisiana gubernatorial primary and earn a spot in a runoff election next month.\nBut now the toughest test yet looms for Vitter: What was once expected to be an easy race against the lone major Democratic candidate has the scandal-marred second-term senator again fighting for his political life.\nStory Continued Below\nState Rep. John Bel Edwards — who finished first in Saturday's open primary with 40 percent of the vote, according to The Associated Press — starts the month-long sprint to the runoff ahead of Vitter in the polls. Louisiana is an unlikely pick-up opportunity for Democrats — a party that doesn't control a governorship or state legislative chamber in the Deep South after decades of dominance.\nDemocrats believe Edwards, a West Point graduate and former Army Ranger who opposes abortion rights and supports gun rights, is the perfect candidate to tack on Vitter, even if the latter is a long-time conservative juggernaut with plentiful financial backing. But even an ideal Democrat and a flawed Republican might not be enough to win in a state President Barack Obama lost by 16 percentage points in 2012 and then-Sen. Mary Landrieu, who comes from a legendary Louisiana political family, lost by 12 percentage points a runoff last year. \nEdwards projected confidence in the Nov. 21 runoff during his victory speech Saturday night.\n\"We're going to kick their butts,\" he predicted, before shifting to emphasize his own honesty and question Vitter: \"David Vitter wouldn't last five minutes at West Point.\"\nAmong those Edwards still needs to convince of his viability is the Democratic Governors' Association, which has yet to spend money on television ads in the contest and isn't committing to do so during the run-off. The DGA is sending Scott Arcenaux, a Louisiana native who was previously executive director of the Florida Democratic Party, to assist Edwards' campaign.\n\"John Bel Edwards has proudly served our nation and the state of Louisiana with integrity,\" DGA Executive Director Elisabeth Pearson said, adding: \"The primary results were a clear repudiation of David Vitter’s tired Washington politics. Louisiana voters know that they just can’t trust David Vitter. That’s why more than 70 percent of them rejected his campaign today.\"\nVitter — who finished second with only 23 percent, three percentage points ahead of Public Service Commissioner Scott Angelle, the third-place finisher — is deeply wounded, in part driven by attacks from rivals within his own party. Just this week, Angelle and Lt. Gov. Jay Dardenne reignited talk of his 2007 prostitution scandal, and a Republican sheriff arrested a private investigator working for Vitter's campaign and accused him of spying. \nPolls have shown Vitter's image rating tanking among the state's voters, compared to the popular Edwards. But while Vitter had focused his primary campaign on his GOP rivals, the Republican Governors Association revved up its attacks on Edwards, spending $1 million in the final weeks on TV ads that call Edwards an \"Obama liberal\" and features audio of Edwards saying \"I supported the president\" four different times. \nThe RGA formally endorsed Vitter on Saturday night.\n\"As a dedicated leader for Louisiana, David Vitter has been committed to making government work better for the people by cutting wasteful spending and fighting back against President Obama’s executive overreach,\" Tennessee Gov. Bill Haslam, the RGA chairman, said in a statement. \"His record of reform shows that he knows what it takes to solve Louisiana’s most pressing issues.\"\nEdwards' ads rarely mention his party affiliation and instead emphasize his most conservative policy positions. One ad features Edwards and his wife discussing their decision to keep her pregnancy after a diagnosis of spinal bfida in the womb. Their daughter, Samantha, is now in graduate school and engaged, the ad says. \n\"John Bel never flinched,\" Edwards' wife Donna says in the spot. \"He just said, 'No, we're gonna love this baby no matter what.'\"\nAnother ad highlights Edwards' military background, with a trio of his West Point colleagues discussing why Edwards was chosen to be on a committee enforcing the school's legendary honor code. \n\"John Bel Edwards doesn't just talk about his values, he lives them every day,\" one of his classmates says, providing a not-so-subtle contrast to Vitter. \nVitter used most of his firepower in the primary targeting GOP Lt. Gov. Jay Dardenne and Public Service Commissioner Scott Angelle, but he did attack Edwards — who has held elected office for eight years and is in the seventh generation of his family to hold elected office in the state — as part of the status quo in Baton Rouge during debates. Vitter, who has prided himself on being an outsider since he led the charge for term limits in the state in the 1990s, could recycle some of his critiques of Angelle and Dardenne's use of perks for elected officials in attacking Edwards. \nBased on Vitter's speech to supporters Saturday night, the senator plans on tying Edwards to President Barack Obama and Washington Democrats.\n\"Let’s be very clear: John Bel Edwards is not a casual supporter of Barack Obama. He’s a true believer,\" Vitter said. \"Voting for John Bel Edwards is the same as voting for Barack Obama as governor of Louisiana.\"\nDespite that message, Vitter may not have the benefit of a unified GOP. Vitter has clearly alienated supporters of both Dardenne and Angelle. Dardenne, in particlular, has repeatedly attack Vitter's integrity. Neither Dardenne nor Angelle endorsed Vitter during their concession speeches on Saturday night. \n\"He's cheated, he lied and now he's been caught spying,\" Dardenne said in a web video his campaign posted Saturday, adding: \"We can avoid the disappointment, the embarrassment, the ridicule, the shame.\"\nTerm-limited Gov. Bobby Jindal's poor approval ratings have Democrats planning to link Vitter to the outgoing governor — despite a personal feud that dates back to when Jindal, who had succeeded Vitter in the House after his Senate promotion, less-than-enthusiastically defended Vitter from calls to resign after the prostitution allegations.\nEdwards has been a major critic of Jindal's policies, particularly cuts to higher education and health care. And since easily winning a second term in 2011, Jindal's popularity in the state has plummeted — especially after launching his long-shot presidential campaign. \n\"With eight years of Bobby Jindal — and his numbers are in the tank below even the president — what the governor does is on the front of people's minds,\" said state Sen. Karen Carter-Peterson, the chair of the state Democratic Party. \"The Republican Party has been tarnished by Jindal's failures and Vitter's scandal.\" \n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Vitter barely makes Louisiana governor runoff", "url": "http://www.politico.com/story/2015/10/vitter-louisiana-governors-race-215135", "topics": ["campaign_finance"], "people": ["Mary Landrieu", "Katy O'Donnell", "Isaac Arnsdorf", "Eliza Collins", "Bill Haslam", "Katy Perry", "Rachael Bade", "Helena Bottemiller Evich", "Henry C. Jackson", "Elena Schneider", "Hadas Gold", "Carla Marinucci", "Michael Kruse", "Danny Vinik", "Jay Dardenne", "Kevin Robillard", "Brian Mahoney", "Bill Clinton", "Josh Gerstein", "Annie Karni", "Bobby Jindal", "Caitlin Emma", "Elisabeth Pearson", "Nick Gass", "Alex Weprin", "Barney Frank", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Glenn Thrush", "Paul Ryan", "Rachel Maddow", "Brianna Ehley", "David Vitter", "Tim Starks", "Ben Schreckinger", "Daniel Strauss", "Isaac Dovere", "Rachana Pradhan", "Arthur Allen", "Hillary Clinton", "Julie Percha", "Eli Stokols", "Jesse Benton", "Scott Angelle", "Barack Obama", "Pamela Kirkland", "Ben Carson", "Nancy Cook"], "orgs": ["Florida Democratic Party", "Jindal", "House Benghazi Committee", "EHR", "CONGRESS", "PACs", "Senate", "Democratic Party", "RGA", "DGA", "Benghazi Committee", "Republican Party", "MSNBC", "Education Department", "GOP", "HRC", "United Nations"], "election_confidence": 0.8655404051408967, "authors": [{"author_id": 30853, "fullname": "kevin robillard", "primary_org": "politico"}], "date_written": "2015-10-25 04:59:15", "org": "politico", "article_id": "4a94a6042e3e9a1d96763b3b1e78ad76", "date_access": "2015-10-25 04:30:12.023006"}