{"body": "\n10/25/15 09:23 AM EDT\n\n                                        By \nAdam Sneed\n\nRepublican presidential candidate Ben Carson said rival Donald Trump has him all wrong.\n\nHistory Dept.\n\n                                        Updated 10/25/15 08:52 AM EDT\n\n                                        By \n                                                Michael D'Antonio\n\nThe GOP front-runner praises the conservative icon now, but in 1987 Trump blasted Reagan and his team.\nWhat Europe must do to maintain competitiveness in the digital age.\n\n                                        By \n                                                Jules Johnston\n\nCritics of the former British PM accuse him of “spin” to sway official inquiry into 2003 war.\n\n10/25/15 08:05 AM EDT\n\n                                        By \nAndrew Glass\n\nThe president joined the partisan fray amid World War I.\n\n2016\n\n                                        Updated 10/25/15 07:59 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nHe launches a new, frontal attack on Hillary Clinton’s record, caution and character.\n\nHistory Dept.\n\n10/25/15 07:44 AM EDT\n\n                                        By \n                                                Claudio Saunt\n\nWhy would we consider trying it again?\n\n10/24/15 11:59 PM EDT\n\n                                        By \nKevin Robillard\n\nA deeply wounded Sen. David Vitter faces a run-off against Democratic State Rep. John Bel Edwards.\n\n10/24/15 06:28 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nClinton was in mid-campaign form, enjoying the spotlight during his first foray onto the trail.\n\n10/24/15 12:05 PM EDT\n\n                                        By \nCaitlin Emma\n\nThe Education Department on Saturday offered a mea culpa on testing, saying that the Obama administration has contributed to the problem of over-testing...\n\n10/24/15 11:17 AM EDT\n\n                                        By \nKevin Robillard\n\nThe senator's opponents have more to fan the fires against Vitter.\n\n10/24/15 08:56 AM EDT\nJEB FLIPS TO SURVIVAL MODE: Donors revolt; N.H. is now Job 1.\n\n10/24/15 08:00 AM EDT\n\n                                        By \nKevin Robillard\n\nBruised by references to prostitution scandal, senator faces a surprisingly close primary.\n\n10/24/15 07:58 AM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \nRachana Pradhan\n\nSigning up younger, healthier people is a make-or-break issue as the health law’s third open enrollment season gets underway Nov. 1.\n\n10/23/15 11:38 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1945, less than two months after the end of World War II, the United Nations officially came into existence. This required all five permanent...\n\n10/23/15 09:53 PM EDT\n\n                                        By \nHadas Gold\n\n\"It's just laughable!\" Clinton told MSNBC's Rachel Maddow.\n\n10/23/15 08:40 PM EDT\n\n                                        By \nBen Schreckinger\n\n“I don’t believe those polls, by the way, because both of those pollsters don’t like me,” he says.\n\nCONGRESS\n\n10/23/15 08:35 PM EDT\n\n                                        By \nRachael Bade\n\nAfter a barrage of Democratic complaints of partisanship, GOP considers downplaying the investigation of Clinton's unusual email setup.\n\n10/23/15 07:23 PM EDT\n\n2016\n\n10/23/15 07:04 PM EDT\n\n                                        By \nJosh Gerstein\n\nState Dept. won't confirm her claim that 90-95 percent of emails were in its possession before scandal.\n\n10/23/15 06:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBenghazi windfall — Hit the Rhode — Private practice\n\n10/23/15 06:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nClinton is getting hefty support from labor groups.\n\n10/23/15 05:45 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n'They’ve constructed this entire separate reality. It’s like the Twilight Zone,' Obama said.\n\n                                        Updated 10/23/15 05:25 PM EDT\n\n                                        By \nKaty O'Donnell\n\n“In order to bring criminal charges, we must have evidence of criminal intent.” \n\n10/23/15 05:14 PM EDT\n\n                                        By \nHadas Gold\n                                         and \n                                                Alex Weprin\n\nThe media went full bore covering Hillary Clinton's appearance in front of the House Benghazi Committee on Thursday, attracting nonstop coverage from nearly...\n\n10/23/15 05:01 PM EDT\n\n10/23/15 04:39 PM EDT\n\nPhoto gallery\n\n10/23/15 03:56 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/23/15 03:13 PM EDT\n\n                                        By \nNick Gass\n\nThe former GOP nominee tries to cut in on the president's turf.\n\n10/23/15 03:05 PM EDT\n\n10/23/15 02:49 PM EDT\n\n10/23/15 02:24 PM EDT\n\n                                        By \nArthur Allen\n\nThe Veterans Health Information Systems and Technology Architecture is probably the oldest continuously used EHR in the world, with roots in code developed...\n\n10/23/15 02:21 PM EDT\n\n                                        By \nHadas Gold\n\nPamela Kirkland and Julie Percha, both former producers for PostTV joined NewsHour this week as producers.\n\n10/23/15 02:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 hopeful thinks running for president is too serious for the late night show.\n\n10/23/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCISA scramble — Please enter your secret code — Candy crush\n\n10/23/15 01:58 PM EDT\n\n10/23/15 01:26 PM EDT\n\n                                        By \nBrian Mahoney\n\nThe union said in a statement that its 35-member executive board voted “overwhelmingly” to back Clinton Friday. \n\n                                        Updated 10/23/15 01:21 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nEli Stokols\n\nOne person on the Friday morning staff call said they were left with the impression that \"very few people will be left in Miami.\"\n\n10/23/15 12:42 PM EDT\n\n                                        By \nNick Gass\n\nThere are \"deeply troubling\" aspects of the death penalty in practice, President Barack Obama said in a recent interview.\n\n                                        By \nDanny Vinik\n\n'It would be unprecedented in the American context,' one expert says.\n\n                                        Updated 10/23/15 11:43 AM EDT\n\n                                        By \nAnnie Karni\n\nCall it the Committee To Increase Hillary Clinton's Fundraising.\n\n10/23/15 11:31 AM EDT\n\n10/23/15 11:28 AM EDT\n\n10/23/15 11:15 AM EDT\n\n10/23/15 11:15 AM EDT\n\n                                        By \nEliza Collins\n\nThe Benghazi Committee may have questioned Clinton for 11 hours Thursday, but they're still answering questions about the goal of the investigations. \n\n10/23/15 10:57 AM EDT\n\n                                        By \nNick Gass\n\nDonald Trump wants all donations made to super PACs supporting him to be returned.\n\n10/23/15 10:54 AM EDT\n\n2016\n\n                                        Updated 10/23/15 10:44 AM EDT\n\n                                        By \nMichael Kruse\n\nMy window into four years of HRC’s over-scheduled, under-rested, BlackBerry-centric life. \n\n10/23/15 10:19 AM EDT\n\n10/23/15 10:07 AM EDT\nBy Carla Marinucci (cmarinucci@politico.com; @cmarinucci)\nWe're working on more stories right now\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Claudio Saunt\n\n\n                                            By \n                                                    T.R. Goldman\n\n\n                                            By \nTodd S. Purdum\n\n\n            By \nAdam Sneed\n\n10/25/15 09:23 AM EDT\nRepublican presidential candidate Ben Carson says rival Donald Trump has him all wrong.\n“I have plenty of energy. But, you know, I am soft-spoken. I do have a tendency to be relaxed,” Carson said in an interview aired Sunday on NBC’s “Meet The Press.” \nStory Continued Below\nCarson was responding to Trump’s renewed line of attack, repeated in Iowa, that Carson is “super low energy” as he pulled ahead there last week in a pair of key polls.\n\"You know, everybody has their own personality. And if he'd like to do that, that's fine. That's not who I am,\" the retired neurosurgeon said of Trump. \"I don't get into the mud pit. And I'm not going to be talking about people. I will tell you in terms of energy I'm not sure that there's anybody else running who's spent 18 or 20 hours intently operating on somebody.\"\nIn the interview aired Sunday, Carson also defended his controversial comments about how gun control allowed the Nazis to carry out the Holocaust. \n“In the last several weeks, I've heard from many people in the Jewish community, including rabbis, who said, ‘You're spot on. You are exactly right,’” Carson said. “I think it is generally agreed that it's much more difficult to dominate people who are armed than people who are not armed.\n\"You know,\" he added, \"some people will try to take that and, you know, make it into an anti-Jewish thing, which is foolishness.”\nOn abortion, Carson said he “would love” to see Roe v. Wade overturned, and abortion should be illegal even in cases of rape or incest. \nThere should be room to discuss abortion in cases where the mother’s life is in danger, he added, though “in the ideal situation, the mother should not believe that the baby is her enemy and should not be looking to terminate the baby.”\nAnd on Syria, Carson said he would talk with Russia without capitulating to them. \nRussian President Vladimr Putin \"has expansionist ideals,” Carson said. “When he came into Syria, he said he was coming there to fight ISIS. But was he really? ... It was the anti-Assad forces that he was there to fight. So, you know, we have to look at that. And I think we have to oppose him.”\n © 2015 POLITICO LLC", "byline": "", "description": "", "title": "Carson: I&#8217;m not super low energy, just soft-spoken", "url": "http://www.politico.com/story/2015/10/ben-carson-trump-energy-215137", "topics": ["campaign_finance", "foreign policy/national security"], "people": ["Katy O'Donnell", "Isaac Arnsdorf", "Rachael Bade", "Henry C. Jackson", "Hadas Gold", "Carla Marinucci", "Michael Kruse", "Danny Vinik", "Barack Obama", "Kevin Robillard", "Brian Mahoney", "Caitlin Emma", "Alex Weprin", "Jules Johnston", "Annie Karni", "Josh Gerstein", "Nick Gass", "Michael D'Antonio", "Isaac Dovere", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Glenn Thrush", "Rachel Maddow", "David Vitter", "Adam Sneed", "Ben Schreckinger", "Julie Percha", "Rachana Pradhan", "Arthur Allen", "Hillary Clinton", "Eli Stokols", "Eliza Collins", "Pamela Kirkland", "Ben Carson", "Nancy Cook"], "orgs": ["House Benghazi Committee", "EHR", "CONGRESS", "PACs", "Benghazi Committee", "MSNBC", "Education Department", "GOP", "HRC", "United Nations"], "election_confidence": 0.9719769240804653, "authors": [{"author_id": 30906, "fullname": "adam sneed", "primary_org": "politico"}], "date_written": "2015-10-25 14:23:25", "org": "politico", "article_id": "ae34bfe4340f08411d0685a321fdef8b", "date_access": "2015-10-25 13:30:09.145120"}