{"body": "\nCongress\n\n10/25/15 01:10 PM EDT\n\n                                        By \nJake Sherman\n                                         and \nAnna Palmer\n\nHis cash network will more than compensate for weekends at home, allies say. \n\n10/25/15 12:06 PM EDT\nKAYLA COOK engaged -- B’DAY: Louis Burgdorf, James Carville, Nate Hodson, Gordon Johndroe\n\n10/25/15 11:59 AM EDT\n\n                                        By \nAdam Sneed\n\n\"I remember Jill just got up off the couch, gave me a big hug, and said, 'I think you're right.'\"\n\n2016\n\n                                        Updated 10/25/15 11:59 AM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\nHe launches a new, frontal attack on Hillary Clinton’s record, caution and character.\n\n10/25/15 11:47 AM EDT\n\n                                        By \nAdam Sneed\n\nThe top Democrat on the panel says his party needs to be in the room to paint a complete picture.\n\n10/25/15 10:33 AM EDT\n\n                                        By \nAdam Sneed\n\nSanders is challenging Hillary Clinton's characterization of why her husband signed the Defense of Marriage Act.\n\n                                        Updated 10/25/15 10:25 AM EDT\n\n                                        By \nAdam Sneed\n\nHe says Iraq and Libya were better off with dictators in power.\n\n                                        Updated 10/25/15 09:40 AM EDT\n\n                                        By \nKevin Robillard\n\nAnd the Democrats think they have a candidate who can beat him.\n\n10/25/15 09:23 AM EDT\n\n                                        By \nAdam Sneed\n\nHe says rival Donald Trump has him all wrong.\nWhat Europe must do to maintain competitiveness in the digital age.\n\n                                        By \n                                                Jules Johnston\n\nCritics of the former British PM accuse him of “spin” to sway official inquiry into 2003 war.\n\n10/25/15 08:05 AM EDT\n\n                                        By \nAndrew Glass\n\nThe president joined the partisan fray amid World War I.\n\nHistory Dept.\n\n10/25/15 07:46 AM EDT\n\n                                        By \n                                                Michael D'Antonio\n\nThe GOP front-runner praises the conservative icon now, but in 1987 Trump blasted Reagan and his team.\n\nHistory Dept.\n\n10/25/15 07:44 AM EDT\n\n                                        By \n                                                Claudio Saunt\n\nWhy would we consider trying it again?\n\n10/24/15 06:28 PM EDT\n\n                                        By \nAnnie Karni\n                                         and \nGlenn Thrush\n\n He talks about his wife's marathon duel over Benghazi.\n\n10/24/15 12:05 PM EDT\n\n                                        By \nCaitlin Emma\n\nThe Education Department on Saturday offered a mea culpa on testing, saying that the Obama administration has contributed to the problem of over-testing...\n\n10/24/15 11:17 AM EDT\n\n                                        By \nKevin Robillard\n\nThe senator's opponents have more to fan the fires against Vitter.\n\n10/24/15 08:56 AM EDT\nJEB FLIPS TO SURVIVAL MODE: Donors revolt; N.H. is now Job 1.\n\n10/24/15 08:00 AM EDT\n\n                                        By \nKevin Robillard\n\nBruised by references to prostitution scandal, senator faces a surprisingly close primary.\n\n10/24/15 07:58 AM EDT\n\n                                        By \n                                                Nancy Cook\n                                         and \nRachana Pradhan\n\nSigning up younger, healthier people is a make-or-break issue as the health law’s third open enrollment season gets underway Nov. 1.\n\n10/23/15 11:38 PM EDT\n\n                                        By \nAndrew Glass\n\nOn this day in 1945, less than two months after the end of World War II, the United Nations officially came into existence. This required all five permanent...\n\n10/23/15 09:53 PM EDT\n\n                                        By \nHadas Gold\n\n\"It's just laughable!\" Clinton told MSNBC's Rachel Maddow.\n\n10/23/15 08:40 PM EDT\n\n                                        By \nBen Schreckinger\n\n“I don’t believe those polls, by the way, because both of those pollsters don’t like me,” he says.\n\nCONGRESS\n\n10/23/15 08:35 PM EDT\n\n                                        By \nRachael Bade\n\nAfter a barrage of Democratic complaints of partisanship, GOP considers downplaying the investigation of Clinton's unusual email setup.\n\n10/23/15 07:23 PM EDT\n\n2016\n\n10/23/15 07:04 PM EDT\n\n                                        By \nJosh Gerstein\n\nState Dept. won't confirm her claim that 90-95 percent of emails were in its possession before scandal.\n\n10/23/15 06:42 PM EDT\n\n                                        By \n                                                Henry C. Jackson\n\nBenghazi windfall — Hit the Rhode — Private practice\n\n10/23/15 06:06 PM EDT\n\n                                        By \nBrian Mahoney\n\nClinton is getting hefty support from labor groups.\n\n10/23/15 05:45 PM EDT\n\n                                        By \nEdward-Isaac Dovere\n\n'They’ve constructed this entire separate reality. It’s like the Twilight Zone,' Obama said.\n\n                                        Updated 10/23/15 05:25 PM EDT\n\n                                        By \nKaty O'Donnell\n\n“In order to bring criminal charges, we must have evidence of criminal intent.” \n\n10/23/15 05:14 PM EDT\n\n                                        By \nHadas Gold\n                                         and \n                                                Alex Weprin\n\nThe media went full bore covering Hillary Clinton's appearance in front of the House Benghazi Committee on Thursday, attracting nonstop coverage from nearly...\n\n10/23/15 05:01 PM EDT\n\n10/23/15 04:39 PM EDT\n\nPhoto gallery\n\n10/23/15 03:56 PM EDT\n\n                                        By \nDiana D’Abruzzo\n\n\n10/23/15 03:13 PM EDT\n\n                                        By \nNick Gass\n\nThe former GOP nominee tries to cut in on the president's turf.\n\n10/23/15 03:05 PM EDT\n\n10/23/15 02:49 PM EDT\n\n10/23/15 02:24 PM EDT\n\n                                        By \nArthur Allen\n\nThe Veterans Health Information Systems and Technology Architecture is probably the oldest continuously used EHR in the world, with roots in code developed...\n\n10/23/15 02:21 PM EDT\n\n                                        By \nHadas Gold\n\nPamela Kirkland and Julie Percha, both former producers for PostTV joined NewsHour this week as producers.\n\n10/23/15 02:20 PM EDT\n\n                                        By \nEliza Collins\n\nThe 2016 hopeful thinks running for president is too serious for the late night show.\n\n10/23/15 02:00 PM EDT\n\n                                        By \n                                                Isaac Arnsdorf \n\nCISA scramble — Please enter your secret code — Candy crush\n\n10/23/15 01:58 PM EDT\n\n10/23/15 01:26 PM EDT\n\n                                        By \nBrian Mahoney\n\nThe union said in a statement that its 35-member executive board voted “overwhelmingly” to back Clinton Friday. \n\n                                        Updated 10/23/15 01:21 PM EDT\n\n                                        By \nAlex Isenstadt\n                                         and \nEli Stokols\n\nOne person on the Friday morning staff call said they were left with the impression that \"very few people will be left in Miami.\"\n\n10/23/15 12:42 PM EDT\n\n                                        By \nNick Gass\n\nThere are \"deeply troubling\" aspects of the death penalty in practice, President Barack Obama said in a recent interview.\n\n                                        By \nDanny Vinik\n\n'It would be unprecedented in the American context,' one expert says.\n\n                                        Updated 10/23/15 11:43 AM EDT\n\n                                        By \nAnnie Karni\n\nCall it the Committee To Increase Hillary Clinton's Fundraising.\n\n10/23/15 11:31 AM EDT\n\n10/23/15 11:28 AM EDT\n\n10/23/15 11:15 AM EDT\nWe're working on more stories right now\n\nCongress\n\n                        His cash network will more than compensate for weekends at home, allies say. \n\n            By \nJake Sherman\n             and \nAnna Palmer\n\n10/25/15 01:10 PM EDT\n\n                John Shinkle\n\n                                            By \n                                                    Michael D'Antonio\n\n\n                                            By \n                                                    Claudio Saunt\n\n\n                                            By \n                                                    T.R. Goldman\n\n\n                                            By \nTodd S. Purdum\n\nPaul Ryan has been abundantly clear: As speaker of the House, he won’t spend all of his time jetting across the country to keep the National Republican Congressional Committee flush.\nBut far from being concerned, top GOP moneymen believe the Wisconsin Republican will be a major boon financially for the party. The national network he’s amassed as a vice presidential candidate and from coordinating the national party's spending in presidential elections give him advantages that even the highly prolific John Boehner didn’t enjoy.\nStory Continued Below\n“He has really strong numbers among the conservative community across the board, and across the country. He has deep developed strong relationships with some of our best supporters around the country,” said National Republican Congressional Committee Chairman Greg Walden (R-Ore.). \"Frankly, I don’t know more than maybe one or two other members that have that level of relationships.”\n\"He’s kind of a fresh new product on the market, if you will, and he will be enormously helpful and successful,\" Walden added.\n\n\n\n            By \nAdam Sneed\n\nThere's no question Ryan has big shoes to fill. Boehner has raised $300 million for the NRCC since 2009. There was grumbling and some fear in the House Republican Conference when Ryan said he wanted to be with his family on the weekends, which Boehner often spent on the road raising cash. The speakership is \"not a 9-to-5 job,\" Rep. Tim Huelskamp (R-Kansas), a Ryan critic, said this week.\nBut party officials are already plotting creative ways to compensate for Ryan's demand for family time. Boehner held a lot of fundraisers on the golf course. Ryan isn’t a golfer. So instead of a five-hour event playing golf, allies say, Ryan can hold two events in the same time and can bring in five times as much money by attracting many more donors. Associates also say he is unusually efficient with his time, even tending to donors on drives between events.\nAs Ryan nears the speakership, his political operation is beginning to take shape.\nAs Ways and Means chairman, Ryan had dual agreements with the NRCC and Republican National Committee, whereby he gave them each a day or two during Congressional recesses where they could send him around the country for events. Ryan has told the RNC that he will no longer do regular events for them, and instead will focus solely on the NRCC. \nDuring a private meeting in which he announced his candidacy, Ryan also told the House Republican Conference that he would focus solely on raising money for the NRCC . \nRyan was prolific for the RNC during the 2012 cycle. Even before he became the vice presidential nominee, he raised $23 million for the party.\n\n\n\n            By \nKevin Robillard\n\nWhile Ryan’s departure will certainly be a hit for the RNC, Sean Spicer, a spokesman for the committee, said Ryan’s fundraising heft will help the broader GOP “family” of committees.\n“Paul Ryan has been an unbelievable fundraiser and supporter of the RNC and the party writ large,” Spicer said. “If he becomes speaker, it would be a huge help to have him at the NRCC.”\nTop NRCC officials agree. Despite his desire to go home on weekends, many top officials think Ryan can be as prodigious as Boehner. He’s already a top surrogate for the NRCC. He has contributed $2.7 million to the party committee since 2011 – not counting events he has held for candidates and colleagues, according to a source familiar with the committee’s fundraising.\n\"He is in high demand,\" said Walden, \"because he can articulate the issues, he gives a great vision discussion about the future of the party and where we can go. And he’s very likable. And so, we’ve helped him manage that demand ... at the NRCC to maximize his time because it’s so valuable.”\nRyan still has a lot of work to do. As his staff prepares for the enormity of the speakership, they also have to build a political operation. Boehner had his own political staff, dubbed \"Team Boehner,\" that had office space at the NRCC and worked closely with the committee in scheduling events and Boehner’s travel. Ryan can go that route, or he could hand over his political operation to the committee itself. \nBoehner's operation was massive. He traveled for an entire month every summer, in addition to holding events throughout the year. \n\nCongress\n\n            By \nJohn Bresnahan\n             and \nJake Sherman\n\nBoehner and Ryan also have different styles and demeanors. Boehner is a back-slapping political animal, while Ryan is an affable policy wonk.\n\"Donors tend to be as attracted to the personality as much as they are to the office,” said Dan Senor, a close Ryan confidant who works with billionaire hedge fund manager Paul Singer in New York. “The donor community likes spending time with Paul because he's a very smart guy and he's very thoughtful and he's not just buried in process but he can also talk about policy and a governing agenda.”\nSenor added that while he understands the concerns about Ryan's family time cutting into fundraising time, \"when he is out fundraising he is very efficient and he accomplishes a lot.”\n © 2015 POLITICO LLC", "byline": "", "description": "His cash network will more than compensate for weekends at home, allies say.", "title": "GOP moneymen: Ryan a fundraising juggernaut", "url": "http://www.politico.com/story/2015/10/paul-ryan-fundraising-house-speaker-215116", "topics": ["campaign_finance"], "people": ["Katy O'Donnell", "Isaac Arnsdorf", "Sean Spicer", "Rachael Bade", "Henry C. Jackson", "Anna Palmer", "Hadas Gold", "Danny Vinik", "Tim Huelskamp", "Paul Ryan", "Barack Obama", "Kevin Robillard", "Brian Mahoney", "Caitlin Emma", "Alex Weprin", "John Boehner", "Jules Johnston", "Annie Karni", "James Carville", "Nick Gass", "Michael D'Antonio", "Isaac Dovere", "Nate Hodson", "Alex Isenstadt", "Andrew Glass", "Donald Trump", "Todd S. Purdum", "Jake Sherman", "Glenn Thrush", "John Shinkle", "Rachel Maddow", "Greg Walden", "David Vitter", "Paul Singer", "Adam Sneed", "Ben Schreckinger", "John Bresnahan", "Julie Percha", "Rachana Pradhan", "Arthur Allen", "Hillary Clinton", "Eli Stokols", "Dan Senor", "Josh Gerstein", "Eliza Collins", "Pamela Kirkland", "Nancy Cook"], "orgs": ["NRCC", "House Benghazi Committee", "EHR", "CONGRESS", "Congress", "National Republican Congressional Committee", "RNC", "House Republican Conference", "Republican National Committee", "MSNBC", "Education Department", "GOP", "Defense of Marriage Act", "United Nations"], "election_confidence": 0.7130509511655344, "authors": [{"author_id": 31180, "fullname": "jake sherman", "primary_org": "politico"}, {"author_id": 31395, "fullname": "anna palmer", "primary_org": "politico"}], "date_written": "2015-10-25 18:10:14", "org": "politico", "article_id": "e3b4e83526f16095141eedf981baece4", "date_access": "2015-10-25 17:30:10.318194"}