{"body": "WASHINGTON Republican presidential candidate Ben Carson, who is making inroads against front-runner Donald Trump, on Sunday denied he would end the Medicare healthcare program for the elderly, saying he would provide the option of using a government-backed savings account to buy health insurance.\nInterviewed on \"Fox News Sunday,\" Carson, a retired neurosurgeon, said, \"The program that I have outlined using health savings accounts ... largely eliminates the need for people to be dependent on government programs\" like Medicare.\nWhile he said in a separate interview on NBC's \"Meet the Press\" that \"I'm not talking about getting rid of those programs,\" he told Fox the savings accounts would be an \"alternative\" to the popular Medicare program.\nA Quinnipiac University opinion poll released last week had Carson overtaking businessman Trump among Republican voters in Iowa.\nNationwide, more Republicans still back Trump for president in 2016 than any other candidate.\nIt was not clear from Carson's remarks exactly how his savings plan would work and whether Medicare funding would be cut. He said that some of the federal expenditures going into Medicare and the Medicaid program for the poor could be diverted to private accounts.\nThe Fox interview touched on figures ranging from $2,000 to $5,000, which is nowhere near U.S. per capita spending for  healthcare, estimated by the government at over $9,000 a year. For Medicare patients, that figure tops $11,000.\nIn 2014, Medicare covered 53.8 million people: 44.9 million aged 65 and older, and 8.9 million disabled; in total some 17 percent of the U.S. population.\nTrump, on ABC's \"This Week\" said of healthcare savings accounts, \"I’m OK with the savings accounts.  I think it’s a good idea.\" \nDemocrats vow to block Republican attempts to end or curtail social safety net programs.\nAs Carson's poll numbers have risen, Trump has upped his attacks, referring to him as displaying \"super low energy\" that would make Carson ill-suited to be president.\nIn response, Carson told NBC, \"I have plenty of energy,\" noting that no other candidate has spent \"18 to 20 hours intently operating on somebody.\"\nOn other issues, Carson insisted gun ownership rights should not be \"compromised,\" but said politicians should think about how to keep guns from the mentally ill.\nCarson also said he would \"love\" to see the U.S. Supreme Court decision legalizing abortion overturned, but would be willing to discuss allowing abortion in the \"extraordinarily rare situation\" of a pregnant woman's life being endangered.\n\n (Reporting by Richard Cowan, David Alexander and David Morgan; Editing by Eric Walsh)", "byline": "", "description": "WASHINGTON (Reuters) - Republican presidential candidate Ben Carson, who is making inroads against front-runner Donald Trump, on Sunday denied he would end the Medicare healthcare program for the elderly, saying he would provide the option of using a government-backed savings account to buy health insurance.", "title": "Candidate Carson touts U.S. health savings accounts for elderly", "url": "http://feeds.reuters.com/~r/reuters/topNews/~3/6g_Pg9ssqYg/story01.htm", "topics": ["guns", "abortion"], "people": ["Richard Cowan", "David Alexander", "Donald Trump", "Eric Walsh", "David Morgan", "Ben Carson"], "orgs": ["U.S. Supreme Court", "Quinnipiac University"], "election_confidence": 0.9610214022814764, "authors": [{"author_id": 33346, "fullname": "reuters editorial", "primary_org": "reuters"}], "date_written": "2015-10-25 19:34:24", "org": "reuters", "article_id": "88a72e54ed752c549f6e1b3bf0481887", "date_access": "2015-10-25 19:08:12.358240"}